Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: The ticket 2012 is outdated. Please refer to the manual.
ru: Карточка № 2012 устарела. Пожалуйста, обратитесь к руководству.

source: Cancelling Initialization Process...
ru: Отмена процесса инициализации...

source: Initialization has been cancelled to prevent any damage.
ru: Инициализация отменена во избежание повреждений.

source: Final Initialization Instructions...
ru: Завершение инструкций инициализации...

source: The Automated Factory is booted up and ready to work.
ru: Автоматизированная фабрика загрузилась и готова к работе.

source: The Automated Factory is unable to make a sandwich.
ru: Автоматизированная фабрика не способна изготовить бутерброд.

source: craft --addon
ru: создать --дополнение

source: assemble --item --addon
ru: собрать --предмет --дополнение

source: Welcome to MS gate access server for region #54648.
ru: Добро пожаловать в сервер доступа к воротам МС для региона № 54648.

source: WHAT?!
ru: ЧТО?!

source: The firmware server seems to actually be an access server to a gate. What am I supposed to do now?
ru: Похоже, сервер прошивки на самом деле оказался сервером доступа к воротам. И что мне теперь делать?

source: status
ru: состояние

source: Gate 1 status: OPENED
ru: Состояние ворот 1: ОТКРЫТО

source: Gate 1 status: CLOSED
ru: Состояние ворот 1: ЗАКРЫТО

source: Gate 2 status: OPENED
ru: Состояние ворот 2: ОТКРЫТО

source: Gate 2 status: CLOSED
ru: Состояние ворот 2: ЗАКРЫТО

source: Permission denied
ru: Доступ запрещён

source: (Try hacking the server)
ru: (Попробовать взломать сервер)

source: 'sudo' is not recognized as an internal or external command, operable program or batch file.
ru: "sudo" не распознано как внутренняя или внешняя команда, исполняемая программа или командный файл.

source: Oh, of course.
ru: О, конечно.

source: Now, let me see if I can remember this correctly ...
ru: Теперь посмотрим, правильно ли я помню...

source: RUNAS /user:Administrator OPENGATE.EXE
ru: RUNAS /пользователь:Администратор ОТКРЫТЬВОРОТА.EXE

source: Which gates do you want to open?
ru: Какие ворота желаете открыть?

source: Opens gates via command prompt on a console.
ru: Открывает ворота через командную строку в консоли.

source: OPENGATE [inner] [outer]
ru: ОТКРЫТЬВОРОТА [внутренние] [внешние]

source: inner Opens the inner gate.
ru: внутренние Открывает внутренние ворота.

source: outer Opens the outer gate.
ru: внешние Открывает внешние ворота.

source: Without parameters, OPENGATE will prompt you with a helpful query.
ru: Без параметров ОТКРЫТЬВОРОТА подскажет полезные запросы.

source: To secure the gates, use SHUTGATE.
ru: Для защиты ворот используйте ЗАКРЫТЬВОРОТА.

source: Press any key to continue . . .
ru: Нажмите любую клавишу, чтобы продолжить . . .

source: Take note: These are not the gates you are looking for.
ru: Обратите внимание: это не те ворота, которые вы ищите.

source: Version: 9.13.1665.0 Aug 11, 1998
ru: Версия: 9.13.1665.0; 11 авг 1998

source: OPENGATE inner
ru: ОТКРЫТЬВОРОТА внутренние

source: inner gate opened
ru: внутренние ворота открыты

source: [b]WARNING[/b]:
ru: [b]ВНИМАНИЕ:[/b]

source: Anomalies detected!
ru: Обнаружены аномалии!

source: OPENGATE outer
ru: ОТКРЫТЬВОРОТА внешние

source: outer gate opened
ru: внешние ворота открыты

source: OPENGATE inner outer
ru: ОТКРЫТЬВОРОТА внутренние внешние

source: Welcome back. Things have been calm since you've uploaded the faulty firmware.
ru: С возвращением. С тех пор, как ты загрузил испорченную прошивку, всё тихо.

source: And I thought you were going to commit suicide. Hah! Good job. I'll keep guard duty here, in case something happen.
ru: А я-то думал, ты идёшь на самоубийство. Ха! Хорошая работа. Я продолжу дежурство, вдруг что-нибудь случится.

source: Nothing to worry here. All is well when it ends well.
ru: Беспокоиться не о чем. Всё хорошо, что хорошо кончается.

source: Even without the threat of the factory, I was told by Spencer to keep position here. Safety is never enough!
ru: Даже без угрозы с фабрики Спенсер приказал мне остаться здесь. Безопасность превыше всего!

source: Great. Now back to where you came from. This is no place for you.
ru: Замечательно. Теперь иди туда, откуда пришёл. Здесь тебе не место.

source: What's the matter with this gate?
ru: Что это за ворота?

source: This is a gate to an automated bot factory we call the Hell Fortress.
ru: Это ворота автоматической фабрики ботов, что мы зовём Адской крепостью.

source: You must be crazy if you want to get in there. That place is full of bots.
ru: Должно быть, ты псих, если хочешь туда попасть. Там всё кишит ботами.

source: Get out of here. They might attack at any moment!
ru: Уходи отсюда. Они могут напасть в любой момент!

source: What if I just walk in there? Will you try to stop me?
ru: Что если я просто пойду туда? Попытаешься меня остановить?

source: Of course not. Murdering you would be a complete waste of time.
ru: Конечно, нет. Убить тебя — пустая трата времени.

source: The bots and disruptor shield will take care of that for me.
ru: Боты и дезинтегрирующий щит позаботятся об этом за меня.

source: Just remember to give me your valuables before you commit suicide.
ru: Только не забудь оставить мне все ценности до самоубийства.

source: You won't need any money once you're dead, and I could use it, eh?
ru: Тебе не понадобятся деньги после смерти, и я смогу их использовать, да?

source: Also, I would not rely on your Exterminator this time.
ru: И ещё, в этот раз я бы не полагался на твой истребитель.

source: You'll be dead before you manage to reload this gun.
ru: Ты умрёшь прежде, чем успеешь перезарядить эту пушку.

source: Thanks for the advice.
ru: Спасибо за совет.

source: You're dead if you don't take it.
ru: Ты умрёшь, если им не воспользуешься.

source: Finally.
ru: Прощай.

source: Don't come back.
ru: Не возвращайся.

source: It is dangerous here.
ru: Здесь опасно.

source: Leave and stay away.
ru: Уходи и держись подальше.

source: Hey, Linarian! What do you want here?
ru: Эй, Линариец! Что тебе здесь нужно?

source: Congratulations on getting the job done.
ru: Поздравляю с успешно выполненным заданием.

source: We should rename this place. You did a fine job.
ru: Мы должны переименовать это место. Ты хорошо справился.

source: A bot?! Ah, no, it's just you. I will stay here in case something goes wrong.
ru: Бот?! Ах, нет, это просто ты. Я тут постою на всякий случай, вдруг что-то пойдет не так.

source: Peace, finally. The perfect time to prepare for the next strike! The world is far from safe!
ru: Мир, наконец. Отличное время для подготовки к следующей атаке! Мир еще совсем опасен!

source: I always carry a gun with me. Who knows, bots may come back!
ru: Я всегда таскаю с собой пушку. Кто знает, боты могут вернуться!

source: GET OUT OF HERE YOU IDIOT!
ru: УБИРАЙСЯ ОТСЮДА, ИДИОТ!

source: Just taking a look around.
ru: Да я просто осматриваюсь.

source: Oh, look. The bird wants to go for a walk.
ru: А, смотрите, птица решила прогуляться.

source: We don't call this place 'hell' for nothing.
ru: Ну мы же не зря называем это место 'адом'.

source: Get outta here!
ru: Убирайся отсюда!

source: I'd like to go through that gate.
ru: IЯ бы хотел пройти через ворота.

source: Are you totally out of your mind?
ru: Ты в своем уме или как?

source: There are trillions of millions of quintillions of bots in there!
ru: Там же триллионы миллионов квинтиллионов ботов!

source: Besides that, on the other side of the door is a disruptor shield, which we can't control.
ru: Кроме того, по ту сторону двери находится дезинтегрирующий щит, которым мы не управляем.

source: * Throws a stone through the door
ru: Кидает камень через дверь

source: * Stone freely flies through the gate and drops on the ground on the other side
ru: * Камень свободно пролетает через ворота и падает на землю на другой стороне.

source: HOLY MECHANICAL MARVEL! SHIELD DISABLED! PREPARE FOR BOT ATTACK!
ru: СВЯТОЕ МЕХАНИЧЕСКОЕ ЧУДО! ЩИТ ОТКЛЮЧЕН! ПРИГОТОВИТСЯ К АТАКЕ БОТОВ!

source: * Stone disappears leaving a small cloud of dust *
ru: * Камень исчез, оставив небольшое облачко пыли *

source: Find a different gate to go through.
ru: Поищи-ка другие ворота, если хочешь пройти.

source: I have some business on the other side!
ru: У меня есть дела по ту сторону ворот!

source: Are you in a rush to die?
ru: Ты собрался помереть?

source: Go away!
ru: Уходи!

source: Calm down. This is not an attack. I've disabled the shield and I'm going to disable all the bots around! Didn't Spencer inform you?
ru: Успокойтесь. Это не атака. Я отключил щит и теперь подйду и вырублю всех ботов! Разве спенсер вас не проинформировал?

source: WHAT?! Not an attack?!
ru: ЧТО? Не атака?!

source: I hope you are telling the truth. One second...
ru: Я надеюсь что вы говорите правду. Секундочку...

source: Nothing from Spencer, ya fat duck. Now leave.
ru: От Спенсера ничего, жирная утка. Убирайся.

source: Right, there is a message from Spencer, you can enter Hell Fortress. And may the source be with you!
ru: Да. от Спенсера было сообщение, тебе открыт доступ в Адскую Крепость. И да будет с тобой сила Источника!

source: See...
ru: Смотри...

source: Yeah, you were right...
ru: Да, ты был прав...

source: Relax, I'm leaving.
ru: Спокойней, я уже ухожу.

source: You better be. AND DON'T COME BACK!
ru: Да уж следовало бы. И НЕ ВОЗВРАЩАЙСЯ!

source: user
ru: пользователь

source: Incorrect password or username
ru: Неправильное имя пользователя или пароль

source: Mmmh...
ru: Хммм...

source: Login succeeded!
ru: Вход подтвержден!

source: Oh well....
ru: Ну вот....

source: Last login from /dev/ttyS0 on Fri, 9 dec 2059.
ru: Последний вход от /dev/ttyS0 в Пят, 9 дек 2059

source: M$ - What will be next?
ru: M$ - Что дальше?

source: Halt! Who goes there?
ru: Стой! Кто идёт?

source: Someone I found in the desert, Tania.
ru: Кое-кто, найденная мной в пустыне, Таня.

source: %s, you may enter.
ru: %s, ты можешь войти.

source: However, you will have to talk to Spencer before you bring your friend, Tania, into the town.
ru: Однако ты должен поговорить со Спенсером прежде чем привести свою подругу Таню в город.

source: Tania has been waiting to talk to you.
ru: Таня подождёт, пока ты договариваешься.

source: Spencer says it is OK?
ru: Спенсер сказал, всё ОК?

source: Well that is good enough for me.
ru: Ну, этого для меня достаточно.

source: She may enter.
ru: Она может войти.

source: Got the money?
ru: Деньги-то есть?

source: You don't say. I'm not living here either. I'm just on vacation.
ru: И не говорите! Мы сами здесь не местные. Мы сами здесь только на каникулах..

source: Normally I'm a fighter. But now I try to relax, chill, take it easy and have a lot of fun.
ru: Вообще я боец. Но сейчас я пытаюсь отдохнуть, остынуть, расслабиться и хорошенько повеселиться.

source: And in case you couldn't tell, that was sarcasm.
ru: И если ты не понял, это был сарказм.

source: Could you teach me how to fight?
ru: Можешь научить меня драться?

source: NO! NO! Er... I mean, not right now. I am busy. Come again later.
ru: НЕТ! НЕТ! Э... То есть не прямо сейчас. Я занят. Зайди попозже.

source: Sure. I can help you.
ru: Конечно. Я могу тебе помочь.

source: For a price. A hundred circuits should be enough.
ru: За плату. Сотни схем должно хватить.

source: Do you have a name?
ru: У тебя есть имя?

source: I go by Pendragon, because I can pull a knife from thin air.
ru: Я известен как Пендрагон, потому что могу достать нож из воздуха.

source: And you?
ru: А ты?

source: %s, because it is my name?
ru: %s, потому что это моё имя.

source: %s. Hah. They won't remember that name the way you think, bird.
ru: %s. Ха. Они не запомнят такое имя, что бы ты ни думал, птица.

source: Teach me the basic stuff.
ru: Научи меня основам.

source: Are you sure?
ru: Ты уверен?

source: I only accept students that already have some experience in fighting bots.
ru: Я работаю только с учениками, которые уже поднабрали опыта в схватках с ботами.

source: Yes (costs 100 valuable circuits, 5 training points)
ru: Да. (Цена: 100 ценных схем, 5 очков развития.)

source: Let us begin then.
ru: Тогда давай начнём.

source: Come closer...
ru: Подойди поближе...

source: HA!
ru: ХА!

source: Ouch! What the hell are you doing?
ru: Ой! Что же ты делаешь?

source: Lesson number one. Never trust the opponent.
ru: Урок номер один. Никогда не доверяй противнику.

source: Just let me get up an -- ouch! Stop it.
ru: Просто дай мне подняться... Ой! Стой!

source: Lesson number two. The bots have no mercy.
ru: Урок номер два. Боты безжалостны.

source: They won't let you get up if you fall down. They will kill you.
ru: Они не позволят тебе встать, если ты упадёшь. Они убьют тебя.

source: Now, lesson number -- ugh! That hurt!
ru: Так, урок номер... Ух! Больно же!

source: Lesson number three. Never underestimate the enemy.
ru: Урок номер три. Никогда не недооценивай врага.

source: Ugh. Yes. You are correct.
ru: Уф. Да. Ты прав.

source: I need to... Lie down for a while... My head hurts...
ru: Мне надо... Немного полежать... Голова раскалывается...

source: Lesson number four. Never hit your sparring partner with full force.
ru: Урок номер четыре. Никогда не бей своего спарринг-партнера в полную силу.

source: I think you broke my ribs...
ru: Думаю, ты сломал мне рёбра...

source: This is enough training for today.
ru: На сегодня тренировок достаточно.

source: You don't have enough experience. I can't teach you anything more right now.
ru: У тебя мало опыта. Я не смогу научить тебя сейчас чему-то большему.

source: First collect more experience. Then we can go on.
ru: Сначала наберись побольше опыта. Затем мы продолжим.

source: You don't have enough valuable circuits on you! Come back when you have the money.
ru: У тебя не хватает ценных схем! Возвращайся, когда будут деньги.

source: Hey, wake up! I taught you that stuff already. Go practice on the bots, if you really want more training.
ru: Эй, очнись! Я тебя этому уже научил. Иди попрактикуйся на ботах, если и вправду хочешь больше тренироваться.

source: Teach me how to smash concrete blocks with my bare hands.
ru: Научи меня разбивать бетонные блоки голыми руками.

source: Oh, Linarian, you amuse me so.
ru: Ох, линарианец, ты такой забавный.

source: You are quite an ambitious fellow.
ru: Ты довольно амбициозный тип.

source: First learn the basics. Spend a year working on that, and then I'll be able to teach you some advanced tricks.
ru: Сначала изучи основы. Потрать год на оттачивание техники, и тогда я смогу научить тебя более сложным приёмам.

source: Teach me Ninjitsu.
ru: Научи меня ниндзюцу.

source: I want to know the Mega Uber Crazy Double-Fang Wolf-Sunlight I-Like-Tea Death Touch of Major Destruction Flesh-Bursting Attack!
ru: Я хочу изучить мега-убер-безумное-двухклыкового-солнцесветного-волка-я-люблю-чай-смертельное-касание-огромного-разрушения-на-разрыв-печени атаку!

source: You have a very rich imagination. There is no such thing. Get a life.
ru: У тебя богатое воображение. Ничего подобного нет. Займись делом.

source: I want to know the forbidden skill of furuike ya kawazu tobikomu mizu no oto.
ru: Я хочу овладеть забытым умением фуруике я кавадзу тобикому мидзу но ото.

source: This is starting to make me angry. Shut up and go away.
ru: Это начинает меня злить. Заткнись и проваливай.

source: Teach me how to flip out and kill people!
ru: Научи меня делать сальто и убивать людей!

source: I will teach you to keep your mouth shut when told to. Observe very carefully.
ru: Я научу тебя держать рот на замке, когда тебе говорят. Наблюдай очень внимательно.

source: Make sure you pay attention.
ru: Убедись, что ты внимателен.

source: TAKE THIS!
ru: ДЕРЖИ!

source: Now go away.
ru: Теперь проваливай.

source: Enough for now.
ru: На этот раз достаточно.

source: I want to pass the gate.
ru: Я хочу выйти за ворота.

source: Can you open it, please?
ru: Можешь открыть их, пожалуйста?

source: Yes, I can.
ru: Да, я могу.

source: Uhm...
ru: Ммм...

source: Will you do it?
ru: Ты сделаешь это?

source: Yes. But you have to pay a one-time tax for it first.
ru: Да. Но сначала ты должен заплатить единовременный налог.

source: Pay 30 circuits and you may pass.
ru: Заплати 30 схем и можешь пройти.

source: You can enter the desert, but first you'll have to pay 40 circuits.
ru: Ты можешь пойти в пустыню, но сначала заплати 40 схем.

source: Yes, I've got the money.
ru: Ага, у меня есть деньги.

source: You may pass.
ru: Ты можешь пройти.

source: Pendragon opened the gate for me, but I had to pay a little tax.
ru: Пендрагон открыл мне ворота, но пришлось заплатить небольшой налог.

source: At last.
ru: Наконец.

source: Here, let me pass now.
ru: Вот, теперь позволь мне пройти.

source: You may pass, Loon.
ru: Можешь пройти, гагара.

source: But don't expect any help in there.
ru: Но не рассчитывай там на какую-либо помощь.

source: Pendragon opened the gate for me, but I had to pay a tax.
ru: Пендрагон открыл мне ворота, но пришлось заплатить налог.

source: Don't try to trick me, duck.
ru: Не пытайся надуть меня, утка.

source: Come back if you have the bucks!
ru: Возвращайся, если у тебя есть баксы!

source: Nothing...
ru: Нет ничего...

source: Get lost. Don't come back.
ru: Заблудись. И не возвращайся.

source: Listen to me carefully, bird.
ru: Слушай меня внимательно, птица.

source: Maybe it looks like you saved the day, but I know better than that. You're nothing but a duck. You're not a human.
ru: Может, и выглядит, будто ты спас мир, но я знаю кое-что получше. Ты всего лишь утка. Ты не человек.

source: As far as I'm concerned, you just landed here and stole our show. The Red Guard had everything under control, and we did not need your stupid flippers waddling in our affairs.
ru: Насколько могу судить, ты просто припёрся сюда и затмил нас. У Красной стражи всё было под контролем, и мы не нуждались в глупых ластах, шарящихся в наших делах.

source: And don't think that just because Spencer is excited, he's on your side.
ru: И не думай только, что раз Спенсер взволнован, то он на твоей стороне.

source: He may not share his plans with the rest of us, but I know him well enough to know that he's using you.
ru: Он не делится своими планами с остальными, но я знаю его достаточно хорошо, чтобы утверждать: он использует тебя.

source: He's been using you since he did you a favor and defrosted you, and your stupid bird brain can't even comprehend that. So don't get cocky.
ru: Он использует тебя с тех пор, как, сделав одолжение, разморозил, а твой тупой птичий мозг даже не смог этого понять. Так что не петушись.

source: You'll get what you deserve, soon enough, just like all the other bird aliens.
ru: Ты получишь, что заслуживаешь, довольно скоро, как и все остальные птицы-инопланетяне.

source: Ouch!
ru: Ой!

source: I want to see a better attitude around here. You'd better be nice to me.
ru: Хотелось бы лучшего отношения здесь. Тебе следует быть повежливей.

source: Remember our lesson?
ru: Помнишь наш урок?

source: You impudent little eggspawn.
ru: Ты наглая, мелкая несушка.

source: Have courage.
ru: Будь мужественным.

source: Be strong.
ru: Будь сильным.

source: You'll see. Big hero. You'll learn your place soon.
ru: Увидишь. Большой герой. Скоро ты узнаешь своё место.

source: I hate birds.
ru: Ненавижу птиц.

source: HAHAHA! I heard the bots are dead! You fascists will now all die in hands of a civilian revolution, resistance will prevail, just wait! HAHAHA!
ru: ХА-ХА-ХА! Я слышал, боты мертвы! Теперь все вы, фашисты, умрёте в огне гражданской революции, сопротивление победит, так что ждите! ХА-ХА-ХА!

source: Why are you here?
ru: Почему ты здесь?

source: I'm a political prisoner.
ru: Я политический заключённый.

source: Those red fascists put me here.
ru: Эти красные фашисты меня сюда посадили.

source: And I guess you are a fascist too, as only Red Guard members are allowed in here.
ru: И я думаю, ты тоже фашист, ведь сюда пускают только членов Красной стражи.

source: What is a fascist?
ru: Что такое фашист?

source: What is ...
ru: Что такое...

source: LALALALALA - I'm not hearing you. I have my fingers in my ears and just go - LALALALALA
ru: ЛЯ-ЛЯ-ЛЯ-ЛЯ-ЛЯ. Я тебя не слышу. Заткнул уши и просто продолжаю: ЛЯ-ЛЯ-ЛЯ-ЛЯ-ЛЯ.

source: Talk to you later.
ru: Потом побеседуем.

source: Not in your life, Fascist!
ru: Не в этой жизни, Фашист!

source: Welcome, welcome! I'm Richard. I'm the computer guy around here.
ru: Добро пожаловать, добро пожаловать! Я Ричард, местный компьютерщик.

source: I mostly work with this huge computer cluster here, although I also program the 614 bots in my spare time.
ru: Я в основном занимаюсь огромным кластером, хотя я также программирую 614 ботов в свободное время.

source: A computer cluster? What's that?
ru: Компьютерный кластер? Что это такое?

source: A cluster is a group of computers, connected in a way that helps them collaborate in solving problems.
ru: Кластер - это группа компьютеров, соединенных между собой так, что они могут взаимодействовать и совместно работать над задачей.

source: As they say, 'two heads are better than one'. And we have a lot of heads here.
ru: Как говорится, 'две головы лучше чем одна'. Ну а тут у нас не одна и не две, а очень много голов.

source: That is why I call this cluster 'Hydra'. A lot of heads indeed.
ru: Поэтому я назвал кластер 'Гидра'. Действительно много голов.

source: I have a data cube with some information. Can you tell me something more about it?
ru: У меня куб данных с некой информацией. Можете рассказать об этом больше?

source: Interesting. Let me see this thing. Hmm... Yes, there is quite a lot of data in there. Maybe we could use Hydra to evaluate the data.
ru: Интересно. Дай мне посмотреть на него. Хм... Да, действительно в нем есть некоторое количество данных. Может быть использование Гидры поможет проанализировать их.

source: Hey, what do we have here? The data is already prepared for processing by a cluster just like ours. Wow! That's excellent!
ru: Так, что у нас тут? Ну надо же, данные уже подготовленны для обработки такими кластерами, как наш. Это замечательно!

source: I'll feed it into Hydra right away. Expect the results in a short while. Hydra has never let me down.
ru: Я скормил данные Гидре. Думаю данные будут скоро. Гидра еще никогда меня не подводила.

source: Yes, that was simple. I wish everything else went as smoothly as this one did...
ru: Да, это было просто. Хотелось бы, чтобы все получалось так-же легко.

source: Hey, did you get something out of that data cube?
ru: Эй, удалось вытащить что-то из этого куба данных?

source: Of course! I told you, Hydra has never failed me! I designed it myself, and I know computers very well. I never make mistakes.
ru: Конечно! Я же говорил, что Гидра никогда меня не подводила! Я сам её разработал, а я то в компьютерах разбираюсь. Я никогда не ошибаюсь.

source: Seems like the disruptor shield which thwarts all our attacks on Hell Fortress can be controlled from somewhere outside, or something like that.
ru: Похоже, что дезинтегрирующий щит, срывавший все наши атаки на Адскую крепость, может управляться откуда-то извне, или что-нибудь в этом роде.

source: I was busy servicing one of Hydra's nodes, but I sent the full report to Spencer. He will tell you more.
ru: Я был несколько занят обслуживанием одного из блоков Гидры, но я послал отчет Спенсеру. Он расскажет тебе больше.

source: So... What's the story on those data cubes, anyway?
ru: Ну... И что за история с этими кубами данных?

source: Well, they were originally developed for use with the Open-Pandora computing platform.
ru: Ну, они изначально были разработаны для использования с компьютерной платформой Открытая-Пандора.

source: The what?
ru: Что это?
