Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: However, self-inflicted damage might be exempted from this rule in some cases...
ru: Однако в некоторых случаях членовредительство может быть исключением из правил...

source: You seem to be in excellent health, there is nothing I can do for you right now.
ru: Похоже, у тебя отменное здоровье, прямо сейчас моя помощь не требуется.

source: There, it's done. You're completely fixed. You can go now.
ru: Вот, всё готово. Ты полностью здоров. Можешь идти.

source: You need to keep better care of yourself. You're completely fixed. You can go now.
ru: Теперь ты в полном порядке и можешь идти, но тебе следует лучше о себе заботиться.

source: What do you mean, self-inflicted damage?
ru: Что ты подразумеваешь под членовредительством?

source: Well, you see that Bender character on my doorstep?
ru: Вон, видишь того хмыря Бендера у порога?

source: Well, you see that idiotic Bender character on my doorstep?
ru: Вон, видишь этого идиота Бендера возле входа?

source: What can you tell me about Bender?
ru: Расскажи о Бендере.

source: Bender asked my advice about some pills he saw advertised in an e-mail. I told him not to buy them.
ru: Бендер попросил мой совет по поводу пилюль, разрекламированных в электронном письме. Я сказал, чтобы не покупал их.

source: But guess what? He bought and took the stupid pills anyway, and then he came back to me to fix him.
ru: И знаешь что? Он всё же купил и принял эти дурацкие пилюли, а затем вернулся ко мне, чтобы я его вылечил.

source: If he, or anyone, is going to completely disregard my medical advice, and then think they are going to get my medical supplies, then they are wrong.
ru: Если он или кто-либо наплевательски относятся к моим медицинским советам и думают, что могут рассчитывать на мою медпомощь, то они ошибаются.

source: He won't get anything from me anymore. It would be unfair to the community to waste all the supplies on him, and that's my final word on that.
ru: Он больше ничего от меня не получит. Было бы нечестно по отношению к остальным потратить на него одного все мои запасы, и это моё последнее слово.

source: Doc... I really want the antidote.
ru: Док... Мне правда нужно противоядие.

source: No! I am not giving it to you. Forget about it.
ru: Нет! Я тебе его не дам. И думать об этом забудь.

source: My patience is running out. Give me the antidote. Now.
ru: Моё терпение на исходе. Дай мне противоядие. Сейчас же.

source: No! Over my dead body.
ru: Нет! Только через мой труп!

source: Your wish is my command!
ru: Твоё желание для меня закон!

source: Huh? What?
ru: А? Что?

source: Humans... You are so interesting. I always wanted to know exactly how much blood you have.
ru: Люди... Вы такие интересные. Я всегда хотел точно узнать, сколько у вас крови.

source: Don't do this. Don't do this.
ru: Не делай этого. Не делай!

source: Prepare, Doctor. The experiment begins.
ru: Готовься, доктор. Эксперимент начался.

source: Don't do this! DON'T DO THIS!
ru: Не делай этого! НЕ ДЕЛАЙ ЭТОГО!

source: Ugh. Human blood is disgusting. At least four liters. I feel sick.
ru: Фу. Человеческая кровь отвратительна. Около четырёх литров. Мне плохо.

source: I guess this means I get to inherit all your stuff. I hope you don't mind if I take everything?
ru: Полагаю, это значит, что я унаследовал твоё имущество. Надеюсь, ты не против, если я заберу всё?

source: Good. I am very glad not to hear a disapproval.
ru: Хорошо. Очень рад, что не слышу возражений.

source: Is Tania OK?
ru: С Таней всё нормально?

source: Haven't you heard of doctor-patient confidentiality?
ru: Ты никогда не слышал о врачебной тайне?

source: Ummm...
ru: Ммм...

source: No worries. She is fine.
ru: Не беспокойся. Она в порядке.

source: Forget it. Getting the antidote is not worth the effort.
ru: Забудь об этом. Не трать время на получение противоядия.

source: I am not giving it to you, and that won't change.
ru: Я тебе его не дам, и это не изменить.

source: May I buy some medical equipment?
ru: Можно купить немного медикаментов?

source: Sure. Here is what I can offer today.
ru: Конечно. Вот что могу предложить сегодня.

source: Hmm. I cannot remember.
ru: Хмм. Не припоминаю.

source: I'm sorry.
ru: Прости.

source: No problem. Thanks anyway.
ru: Без проблем. В любом случае, спасибо.

source: I think I did.
ru: Думаю, да.

source: Hmm... Yellow, bright, PVC...?
ru: Хмм... Ярко-жёлтый ПВХ?..

source: Do you mean this rubber duck by any chance?
ru: Ты не об этой резиновой уточке, случайно?

source: Ooh, you found it.
ru: Ого, ты нашёл её.

source: Here, take it if it's yours.
ru: Вот, возьми, если она твоя.

source: Take this healthy drink as reward.
ru: Прими в качестве награды этот целебный напиток.

source: Looks.. erm... interesting...
ru: Выглядит... э... интересно...

source: Thank you. I am sure it ... can be quite useful in some situations.
ru: Спасибо. Уверен, это... может быть весьма полезным в некоторых ситуациях.

source: What can you tell me about Strength Pills?
ru: Расскажи о пилюлях силы.

source: What can you tell me about Dexterity Pills?
ru: Расскажи о пилюлях ловкости.

source: What can you tell me about Code Pills?
ru: Расскажи о пилюлях кода.

source: Those pills are only one variant of a fantastic scientific breakthrough that happened shortly before the Great Assault.
ru: Эти пилюли - лишь один из результатов фантастического научного прорыва, случившегося незадолго до бунта машин.

source: Three kinds of enhancement pills were developed. One for strength, one for dexterity and one for programming abilities.
ru: Всего было создано три разновидности улучшающих таблеток: для силы, для ловкости и для способности программировать.

source: These pills work on a nanotechnological basis with small machines connecting to your muscle and nerve tissue.
ru: Эти таблетки работают на основе нанотехнологий, когда маленькие машины соединяются с мышцами и нервами.

source: The machines connect together and form some inorganic artificial tissue that has been optimized for certain qualities.
ru: Машины, соединяясь вместе, формируют искусственную неорганическую ткань, оптимизированную под определённое качество.

source: Since this invention only came about shortly before the Great Assault, these pills are now very rare.
ru: Так как изобрели пилюли непосредственно перед бунтом машин, то они довольно редкие.

source: But if you should get them, even better, because the effects are permanent, and as far as we can tell, there aren't any side effects!
ru: Но если ты всё же их раздобудешь, тем лучше, потому что эффект от них постоянный и, насколько мы знаем, не вызывает побочных действий!

source: What can you tell me about Brain Pills?
ru: Расскажи о пилюлях увеличения мозга.

source: I already warned you about those!
ru: Я уже предупреждал тебя об этом!

source: Those pills are almost pure biological waste! They are sold to stupid ignorant gullible people. Never EVER take one.
ru: Эти пилюли - почти целиком биологические отходы! Их продают тупым доверчивым невеждам. НИКОГДА не принимай ни одной.

source: What can you tell me about Diet supplements?
ru: Расскажи о пищевых добавках.

source: Have you tasted the army snacks that the cook, Michelangelo, has been handing out?
ru: Ты пробовал армейские пайки, которые выдаёт повар Микеланджело?

source: Yes, those were horrible. They had a nice color though.
ru: Да, они были ужасны. Хотя цвет очень даже ничего.

source: The dye used to make that color is a known carcinogen.
ru: Краситель, использующийся для получения такого цвета, - известный канцероген.

source: No, should I?
ru: Нет, а должен?

source: Not if you can avoid it.
ru: Нет, если можешь этого избежать.

source: Well, unlike the army snacks, the Diet Supplements actually have a slight nutritional benefit.
ru: Итак, в отличие от армейских пайков, пищевые добавки вправду питательны и даже полезны.

source: After taking one, your health should improve slightly.
ru: После приёма одной, твоё здоровье должно слегка улучшиться.

source: What can you tell me about Antibiotics?
ru: Расскажи об антибиотиках.

source: Basically it is bottled up poison made by bacteria.
ru: В сущности, это бутилированный яд для бактерий.

source: And that is good for me?
ru: И это полезно для меня?

source: Yep. It kills the bacteria that want to kill you. It improves your health significantly.
ru: Ага. Он убьёт бактерий, хотящих убить тебя. И значительно улучшит твоё здоровье.

source: What is a Doc-in-a-can?
ru: Что такое Док-в-банке?

source: It is a device that releases millions of short-lived nanobots that swarm all over your body inside and out repairing and fixing almost all but the most serious wounds.
ru: Это устройство, выпускающее миллионы краткоживущих наноботов, которые покрывают твоё тело изнутри и снаружи, восстанавливая почти всё, кроме самых серьёзных ран.

source: Wouldn't long-lived nanobots work better?
ru: Не будут ли долгоживущие наноботы работать лучше?

source: They found that long-lived nanobots evolve self-replication and act like a cancer. A cancer of gray goo that eats everything.
ru: Доказано, что долгоживущие наноботы, самореплицируясь, действуют, как рак. Серая всепожирающая раковая масса.

source: Several planets were made uninhabitable before they figured that one out.
ru: Несколько планет стали непригодны для жизни, прежде чем это выяснили.

source: Sorry, the doctor is out- oh! It's you! How can i help you?
ru: Простите, доктор вышел... О! Это ты! Чем могу помочь?

source: Do you need Antibiotics? No, of course not, you look like you're in need of some radiotherapy!
ru: Тебе нужны антибиотики? Нет, конечно, нет, ты выглядишь так, будто нуждаешься в радиотерапии!

source: No, I'm fine, thank you...
ru: Нет, я в порядке, спасибо...

source: Are you sure? Anything for you! You're a hero!
ru: Уверен? Для тебя всё что угодно! Ты герой!

source: Well, now that you mentioned it, I am a little bruised.
ru: Раз уж ты упомянул об этом, я слегка ушибся.

source: Well, let's take a look at you...
ru: Что ж, давай-ка тебя осмотрим...

source: Yes, I can see - you've been through some harshness.
ru: Да, вижу: тебя действительно несколько потрепало.

source: But we can fix that. Under my care, you'll be as good as new! Now take this, put it in your mouth and count to 30.
ru: Но мы можем всё исправить. Под моим присмотром будешь как новенький! Теперь возьми это, положи в рот и считай до 30.

source: Mrn... Tww... ThOW!
ru: Мдин... Двв... ТрОЙ!

source: Just a little shot while you were waiting!
ru: Просто небольшой укольчик, пока ты ждал!

source: Hmm... Yes... And here...
ru: Хмм... Да... И сюда...

source: I see. Well, a preliminary physical examination doesn't show anything very wrong, but we can't be too sure!
ru: Посмотрим. Итак, предварительный внешний осмотр не выявил ничего серьёзного, но мы не можем быть полностью уверены!

source: What are you doing? Why are you putting on a glove?
ru: Что ты делаешь? Зачем натягиваешь перчатку?

source: Calm down, I do this all the time. Now, relax your muscles...
ru: Успокойся, я всегда так делаю. Теперь расслабься...

source: Whoa! Whoa- thanks, doc, but I'm feeling much better now! Really!
ru: Стоп-стоп! Спасибо, док, но теперь мне гораздо лучше. Правда!

source: Oh- well, great!
ru: Ну, что ж, отлично!

source: Funny, they always say that...
ru: Забавно, они всегда так говорят...

source: I only did what I had to do.
ru: Я всего лишь сделал, что должен.

source: And what no one thought could be done!
ru: И что никто не додумался бы сделать!

source: Listen, %s, you saved everyone's lives here - the least I could do as a doctor is to look out for yours.
ru: Послушай, %s, ты всех здесь спас, и меньшее, что я могу сделать как доктор, - присмотреть за тобой.

source: Have you heard anything from Bender?
ru: Слышал что-нибудь от Бендера?

source: Bender?
ru: Бендера?

source: Oh, him! That fool who took the brain growth pills!
ru: Точно! Это дурак, который принял пилюли выращивания мозга!

source: Yes. I guess they really should be called brain growth pills. He's still very sick.
ru: Да, полагаю, их действительно следовало назвать пилюлями выращивания мозга. Он всё ещё очень болен.

source: But I can't just give him the antidote.
ru: Но я не могу просто дать ему противоядие.

source: Why not?
ru: Почему нет?

source: Well, that would be unfair. It would also be unwise, and... And...
ru: Ну, это было бы неправильно. А ещё неразумно и... И...

source: Oh, darn it, why not indeed! The worst is past us! He can have all the antidote he wants. I'm in such a good mood, I haven't felt so cheerful since my first autopsy back in medical school!
ru: Эх, была не была, почему бы и нет! Худшее позади! Он может получить любое противоядие, какое захочет. У меня такое хорошее настроение, какого не было со времён моего первого вскрытия в медакадемии!

source: Of course, I mean the celebrations that followed the autopsy. Everyone had passed the exam.
ru: Конечно, я имел в виду празднование, последовавшее за вскрытием. Тогда все сдали экзамен.

source: Yes. Of course.
ru: Да. Конечно.

source: It is done - I talked to Doc Moore, and he will happily give Bender the antidote.
ru: Дело сделано: я поговорил с доком Муром, и он был счастлив дать Бендеру противоядие.

source: Keep healthy!
ru: Будь здоров!

source: Take good care of yourself - I'm taking a vacation!
ru: Позаботься о себе: я беру отпуск!

source: It's a wonderful day. Thank you.
ru: Какой прекрасный день. Спасибо.

source: admin
ru: админ

source: Changing password for admin. Enter new password:
ru: Изменение пароля для администратора. Введите новый пароль:

source: Enter new password again:
ru: Введите новый пароль еще раз:

source: Password successfully changed.
ru: Пароль успешно изменен.

source: Disabling disruptor shield...
ru: Отключение дезинтегрирующего щита...

source: Shield disabled.
ru: Защита отключена.

source: I've taken over the control terminal and disabled the disruptor shield. Now, I should go to the Hell Fortress and hack the MS firmware update system.
ru: Я взломал терминал и отключил дезинтегрирующий щит. Теперь я должен отправиться в Адскую крепость и хакнуть систему обновления прошивки МС.

source: WARNING: Another user is using this computer.
ru: ВНИМАНИЕ: Другой пользователь использует этот компьютер.

source: Disruptor shield is active.
ru: Дезинтегрирующий щит включён.

source: Exiting...
ru: Выход...

source: Password :
ru: Пароль:

source: [b]ERROR:[/b] Impossible to shutdown. Please contact Machine Deck.
ru: [b]ОШИБКА:[/b] невозможно выключить. Пожалуйста, свяжитесь с машинным отделением.

source: [b]Login failed. Entering as Guest[/b]
ru: [b]Ошибка входа. Гостевой сеанс[/b]

source: Welcome to [b]Power Control Gate 1 Terminal[/b]!
ru: Приветствуем в [b]терминале управления воротами 1[/b]!

source: GAME BUG. PLEASE REPORT.
ru: ОШИБКА ИГРЫ. СООБЩИТЕ ОБ ЭТОМ.

source: open gate
ru: открыть ворота

source: Gate status: CLOSED
ru: Состояние ворот: ЗАКРЫТО

source: Security Access to this area denied.
ru: Доступ в эту зону запрещён.

source: Contact personnel in the Machine Deck Control Room if you believe this to be an error.
ru: Свяжитесь с сотрудниками центра управления машинами, если уверены, что это ошибка.

source: Access granted. Opening gate ...
ru: Доступ разрешён. Открытие ворот...

source: Gate status: OPEN
ru: Состояние ворот: ОТКРЫТО

source: close gate
ru: закрыть ворота

source: Access granted. Closing gate ...
ru: Доступ разрешён. Закрытие ворот...

source: Exiting
ru: Выход

source: Have a nice day.
ru: Хорошего дня.

source: Have a wonderful day.
ru: Чудесного дня.

source: We hope your day will be most productive.
ru: Надеемся, ваш день будет наиболее продуктивным.

source: Hi... Erm... Who are you?
ru: Привет... Э... Кто ты?

source: Duncan McNamara, The Red Guard's resident bomb maker, at your service.
ru: Дункан Макнамара, местный бомбодел Красной стражи, к вашим услугам.

source: I would like to buy a bomb.
ru: Я бы хотел купить бомбу.

source: Yes. I am sure we can arrange something. Take a look.
ru: О, да. Я уверен, мы сможем подобрать что-нибудь. Вот, взгляни.

source: Sure. These are my offers today.
ru: Конечно. Вот что могу предложить сегодня.

source: I see only grenades. Do you have something bigger?
ru: Я вижу только гранаты. Есть что-нибудь побольше?

source: My deepest apologies, I do not.
ru: Мои глубочайшие извинения, нет.

source: The Red Guard prohibits the sales of extremely destructive munitions.
ru: Красная стража запрещает продажи особо разрушительных снарядов.

source: It is not yet the time for the fall of their rule, so I remain loyal.
ru: Пока не придёт время падения их власти, я буду лоялен.

source: The fall of the Red Guard? I am going to report that you are inciting a revolution!
ru: Падение Красной стражи? Придётся доложить, что ты подстрекаешь к революции!

source: My word against yours. If you wish to try it, please, be my guest.
ru: Моё слово против твоего. Хочешь попробовать - пожалуйста.

source: I am not inciting anything. I am just stating what I see as inevitable in the future.
ru: Я ни к чему не подстрекаю. Просто высказываю то, что считаю неизбежным в будущем.

source: I have taken part in many conflicts and I have seen how governments collapse.
ru: Я принимал участие во многих конфликтах и видел, как свергаются правительства.

source: As soon as the war is over, the Red Guard will disband.
ru: Как только война закончится, Красную стражу расформируют.

source: Of course, I am making the assumption of victory, which is highly unlikely with the current state of affairs.
ru: Конечно, я делаю предположение о победе, которая крайне маловероятна при нынешнем положении дел.

source: The war is already over. The bots are all dead.
ru: Война уже кончилась. Все боты мертвы.

source: It's still too early to sing victory. You need some time to realize if you truly won or if you're just playing along someone's else plan.
ru: Ещё слишком рано праздновать победу. Тебе нужно время, чтобы понять, действительно ли ты выиграл или просто играешь под чужую дудку.

source: Someone else? Like whom?
ru: Под чужую дудку? Чью, например?

source: How can you be sure everyone behind the Great Assault is dead, Linarian? Or that it wasn't done on purpose? Only time will tell.
ru: Ты можешь быть уверен, что все, кто стоял за бунтом машин, мертвы, линарианец? Или что это было сделано не нарочно? Только время покажет.

source: The fall of the Red Guard? Tell me more about it.
ru: Падение Красной стражи? Расскажи мне об этом.

source: It is not the time to speak of such things yet. Come another day, and we shall talk about it in more detail.
ru: Не пришло ещё время говорить о таких вещах. Приходи в другой раз, и мы поговорим об этом более детально.

source: The Red Guard can have their great laser beams and plasma cannons... But nothing can save them.
ru: У Красной стражи могут быть великолепные лазеры и плазменные пушки... Но их не спасёт ничего.

source: I want to buy some grenades.
ru: Я хочу купить несколько гранат.

source: Certainly.
ru: Конечно.

source: With pleasure.
ru: С удовольствием.

source: What kind of grenade is the best?
ru: Какая граната лучше?

source: You get what you pay for.
ru: Мощность прямо пропорциональна цене.

source: How did you get into making explosives?
ru: Почему ты решил делать взрывчатку?

source: Twenty years ago there was a conflict.
ru: Двадцать лет назад был один конфликт.

source: A grenade I threw destroyed a being which killed many of... my people.
ru: Метнутая мной граната уничтожила тварь, убившую многих... моих людей.

source: Now I make more to smash the destroyers.
ru: Вот теперь я и делаю гранаты, чтоб сокрушать разрушителей.

source: Ah. Welcome again Linarian.
ru: А, линарианец, ещё раз добро пожаловать.

source: I have a little request for you.
ru: У меня к тебе небольшое дельце.

source: I know someone who needs to be taught a lesson.
ru: Я знаю кое-кого, кому нужно преподать урок.

source: Tell me more.
ru: Рассказывай.

source: Ah, excellent.
ru: О, отлично.

source: A... friend of mine, Koan, stole something of great value to me.
ru: Э... мой друг, Коэн, украл нечто очень ценное для меня.

source: He is hiding somewhere in the desert, I don't know exactly where.
ru: Он прячется где-то в пустыне, но я не знаю, где именно.

source: I will get your property back.
ru: Я верну твою собственность.

source: Excellent. I am pleased to hear this.
ru: Отлично. Рад это слышать.

source: There is something you must know.
ru: Ты должен кое-что знать.

source: There are not too many bots in the desert, but they are invincible. It is best to avoid them.
ru: В пустыне не так много ботов, но они непобедимы. Лучше их избегать.

source: I will be waiting here for your return.
ru: Я буду ждать твоего возвращения.

source: That is all I need to know. I will find Koan.
ru: Это всё, что мне нужно знать. Я найду Коэна.

source: Only time will tell.
ru: Время покажет.

source: Here are a couple of circuits to grease open the western gate, if you know what I mean.
ru: Вот парочка схем, чтобы смазать западные ворота, если ты понимаешь, о чём я.

source: Good luck!
ru: Удачи!

source: I have to find Koan in the desert west of town and get Duncan something very precious.
ru: Я должен найти Коэна в пустыне к западу от города и вернуть Дункану его прелесть.

source: What are those bots?
ru: Что это за боты?

source: We call them 'Harvesters'.
ru: Мы зовём их жнецами.

source: They were designed to chop down trees in the mountains.
ru: Их сконструировали, чтобы они рубили деревья в горах.

source: Now they chop down people.
ru: Теперь они рубят людей.

source: Their only weak point is their security system. But no one has managed to stay alive long enough to hack them.
ru: Их единственное слабое место - система безопасности. Но никому не удавалось оставаться в живых достаточно долго, чтобы взломать их.

source: What is it that he took from you?
ru: Что он забрал у тебя?

source: A cube. Trust me, you can't miss it.
ru: Куб. Поверь мне, ты его не пропустишь.

source: No, I don't find bloodshed a pleasurable activity.
ru: Нет, я не считаю кровопролитие приятным занятием.

source: That is fine. I will find someone else.
ru: Ничего, я найду кого-нибудь еще.

source: Hey, I think I finally found your cube.
ru: Эй, думаю, я наконец-то нашёл твой куб.

source: Oh, great!
ru: Прекрасно!

source: Hey!
ru: Эй!

source: Hmm...?
ru: Хмм?..

source: I think I found Koan after all ... finally.
ru: Думаю, я всё-таки нашёл Коэна... наконец-то.

source: Oh, nice!
ru: О, здорово!

source: Did you also get the cube?
ru: А куб ты нашёл?

source: So... Any news on the Koan matter?
ru: Итак... Есть новости по делу Коэна?

source: Did you finally find the cube?
ru: Ты наконец-то нашёл куб?

source: Uhmmm...
ru: Нуууу...

source: You better go getting it!
ru: Тебе лучше сходить за ним!

source: You don't look too well, what happened?
ru: На тебе лица нет, что случилось?

source: He ... he is dead...
ru: Он... Он умер...

source: Koan?
ru: Коэн?

source: I thought you hadn't found him?
ru: Я думал, ты его не нашёл.

source: Yes, I didn't find him at first, now I did.
ru: Да, сначала я не нашёл его, но теперь нашёл.

source: Yes.
ru: Да.

source: And the cube that he was carrying? Where is it?
ru: А куб, который он носил? Где он?

source: I must have left it somewhere...
ru: Должно быть, я где-то его оставил...

source: Fetch it and bring it to me.
ru: Сходи за ним и принеси мне.

source: Unfortunately, I forgot to bring the cube. Duncan was not amused.
ru: К сожалению, я забыл принести куб. Дункана это не обрадовало.

source: I could not find him anywhere in the desert. I don't think he is there anymore.
ru: Я не смог найти его в пустыне. Не думаю, что он до сих пор там.

source: I see.
ru: Понятно.

source: I lied to Duncan about not finding Koan.
ru: Я солгал Дункану, что не нашёл Коэна.
