Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: To open the door you need to know the password. Only the commander of the area and his deputy knew it. The commander was killed by bots as soon as the assault started, and the deputy was in town, I don't know what happened to him.
ru: Чтобы открыть дверь, тебе нужен пароль. Только командующий зоной со своим заместителем знали его. Командира убили боты в самом начале бунта машин, а заместитель был в городе, и мне неизвестно, что с ним случилось.

source: Carpets, sofa, bookshelves. Where did you get all this?
ru: Ковры, диван, книжные шкафы. Где ты всё это раздобыла?

source: Peter did all he could to make this room comfortable. The sofa and armchair are from the commander's cabinet, the books are from the lounge...
ru: Питер сделал всё, что мог, чтобы эта комната стала удобной. Диван и кресло из кабинета командующего, книги из комнаты отдыха...

source: The sentry guns are off. You can go now!
ru: Защитные пушки отключены. Ты можешь идти!

source: Thanks, thanks a lot! Now I will be able to see the sun, the trees and the rivers... I missed them so much!
ru: Спасибо, спасибо огромное! Теперь я смогу увидеть солнце, деревья и реки... Мне так их не хватало!

source: I hope these books will help you.
ru: Надеюсь, эти книги будут полезны.

source: Tania is now free!
ru: Теперь Таня свободна!

source: Tania is free now, I got some books as a reward.
ru: Теперь Таня свободна, а я получил несколько книг в награду.

source: You could always come back with me to the town. There are people there.
ru: Ты всегда можешь вернуться со мной в город. Там есть другие люди.

source: I'd love to, but you'll have to escort me.
ru: Я бы с удовольствием, но тебе придётся проводить меня.

source: Where can I find that SACD?
ru: Где мне искать ЦУСЗ?

source: To the right from the entrance of the area, there is a hall. In the south part of this hall you will find a triple hermetic door. The control center is behind that door. But it is locked, so you will have to find another way there. The cable collectors may help you.
ru: Справа от входа на зону расположен зал, в южной части которого ты увидишь тройные гермодвери. Центр управления за этими дверями. Однако они заперты, поэтому тебе придётся найти другой путь. Возможно, через кабельные коллекторы.

source: I'm not ready to escort you to the town.
ru: Я не готов сопровождать тебя в город.

source: I'm ready to escort you to the town.
ru: Я готов проводить тебя в город.

source: I have agreed to escort Tania to the town. Once I'm there, I'll introduce her to Spencer.
ru: Я согласился проводить Таню в город. Когда буду там, представлю её Спенсеру.

source: It isn't all like this, the town is very nice.
ru: Не везде так, город довольно милый.

source: I got lost in this desert once.
ru: Однажды я заблудился в этой пустыне.

source: It must be hard adjusting to the bright sunlight.
ru: Должно быть, трудно привыкнуть к столь яркому свету.

source: I was underground for so long.
ru: Я пробыла под землёй слишком долго.

source: It is all so bright on my eyes.
ru: Вокруг слишком ярко для моих глаз.

source: I hope we get there soon. I'm very thirsty.
ru: Надеюсь, мы скоро придём. Очень хочется пить.

source: Would you like some bottled ice?
ru: Хочешь немного бутилированного льда?

source: Thank you very much.
ru: Огромное спасибо.

source: I feel very refreshed!
ru: Чувствую себя посвежевшей!

source: Tania wasn't prepared for the desert heat. I gave her some bottled ice, and she looked much more healthy.
ru: Таня не была готова к жару пустыни. Я дал ей немного бутилированного льда, и она приобрела более здоровый вид.

source: I have some industrial coolant you could have.
ru: Если хочешь, у меня есть немного промышленного хладагента.

source: I can't drink this.
ru: Я такое не пью.

source: I've seen the town bartender put it in drinks.
ru: Я видел, что городской бармен добавлял его в напитки.

source: I guess I'll give it a try then.
ru: Тогда я, наверное, попробую.

source: I feel very cold, but better.
ru: Мне очень холодно, но лучше так.

source: Tania wasn't prepared for the desert heat. I gave her some Industrial coolant. At first, she was hesitant, but she tried it.
ru: Таня не была готова к жару пустыни. Я дал ей немного промышленного хладагента. Поначалу она отказывалась, но затем попробовала.

source: Can I offer you some liquid nitrogen?
ru: Могу я предложить тебе жидкого азота?

source: You could have a bottle of Barf's Energy Drink if you are thirsty?
ru: Можешь взять бутылочку блевотного энергетика, если хочешь пить.

source: I feel very energetic!
ru: Я чувствую прилив бодрости!

source: Tania wasn't prepared for the desert heat. I gave her a bottle of Barf's Energy Drink. After downing it in a couple seconds, she looked much more energetic!
ru: Таня не была готова к жару пустыни. Я дал ей бутылочку блевотного энергетика. Через пару секунд она стала выглядеть намного более энергичной!

source: Sorry, I have nothing to offer you.
ru: Прости, но мне нечего тебе предложить.

source: I feel very ill.
ru: Мне очень плохо.

source: Tania wasn't prepared for the desert heat, but I decided not to share any of my liquids with her.
ru: Таня не была готова к жару пустыни, но я решил не делиться с ней запасами напитков.

source: I feel a little faint, but I think I will survive.
ru: Я чувствую слабость, но думаю, что выживу.

source: I am injured!
ru: Я ранена!

source: I am badly injured!
ru: Я сильно ранена!

source: I am seriously injured!
ru: Я серьёзно ранена!

source: There is nothing I can do about your injuries right now.
ru: Прямо сейчас я ничем не могу помочь.

source: I hope we get to the town soon.
ru: Надеюсь, мы скоро доберёмся до города.

source: Here, take this Diet supplement.
ru: Вот, возьми эту пищевую добавку.

source: I feel better now.
ru: Теперь мне лучше.

source: I'm prescribing you some antibiotics.
ru: Назначаю тебе антибиотики.

source: I feel much better.
ru: Мне намного лучше.

source: I have a Doc-in-a-can. It should heal you right up.
ru: У меня есть док-в-банке. Он исцелит тебя мгновенно.

source: I feel fit as new!
ru: Я как новенькая!

source: I successfully brought Tania safely to the town. I hope she likes it here.
ru: Я благополучно доставил Таню в город. Надеюсь, ей здесь понравится.

source: I'm so glad that I am finally here, take this.
ru: Я так рада, что наконец-то здесь. Возьми это.

source: I think you would enjoy some of Michelangelo's cooking at the restaurant.
ru: Думаю, тебе бы пришлась по вкусу готовка Микеланджело в ресторане.

source: It has been so long since I've had a nice meal.
ru: Я так давно не пробовала нормальной еды.

source: You might try the bar. But stay away from the food. It is horrible.
ru: Можешь посетить бар. Но держись подальше от еды: она ужасна.

source: I really miss good food, especially lemon meringue pie.
ru: Я очень скучаю по хорошей еде, особенно лимонному безе.

source: Oh well.
ru: Ну, ладно.

source: I think I have to go.
ru: Кажется мне пора.

source: That's OK. But please, please, come back. I'm so lonely.
ru: Ладно. Но, пожалуйста-пожалуйста, возвращайся. Мне так одиноко.

source: Please come back again and get me out of here.
ru: Пожалуйста, возвращайся и вытащи меня отсюда.

source: Follow me to the Surface!
ru: Следуй за мной на поверхность!

source: Lead on, my little penguin.
ru: Веди, мой пингвинёнок.

source: Follow me to the Town!
ru: Следуй за мной в город!

source: Wait here.
ru: Подожди здесь.

source: OK. But please, come back soon.
ru: Ладно, но, пожалуйста, возвращайся скорее.

source: Please stay safe!
ru: Пожалуйста, береги себя!

source: Thanks again.
ru: Спасибо ещё раз.

source: Please come back again, my little penguin.
ru: Пожалуйста, приходи снова, мой пингвинёнок.

source: This is a MegaSys test bot, running a very basic version of their OS. I can do nothing with this bot, because it doesn't know how to do anything.
ru: Это тестовый бот Мегасис, использующий самую простую версию их ОС. Я ничего не могу с ним сделать, потому что он ничего не может.

source: No. The hostiles have not shown up within the last 24 hours.
ru: Нет. За последние 24 часа враждебной активности не наблюдалось.

source: My orders are to protect the living beings in this town from attacks by hostile bots.
ru: Мне приказано защищать жителей лагеря от аттак вражеских роботов.

source: Ah, a newcomer. I gather you were treated rather harshly by my friend at the gate? My apologies, he lost his little sister in the Great Assault. He never got over it.
ru: А, новенький. Вижу, мой друг у ворот довольно резко с тобой обошёлся? Не обижайся, во время бунта машин он потерял младшую сестру. И так и не оправился с тех пор.

source: So, stranger, welcome here. You might want to talk to Chandra or to Spencer, they can tell you a lot about our current situation.
ru: Что ж, путник, добро пожаловать. Возможно, ты захочешь поговорить с Чандрой или Спенсером, они могут многое рассказать о текущей ситуации.

source: The town is presently ruled by the Red Guard. We are the police and the soldiers here.
ru: Городом сейчас управляет Красная стража. Мы здесь и полиция, и солдаты.

source: There is only one law concerning outsiders here: Don't be stupid.
ru: Для чужаков у нас один закон: не делай глупостей.

source: I think that is enough of an introduction for now.
ru: Думаю, для начала достаточно.

source: I'm on guard duty right now.
ru: Сейчас я на дежурстве.

source: There have been no attacks for a while now. It is too quiet, I think something big is about to happen.
ru: Последнее время атак не было. Но я думаю, это затишье перед бурей.

source: Of course. I killed all bots.
ru: Конечно. Я убил всех ботов.

source: No, not that. Something tells me it's not over, at least, not yet. Call it instinct, I simply can't rest.
ru: Нет, не то. Что-то подсказывает мне, ещё не конец, по крайней мере пока. Называй это интуицией, но нельзя расслабляться.

source: I'll stay in guard for a while more, even if Spencer told me to rest. Feel free to walk outside, though. It's just a bad omen, nothing more.
ru: Я ещё немного покараулю, хоть Спенсер и сказал мне отдохнуть. Никто не запрещает выйти и погулять. Это просто дурное предчувствие, не более.

source: I'll be going, then.
ru: Тогда я пойду.

source: Hey you! Linarian! What do you want here?
ru: Эй ты! Линарианец! Что тебе здесь нужно?

source: Oh, the loon has returned.
ru: О, гагара вернулась.

source: Oh, it's just the loon. No need to worry.
ru: А, это всего лишь гагара. Не о чем беспокоиться.

source: Oh, it's you.
ru: А, это ты.

source: I see you have returned.
ru: Вижу, ты вернулся.

source: You just can't get enough, can you?
ru: Ты просто не можешь насытиться, не так ли?

source: I'm ever vigilant! Bots are all dead? And what? I have a gate to guard! It's my duty, and I won't fail!
ru: Я всегда бдителен! Боты все мертвы? И что? Мне нужно охранять ворота! Это мой долг, и я не подведу!

source: [b]*in whisper* ... Not like I did with you, dear...[/b]
ru: [b]* шепотом*... Не так, как с тобой, дорогая...[/b]

source: Pretend you've heard nothing and mind your own business, Linarian.
ru: Притворись, что ничего не слышал, и не лезь не в свое дело, Линарианец.

source: Can I ask you something?
ru: Можно тебя кое о чем спросить?

source: Yes, Loon.
ru: Да, гагара.

source: You can ask, but don't expect a reply.
ru: Вы можете спросить, но не ждите ответа.

source: I'm guarding this gate, and if I get distracted the bots might overrun this town and kill everybody in it.
ru: Я охраняю эти ворота, и если я отвлекусь, боты могут захватить этот город и убить всех в нем.

source: Oh, great. Another curious one.
ru: О, отлично. Еще один любопытный.

source: About a week ago I let in a stranger who also said he was just taking a look around. I never saw him again. And I'm making sure he won't be getting back in either.
ru: Около недели назад я впустил незнакомца, который также сказал, что он просто осматривается. Больше я его не видел. И я уверен, что он тоже не вернется.

source: I'd like to get into town.
ru: Я бы хотел попасть в город.

source: Funny, exactly the same could be said about all of the crazy bots out there.
ru: Забавно, то же самое можно сказать обо всех сумасшедших ботах.

source: Not to mention that weird guy that came by last week. The only place in town he is going next time is straight into a holding cell.
ru: Не говоря уже о том странном парне, который приходил на прошлой неделе. Единственное место в городе, куда он пойдет в следующий раз - это камера.

source: I'm here to assassinate your leader and you won't stop me!
ru: Я здесь, чтобы убить вашего лидера, и вы не остановите меня!

source: Ok, Linarian! You asked for it!
ru: Хорошо, Линарианец! Ты сам напросился!

source: Open fire!
ru: Открыть огонь!

source: Oh? Who was he? And why?
ru: Да? Кто он такой? И почему?

source: Heh, you sure are a curious little bird, in more than one way I might say.
ru: Хех, ты действительно любопытная маленькая птичка, я бы сказал, не в одном смысле.

source: On the day he visited all our computers went insane, 20 bags of food rations vanished from our storage and one of our bots was stolen.
ru: В тот день, когда он посетил все наши компьютеры, он сошел с ума, 20 мешков с пищевыми пайками исчезли из нашего хранилища, и один из наших ботов был украден.

source: I think that freak lives somewhere to the east. I would love to get my hands on him and beat the life out of him. Slowly.
ru: Я думаю, этот урод живет где-то на востоке. Я хотел бы добраться до него и выбить из него жизнь. Медленно.

source: The guard in charge at the entrance of the town mentioned that somebody sneaked into town recently, and stole food and hardware. Apparently he lives somewhere to the east.
ru: Охранник, дежуривший на въезде в город, упомянул, что кто-то недавно пробрался в город и украл продукты и оборудование. Видимо, он живет где-то на востоке.

source: The guard told me about a guy who stole some food and hardware from the town. He lives somewhere in the east.
ru: Охранник рассказал мне о парне, который украл еду и оборудование из города. Он живет где-то на востоке.

source: Apparently it was this Kevin person I recently hit a bit too hard... Oops... Well, at least he won't steal again...
ru: Видимо, это был тот Кевин, видимо я ударил его слишком сильно... Ой... Ну, по крайней мере, он больше не будет воровать...

source: Ooops, the guard must be talking about Kevin. I'd better not mention I know him and where he lives, or I might find myself in a holding cell or being forced to show the guards straight to his home. But I guess that explains where Kevin got that 614 bot from.
ru: Упс, охранник, должно быть, говорит о Кевине. Лучше не упоминать, что я его знаю и где он живет, иначе я могу оказаться в камере или меня заставят проводить охранников прямо к нему домой. Но я думаю, это объясняет, откуда Кевин получил этого бота 614.

source: Though, I probably should ask Kevin some day what he was doing with the town computers.
ru: Хотя, возможно, когда-нибудь я спрошу Кевина, что он делал с городскими компьютерами.

source: Somewhere to the east? I should look for him.
ru: Где-то на востоке? Я должен его найти.

source: Oh, definitely, and I'm sure all the bots out there will be glad to give you directions, too.
ru: О, определенно,и я уверен, что все боты будут рады дать вам указания.

source: But if you're insanely lucky and you do find him, you come back straight to me, understand?
ru: Но если тебе безумно повезет и ты его найдешь, возвращайся прямо ко мне, понял?

source: I'd like to wring his head off... Though, it's not my call. But who knows, if the Boss feels generous we might both get rewarded.
ru: Мне бы хотелось оторвать ему голову... Хотя, это не мое дело. Но кто знает, если босс будет щедрым, мы оба можем получить вознаграждение.

source: Be careful anyway, this creep is a sneaky one if he got past us.
ru: Будь осторожен, этот мерзавец - скользкий тип, если он прошел мимо нас.

source: I offered to find out who the strange guy is. The guard I talked to was pretty sceptical, though; I should get some experience and better equipment before travelling far outside of town.
ru: Я предложил выяснить, кто этот странный парень. Охранник, с которым я разговаривал, был настроен довольно скептически; я должен получить некоторый опыт и лучшее оборудование, прежде чем отправляться далеко за город.

source: Surely he'll never come back here.
ru: Конечно, он никогда не вернется сюда.

source: I'm not counting on that. The criminal always comes back to the scene of the crime.
ru: Я на это не рассчитываю. Преступник всегда возвращается на место преступления.

source: And that's the last stupid thing they do. You can't steal from the Red Guard twice.
ru: И это последняя глупость, которую они делают. Вы не можете украсть из Красной Стражи дважды.

source: In any case...
ru: В любом случае...

source: We've changed our security policy. Our leader, Spencer, wants to interrogate any strangers we let in.
ru: Мы изменили нашу политику безопасности. Наш лидер, Спенсер, хочет допросить всех незнакомцев, которых мы впустим.

source: You have to talk to him before you head out into the town to do stupid things.
ru: Ты должен поговорить с ним, прежде чем отправишься в город делать глупости.

source: And up until you do, a guard will be following you. We'll be watching you.
ru: И пока вы этого не сделаете, охранник будет следовать за вами. Мы будем следить за тобой.

source: And until you do, one of us will be following you. I'll let the others know you've arrived.
ru: И пока вы этого не сделаете, один из нас будет следовать за вами. Я сообщу остальным, что вы прибыли.

source: I'll let you in now, but be warned: one false move and we all have flightless waterfowl for dinner. Am I making myself clear?
ru: Сейчас я вас впущу, но предупреждаю: одно неверное движение-и у нас на обед нелетающие водоплавающие птицы. Я ясно выражаюсь?

source: Linarian, I will let you in. Do something stupid, and you aren't coming out. Got it?
ru: Линарианец, я позволю тебе войти. Сделаешь что-то глупое — больше не выйдешь. Понял?

source: Yes. I understand.
ru: Да. Понял.

source: State your name Linarian.
ru: Назови своё имя, линарианец.

source: You don't look too stupid. Try not to mess up.
ru: Ты не выглядишь слишком глупым. Постарайтесь не испортить это впечатление.

source: You may now enter %s.
ru: Можешь войти, %s.

source: No. Not at all. Your mother dresses you funny.
ru: Нет. Нисколько. Твоя мама одевает тебя забавно.

source: What did you say, you oversized duck?
ru: Что ты сказал, утка-переросток?

source: Let me get back to you on that one.
ru: Позвольте мне вернуться к этому вопросу.

source: Well, you aren't going anywhere. I'm watching you.
ru: Ну, ты никуда не пойдешь. Я наблюдаю за тобой.

source: ... I was only wondering who you were, and why you were wearing such a bright scarlet outfit.
ru: ... Мне просто интересно, кто ты и почему на тебе такой яркий алый наряд.

source: My apologies, Linarian. You are new here, and do not know.
ru: Извини, линарианец. Ты здесь новичок и не мог знать.

source: The red outfit indicates that I am of the Red Guard. We are the defenders of the town and impose the law.
ru: Красный наряд указывает на то, что я из Красной Стражи. Мы защитники города и представляем закон.

source: With the continued bot attacks, and the grumbling townsfolk, all of us are a little on edge.
ru: С продолжающимися атаками ботов и недовольными горожанами все мы немного на грани.

source: Tell me your name, and then you may pass.
ru: Скажи мне своё имя и тогда можешь пройти.

source: I said: YOUR MOTHER DRESSES YOU FUNNY.
ru: Я сказал: ТВОЯ МАМА СМЕШНО ТЕБЯ ОДЕВАЕТ.

source: Nobody says things about my mother. Forget you, Linarian!
ru: Никто не может говорить такое о моей матери. Конец тебе, Линарианец!

source: I said: THIS PLACE LOOKS CLASSY.
ru: Я сказал: ЭТО МЕСТО ВЫГЛЯДИТ СТИЛЬНО!.

source: Sure you said that.
ru: Конечно, ты так сказал.

source: Please don't hurt me.
ru: Пожалуйста, не делай мне больно.

source: How about I punch you until you spit out your name and get out of here, and we call it even?
ru: Как насчет того, чтобы я бил тебя, пока ты не выплюнешь свое имя и не уйдешь отсюда, и мы будем квиты?

source: OW
ru: ОХ

source: Your name?
ru: Твое имя?

source: OW. That HURT!
ru: ОХ. Это БОЛЬНО!

source: Get out of here. The Doc is the third door on the right along the main path.
ru: Убирайся отсюда. К доку - третья дверь справа по главной дороге.

source: I want to talk to your manager, moron.
ru: Я хочу поговорить с твоим менеджером, придурок.

source: I'll be happy to send you his way, I already told you, you have to talk to him anyway. But I need your name before I let you in.
ru: Я с радостью отправлю вас к нему. Я уже сказал, что вы все равно должны с ним поговорить. Но мне нужно твое имя, прежде чем я впущу тебя.

source: Now stop bothering me! You crazy loon.
ru: Хватит мне надоедать! Сумасшедшая гагара.

source: I've managed to get into town, and the guard at the gate told me where I can find Spencer: his office is the first one on the left inside the Citadel, directly south of the gate. The guard also calls me a loon.
ru: Мне удалось попасть в город, и страж у ворот сообщил, где найти Спенсера: его офис первый слева в Цитадели, идти прямо на юг от ворот. А ещё страж называет меня гагарой.

source: That is exactly what I said.
ru: Именно это я и сказал.

source: You are as out of your mind as that Sorenson lady.
ru: Ты не в своем уме, как эта Соренсон

source: But I guess she's already here, so it doesn't matter if we have another loon.
ru: Но я думаю, она уже здесь, так что не имеет значения, есть ли у нас еще один псих.

source: I'm a Linarian, not a loon. %s the Linarian.
ru: Я линарианец, а не гагара. %s, линарианец.

source: Get out of here %s, the loon, and stop bothering me.
ru: Убирайся отсюда, %s, гагара, и перестань меня доставать.

source: Can you tell me where I can find Spencer?
ru: Не подскажешь, где мне найти Спенсера?

source: Spencer's office is in the citadel, straight ahead. First one on your left.
ru: Кабинет Спенсера в цитадели, прямо перед вами, первый слева.

source: I've managed to get into the town, and the guard at the gate told me where I can find Spencer: his office is the first one on the left inside the Citadel, directly south of the gate.
ru: Мне удалось проникнуть в город, стражник у ворот сказал мне, где я могу найти Спенсера: его кабинет-первый слева внутри цитадели, прямо к югу от ворот.

source: No, you were already told that.
ru: Нет, тебе это уже говорили.

source: I don't believe anyone's memory is that short, even yours.
ru: Я не верю, что чья-то память может быть настолько коротка, даже твоя.

source: Stop wasting my time!
ru: Хватит тратить мое время!

source: Are you joking? You already talked to him.
ru: Шутишь? Ты же уже поговорил с ним.

source: Go ask him yourself. I know you already talked to him.
ru: Иди спроси его сам. Я знаю, что ты уже говорил с ним.

source: I have found the thief you talked about and took care of him.
ru: Я нашёл вора, о котором ты говорил, и позаботился о нём.

source: Really? Wow... I must say, you are efficient. Well, at least we won't lose anything else to that freak.
ru: Правда? Ух ты... Должен сказать, ты небесполезен. Теперь мы хотя бы не потеряем что-то ещё из-за этого урода.

source: I will never again call you a loon. You are a most deadly penguin.
ru: Я больше никогда не назову тебя гагарой. Ты самый опасный пингвин.

source: Here's a little reward we scraped together in case anyone solved our thief problem. I'll let Spencer know what you did.
ru: Вот скромная награда, которую мы наскребли на случай, если кто-то решит проблему с вором. Я сообщу Спенсеру, что ты сделал.
