Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: There are some bots with ranged weaponry, but we don't have any of those in captivity.
ru: Существует несколько ботов с дальнобойным оружием, но у нас в плену нет ни одного.

source: I am learning about how to use ranged weapons.
ru: Я учусь пользоваться оружием дальнего боя.

source: So what can you tell me about guns?
ru: И что ты можешь рассказать о пушках?

source: The basic idea behind ranged weaponry is to hurt or kill an enemy without having to come within swinging range.
ru: Основная идея оружия дальнего боя - ранить или убить врага, не входя в зону его досягаемости.

source: There are three basic ways to do this: traditional firearms, lasers, and plasma weapons.
ru: Достигается это тремя способами: традиционный огнестрел, лазеры и плазменное оружие.

source: Traditional firearms are things that go bang. A small explosion accelerates the ammunition towards the target at a high velocity, causing injury.
ru: Традиционное огнестрельное оружие - взрывная штука. Небольшой взрыв направляет высокоскоростной заряд в цель, вызывая её повреждение.

source: Lasers use an intensified beam of light to burn through the intended victim. These operate on replaceable charge packs.
ru: Лазеры используют усиленный световой луч, чтобы прожигать предполагаемую жертву насквозь. Они работают на сменных блоках питания.

source: Plasma weapons use superheated ionized gas to burn the target. The gas comes in loadable canisters.
ru: Плазменное оружие использует сверхгорячий ионизированный газ, чтобы сжечь цель. Газ поставляется в подгружаемых канистрах.

source: Most other ranged weapons are variations of these three. We have a few in storage for training purposes.
ru: Большинство оружия дальнего боя - разновидности этих трёх. В нашем хранилище есть несколько пушек для тренировки.

source: So how do I use guns?
ru: Как пользоваться пушками?

source: Well, firing is pretty simple. First, equip a ranged weapon that you have ammunition for.
ru: Ну, стрелять довольно просто. Сначала экипируй оружие дальнего боя, для которого у тебя есть боеприпасы.

source: Next, simply [b]left click[/b] on your target, and you'll begin firing.
ru: Затем [b]щёлкни левой[/b] по цели, и ты начнёшь стрелять.

source: Alternatively, you can fire a single shot using the [b]Fire Weapon[/b] program, and [b]right clicking[/b] on the enemy.
ru: Кроме того можно стрелять одиночными выстрелами с помощью программы [b]Использование оружия[/b], [b]щёлкая правой[/b] по врагу.

source: That is the best way if you are trying to conserve precious ammo with high rate of fire guns.
ru: Это лучший способ сэкономить патроны для скорострельного оружия.

source: There are a couple of new tricks with ranged weapons. If you want to [b]move while firing[/b]: hold [b]shift[/b] and [b]left click[/b] your desired position.
ru: Расскажу о паре трюков с дальним оружием. Если ты хочешь [b]переместиться во время стрельбы[/b]: удерживай [b]shift[/b] и [b]щёлкни левой[/b] на нужное место.

source: If you'd rather stay in place: Hold [b]A[/b], then [b]left click[/b] your target.
ru: Если ты предпочитаешь стоять на месте: зажми [b]A[/b], затем [b]щёлкни левой[/b] по цели.

source: When your weapon runs out of ammo during combat, it will try to automatically reload if you have extra ammunition for it.
ru: Если во время боя в оружии закончатся боеприпасы, то, при наличии запасных, оно перезарядится автоматически.

source: Sometimes, you will need or want to manually reload. You can do this by pressing the [b]r key[/b].
ru: Иногда требуется ручная перезарядка. Ты можешь её выполнить, нажав [b]клавишу r[/b].

source: If you are reloading, or you are out of ammo, the small message screen at the bottom of your HUD will tell you what type of ammo to get.
ru: Во время перезарядки, или когда закончились патроны, на небольшом экране сообщений снизу HUD ты увидишь, какой нужен тип патронов.

source: If I have equipped a ranged weapon and I left click on an enemy, I will begin firing upon it until my gun is empty, and automatically reload. But if I want to fire a single shot, I need to also equip the Fire Weapon program, and then right click. To move while firing, I have to shift + left click to where I want to go. Also, if I want to manually reload I have to press the 'r' key. The small message screen at the bottom of my HUD will tell me if I'm reloading or out of ammunition.
ru: Экипировав оружие дальнего боя и щёлкнув левой по врагу, я начну стрелять, пока не закончатся патроны, затем пушка автоматически перезарядится. Для одиночного выстрела нужно, активировав программу 'Использование оружия', щёлкнуть цель правой. Для движения со стрельбой нужно сделать 'shift + щелчок левой' по месту, куда перейти. Кроме того, для перезарядки оружия вручную, нужно нажать клавишу 'r'. Небольшой экран сообщений снизу HUD подскажет, идёт перезарядка или патроны закончились.

source: I think I understand how to use guns now.
ru: Думаю, теперь я разобрался, как пользоваться пушками.

source: In that case, I'll let you in to the armory. There are some crates and chests in there with weapons and ammunition.
ru: В таком случае, я открою доступ в оружейную. Там несколько ящиков и сундуков с оружием и боеприпасами.

source: Be careful though, smashing open crates and barrels could hurt you.
ru: Будь осторожен, разбивая ящики и бочки, чтобы не пораниться об обломки.

source: You already got the .22 pistol I gave you earlier? It's not much as guns go, but it can do the trick.
ru: У тебя же есть .22 пистолет, который я дал? Он не так хорош, как другие пушки, но вполне сгодится.

source: Here's my personal .22 Automatic pistol. It's not much as guns go, but it can do the trick.
ru: Вот мой личный .22 автоматический пистолет. Он не так хорош, как другие пушки, однако сгодится.

source: Here is some more ammunition for it.
ru: Вот ещё немного патронов к нему.

source: You'll no doubt get more mileage out of the plasma pistol, though. Or any other gun, for that matter.
ru: Хотя от плазменного пистолета будет больше пользы. Да и от любого другого оружия, если уж на то пошло.

source: Practice switching weapons and reloading.
ru: Попрактикуйся в смене и перезарядке оружия.

source: On the other side of that fence are some bots. Practice killing them off with various ranged weapons.
ru: По ту сторону забора есть несколько ботов. Попрактикуйся, убивая их разным оружием дальнего боя.

source: Once you've gotten rid of them all, we can move on.
ru: Когда избавишься от них, мы продолжим.

source: Tutorial Tom wants me to shoot those bots.
ru: Учитель Том хочет, чтобы я застрелил тех ботов.

source: I ran out of ammo. Can I have some more?
ru: У меня закончились патроны. Можно мне ещё немного?

source: Looks like you still have some ammo left in your inventory...
ru: Похоже, что в инвентаре у тебя всё ещё остались патроны...

source: Why don't you use this first?
ru: Почему бы сначала не использовать их?

source: Try to switch to another gun maybe...
ru: Может, попробовать сменить оружие...

source: Ok, I will give you some more ammo. You seem to be in need, indeed...
ru: Ладно, дам тебе ещё патронов. Похоже, они тебе и правда нужны...

source: Check the storage room to the west for more guns and ammo.
ru: Проверь наличие оружия и боеприпасов в кладовой на западе.

source: I killed all the bots.
ru: Я убил всех ботов.

source: Excellent job.
ru: Отличная работа.

source: Keep shooting like that, and the bots will never stand a chance, as long as you still have ammo.
ru: Продолжайте стрелять так-же, и у ботов никогда не будет шансов, пока у вас есть боеприпасы.

source: That was like shooting fish in a barrel. I could use a fish about now.
ru: Это было все равно что стрелять рыбой в бочку. Мне бы сейчас не помешала рыба.

source: I don't mind if you don't want to do this, but please don't try to trick me.
ru: Я не против, если ты не хочешь этого делать, но, пожалуйста, не пытайся обмануть меня.

source: I don't have verified kills on all those bots.
ru: У меня нет подтверждения убийств на всех этих ботов.

source: I would like a few more bots to shoot at.
ru: Я бы хотел еще несколько ботов чтобы пострелять.

source: Ok, I'll create some more droids.
ru: Ладно, я создам ещё несколько дроидов.

source: So, what's next?
ru: Итак, что дальше?

source: Now, there's one last thing you should know.
ru: Осталось последнее, что ты должен узнать.

source: You Linarians can apparently withdraw from our world temporarily.
ru: Вы, линарианцы, очевидно, можете временно покидать наш мир.

source: Time stops, and everything freezes in place.
ru: Время останавливается, и всё застывает на месте.

source: This can be accomplished by using the [b]Esc key[/b].
ru: Это можно сделать при помощи [b]клавиши Esc[/b].

source: Your final task is to leave us using this menu.
ru: Твоё последнее задание - покинуть нас, используя это меню.

source: I'm afraid there's nothing more I can teach you. I wish you good luck, Linarian.
ru: Боюсь, что мне больше нечему тебя учить. Желаю удачи, линарианец.

source: You'll need it if our world is to survive.
ru: Она тебе понадобится, чтобы выжить в нашем мире.

source: Why can't I hack the bots here, or use programs on them?
ru: Почему бы не взломать ботов или применить к ним программы?

source: Well, that would be cheating, don't you think so?
ru: Ну, это было бы читерством, не думаешь?

source: Shooting moving targets needs a bit of practice, yes...
ru: Стрельба по движущимся мишеням требует некоторой практики, да...

source: ...but in the end you will profit a lot from it.
ru: ...но в конечном счёте от этого ты только выиграешь.

source: Ok, I will try my best.
ru: Ладно, я постараюсь.

source: Why are we stopping?
ru: Почему мы остановились?

source: You've done well so far, Linarian. Let's take a little break.
ru: Ты хорошо потрудился, линарианец. Давай сделаем небольшой перерыв.

source: Once you get out into the real world, you'll find that your current abilities aren't always enough to survive.
ru: Как только выйдешь в реальный мир, то обнаружишь, что твои текущие способности не всегда достаточны для выживания.

source: As you achieve combat experience, you'll be able to apply it to better yourself.
ru: Достигнув определённого количества боевого опыта, ты сможешь улучшить себя.

source: As with most things, you view this as a panel in your HUD. Press the [b]c key[/b] to open the [b]Character panel[/b].
ru: Как и всегда, это делается через панель в твоём HUD. Нажми [b]клавишу 'c'[/b], чтобы открыть [b]панель 'Персонаж'[/b].

source: Once you've gained enough experience, you'll level up. This will automatically improve some of your statistics.
ru: Когда ты наберёшь достаточно опыта, твой уровень повысится, что автоматически улучшит некоторые твои показатели.

source: You'll also be given 5 points to spend however you choose in three different areas. Characteristics, Skills and Programs.
ru: Также ты получишь 5 очков развития, которые можно потратить в трёх различных областях: характеристики, умения и программы.

source: [b]Strength[/b] governs the amount of damage you do with each hit in melee combat.
ru: [b]Сила[/b] определяет количество урона в ближнем бою, которое ты наносишь при каждом ударе.

source: [b]Dexterity[/b] controls your hit rate, or how likely you are to hit the enemy. It also determines how likely you are to dodge a hit from them.
ru: [b]Ловкость[/b] контролирует скорость и точность атак, а также обуславливает твою способность уклоняться от ударов.

source: [b]Cooling[/b] is your processors cooling, or heat resilience, and determines how much you can process before your system starts overheating.
ru: [b]Охлаждение[/b] - система охлаждения процессоров или термостойкость, определяющая, сколько ты можешь обработать задач до перегрева системы.

source: Finally, among your main characteristics, [b]Physique[/b] determines how much health you have.
ru: И последняя из основных характеристик - [b]телосложение/b] - определяет количество твоего здоровья.

source: There are general [b]Melee[/b] and [b]Ranged[/b] fighting skills, both of which increase the damage you inflict and how fast you attack as you improve them.
ru: Там же увидишь основные боевые умения - [b]ближний[/b] и [b]дальний[/b] бой, при улучшении которых увеличиваются твои урон и скорость атаки.

source: You also have the [b]Programming[/b] skill, which essentially is about programming in an energy-efficient manner so programs cause less heat.
ru: Ещё у тебя есть умение [b]программирования[/b], по сути, программирование энергоэффективным способом - так программы производят меньше тепла.

source: Apart from this, a few programs require a teacher and training points to improve.
ru: Помимо этого для улучшения некоторых программ необходим учитель и очки развития.

source: [b]Extract Bot Parts[/b] is a special passive skill that will allow you to salvage parts from bots you 'retire', which you can trade for money in the town.
ru: [b]Извлечение деталей ботов[/b] - особое пассивное умение, позволяющее утилизировать части "отправленных на покой" ботов, их ты можешь обменять на деньги в городе.

source: There may be other passive skills, but I know nothing about those.
ru: Могут быть и другие пассивные умения, но я о них ничего не знаю.

source: A good technician is able to make use of those parts.
ru: Хороший техник может использовать эти части.

source: He can create, let's say, an add-on and, after doing some modifications to the item, attach this add-on.
ru: Он может создать, скажем, надстройку и, после внесения некоторых изменений в элемент, прикрепить эту надстройку.

source: This way an upgraded item is created.
ru: Таким образом создается обновленный предмет.

source: There is a way to upgrade items if I meet a good technician. It sounds useful, maybe I should learn more about this.
ru: Есть способ обновить элементы, если я встречу хорошего техника. Похже это полезно, может быть, я должен узнать больше об этом.

source: The [b]Hacking[/b] program we will speak a bit more of in a little while.
ru: [b]Взлом[/b] программы мы обсудим более подробно позднее.

source: I'll have to keep that in mind.
ru: Я должен иметь это в виду.

source: Well, how about you try it out?
ru: Как насчет того, чтобы попробовать?

source: I'll give you some points to spend, and you can distribute them as you like.
ru: Я дам вам несколько очков, и вы можете распределить их по своему усмотрению.

source: Since you'll be hacking up ahead, you should probably use a few of them on [b]Cooling[/b].
ru: Поскольку вы будете и впредь заниматься взломом, вы, вероятно, должны использовать некоторые из них на [B]Охлаждение[/b].

source: But, again, that's your choice.
ru: Но, опять же, это твой выбор.

source: Alright, I'm ready to go hack some bots.
ru: Хорошо, я готов взломать несколько ботов.

source: I decided that I don't need to know how to upgrade items.
ru: Я решил, что мне не нужно знать, как обновить элементы.

source: First, you'll need to unlock the door.
ru: Для начала тебе нужно разблокировать дверь.

source: See that [b]Terminal[/b] to the left?
ru: Видишь тот [b]терминал[/b] слева?

source: You will need to login, by left clicking on it, and then select unlock door.
ru: Войдите в систему, щелкнув левой кнопкой мыши на нем, а затем выберите "разблокировать дверь".

source: Terminals act very similar to hacked bots.
ru: Терминалы действуют так-же как взломанные боты.

source: I need to login to the Terminal by left clicking on it. Then I'll unlock the door, so I can go hack some bots!
ru: Мне нужно войти в терминал, щелкнув по нему левой кнопкой мыши. Тогда я открою дверь, чтобы взломать несколько ботов!

source: So how does this work?
ru: Так как же это работает?

source: We talked about programs before. Now, we're going to focus on hacking programs in particular.
ru: Мы уже говорили о программах вообще. Теперь мы сосредоточимся на хакерских программах в частности.

source: As I mentioned before, your brain works in a way remarkably similar to a central processing unit.
ru: Как я уже упоминал, ваш мозг работает так же, как центральный процессор.

source: In many ways, you interact with the world around you as a virtual environment.
ru: Во многих отношениях вы взаимодействуете с окружающим миром как виртуальной средой.

source: You seem to have access to an API that isn't exposed to humans. You can interact with the environment in ways we only dream of.
ru: Кажется, у вас есть доступ к API, который не доступен людям. Вы можете взаимодействовать с окружающей средой так, как мы только мечтаем.

source: Because of this, you can run various programs on the bots.
ru: Поэтому вы можете запускать разные программы на ботах.

source: You can attempt to take them over, or monkey with their programming, or even cause them to damage themselves.
ru: Вы можете попытаться взять их подконтроль или поразвлечься с их програмированием, или даже заставить их повредить себя.

source: Likewise, there are certain programs that affect you or items around you.
ru: Кроме того, есть определенные программы, которые влияют на вас или предметы вокруг вас.

source: Tell me about taking bots over.
ru: Расскажи мне о том, как захвать ботов.

source: I'm afraid that you will have to experience it for yourself to really understand.
ru: Я боюсь, что вам придется попробвать это самому, чтобы действительно понять.

source: However, you did leave yourself instructions before you went into stasis sleep.
ru: Однако вы оставили себе инструкции перед тем, как погрузиться в стазисный сон.

source: Taking over a bot comes in the form of a game or competition placing you against the bot.
ru: Захват бота происходит в форме игры или соревнования, где вы выступаете против бота.

source: You initiate it by selecting the [b]Hacking[/b] program, then [b]right-clicking[/b] on a hostile bot.
ru: Вы инициируете его, выбрав программу [b]Взлом[/b], затем [b]щелкните правой кнопкой мыши [/b] на враждебном боте.

source: The field of play is split into two sides, one yellow, one purple, representing circuit boards.
ru: Игровое поле разделено на две стороны: желтую и фиолетовую, представляющие собой электронные цепи.

source: In the center of the field is a column of boxes known as logic cores. These cores have wires attached to them from both circuit boards.
ru: В центре поля находится столбец блоков, известных как логические ядра. Эти ядра имеют провода, прикрепленные к ним от обеих цепей.

source: Your objective is to activate as many cores in your chosen color as possible at the end of each round.
ru: Ваша цель состоит в том, чтобы в конце каждого раунда было активировать как можно больше ядер в вашем цвете.

source: This is accomplished by selecting a wire with the up or down buttons, then pressing spacebar to activate that core.
ru: Выберите провод с помощью кнопок вверх или вниз, а затем нажмите пробел, чтобы активировать это ядро.

source: You will be given about 10 seconds initially to select which color you want with spacebar.
ru: Сначала вам будет дано около 10 секунд, чтобы нажатием на пробел выбрать цвет, который вы хотите.

source: At that point, you have 10 more seconds in which to activate more cores than the bot.
ru: Затем у вас еще 10 секунд, чтобы активировать больше ядер, чем бот.

source: Each activation of one core will consume one charge and you have a limited number of charges, 3 by default, so choose your targets carefully.
ru: На каждую активацию ядра требуется один заряд. У вас есть ограниченное количество зарядов, 3 по умолчанию, поэтому тщательно выбирайте свои цели.

source: I can tell you about some more advanced techniques, if you'd like.
ru: Я могу рассказать вам о некоторых более продвинутых методах, если хотите.

source: Apparently in order to hack, all I have to do is select the Hacking program, right click a bot, and play a little game. I've got this!
ru: По-видимому, для того, чтобы взломать что-нибудь, всё, что мне нужно сделать, это выбрать программу взлома, щелкнуть правой кнопкой мыши на цель, и поиграть в небольшую игру. Я справлюсь!

source: What was that about activating more cores than the bot?
ru: Как добиться активации большего количества ядер, чем бот?

source: Ah, yes. While you are busy trying to take the bot over, it will be busy trying to stop you.
ru: Ах, да. В то время как вы пытаетесь захватить бота, он будет пытаться остановить вас.

source: The truth is, if the bot programming was perfect, it would be almost impossible to defeat.
ru: Правда в том, что если бы программирование бота было совершенным, его было бы почти невозможно победить.

source: Fortunately for you, software bugs do indeed exist, and therefore some cores will be on your side from the beginning.
ru: К счастью для вас, программные ошибки действительно существуют, и поэтому некоторые ядра будут вашими с самого начала.

source: Likewise, the bots only have a limited number of charges. Occasionally, they will have more than you, but that is a risk you have to take.
ru: Кроме того, боты имеют только ограниченное количество зарядов. Иногда они будут иметь больше зарядов, чем вы, но это риск вы должны принять.

source: Because you are initiating the attack, you do get to choose your side, which can let you handicap the bot greatly if used wisely.
ru: Поскольку вы инициируете атаку, у вас есть возможность выбрать свою сторону, что может позволить вам значительно усложнить задачу боту, если использовать эту возможность с умом.

source: Tell me about more advanced techniques.
ru: Расскажите мне о более продвинутых методах.

source: Each charge will activate and remain active for a certain amount of time. This will let you take over a core that a bot just took over.
ru: Каждый заряд активируется и остается активным в течение определенного времени. Это позволит вам захватить ядро, которое только что захватил бот.

source: Sometimes, the bots will already have charges on the wires. When you activate one of these, it will increase the time that wire is activated for.
ru: Иногда на проводах уже есть заряды. Когда вы активируете такой, он увеличивает время активации провода

source: The bot can use this trick too, so it may be wise to give up a heavily guarded wire for an easier target.
ru: Бот также может использовать этот трюк, поэтому может быть разумно отказаться от попытки захвата сильно охраняемого провода в пользу более легкой цели.

source: The wiring inside the bots sometimes contain splitters. These can be used in two ways.
ru: Проводка внутри ботов иногда содержит разветвители. Их можно использовать двумя способами.

source: A 2-to-1 splitter is undesirable. This requires two charges to activate one core, halving your efficiency.
ru: Сплиттер 2-к-1 нежелателен. Это требует двух зарядов для активации одного ядра, вдвое снижая эффективность.

source: A 1-to-2 splitter, however, will activate two nodes for the price of one charge.
ru: Однако сплиттер 1-к-2 активирует два узла по цене одного заряда.

source: Sometimes these splitters will be stacked. Tracing the route ahead of time will be crucial to your tactical success.
ru: Иногда эти разветвители будут сложены. Отслеживание маршрута заранее будет иметь решающее значение для вашего тактического успеха.

source: Ideally, you want to stick your opponent with 2-to-1 splitters, while you have 1-to-2 splitters at your disposal.
ru: В идеале, вы хотите, чтобы у вашего противника были сплиттеры 2-к-1, в то время как в вашем распоряжении были бы сплиттеры 1-к-2.

source: Finally, remember that patience is often a virtue. Taking over all cores early on only to lose them later can be a crushing blow.
ru: Наконец, помните, что терпение часто является добродетелью. Захват ядер на ранней стадии, приведет к потере их позднее, и к сокрушительному поражению.

source: I'm ready to try hacking bots.
ru: Я готов попробовать взлом ботов.

source: I certainly hope so.
ru: Я очень на это надеюсь.
