Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: I think this is your cube.
ru: Думаю, это и есть твой куб.

source: Yes. I appreciate your help.
ru: Да. Я ценю твою помощь.

source: Now, what is this big cube that you had me carry all the way here?
ru: Итак, что это за огромный куб, который мне пришлось сюда тащить?

source: Just a memento from a friend.
ru: Просто подарок друга.

source: A little more than a portable end of the world, which I am looking forward to disassembling and learning its secrets.
ru: Немножко больше, чем переносной конец света, который я собираюсь разобрать, чтобы узнать его секреты.

source: Nothing that important.
ru: Ничего особенного.

source: A 'few' bots? The place was crawling with Harvesters! I nearly got killed!
ru: "Не так много ботов"? То место кишит жнецами! Меня чуть не убили!

source: There were only one hundred and twenty bots in the entire desert region. This hardly qualifies as many, considering the size of the area.
ru: На всю пустыню было всего сто двадцать ботов. Это сложно расценивать как много, учитывая размер области.

source: What? You know exactly how many bots were in the desert? Without being there? I don't like this.
ru: Что? Ты точно знал, сколько ботов в пустыне, даже не будучи там? Мне это не нравится.

source: I just know a lot of things. You do not need to worry about it.
ru: Я просто много чего знаю. Не нужно так переживать.

source: I don't like this at all. I'm getting out of here.
ru: Мне это совершенно не нравится. Я ухожу.

source: As you wish.
ru: Как пожелаешь.

source: Hey, that is really neat. Here is your cube. Enjoy disassembling it and have fun with it.
ru: А это и правда занятно. Держи свой куб. Хорошенько повеселись, разбирая его.

source: I will.
ru: Так и сделаю.

source: WHAT? No way I am giving you a doomsday device! Forget about it.
ru: ЧТО? Нет уж, я не отдам тебе устройство судного дня! Забудь о нём.

source: I understand. So be it.
ru: Я понимаю. Да будет так.

source: No way am I giving Duncan that cube thingie, who knows what he would do with it.
ru: Ни за что не отдам Дункану эту кубическую штуку: кто знает, что они с ней сделает.

source: I gave Duncan the cube thingie. It feels nice to help people.
ru: Я отдал Дункану кубическую штуковину. Приятно помогать людям.

source: I feel you are... Different.
ru: Я чувствую, ты... отличаешься.

source: What a great way to start a conversation.
ru: Великолепный способ завязать беседу.

source: Yes, that is true. I am not who I seem to be.
ru: Да, это правда. Я не тот, кем кажусь.

source: But then again, neither are you, so my thoughts are, we are even.
ru: Но опять же, и ты тоже, поэтому, думаю, мы квиты.

source: What do you mean? I am %s and not anyone else.
ru: Что ты имеешь в виду? Я %s и никто иной.

source: And I am Duncan McNamara, the maker of grenades and nothing else.
ru: А я Дункан Макнамара, изготовитель гранат и никто иной.

source: I believe the topic is thoroughly exhausted now.
ru: Думаю, тема полностью исчерпана.

source: Tell me who you are. I need to know.
ru: Скажи мне, кто ты. Я должен знать.

source: Twenty years ago, people were kinder to each other.
ru: Двадцать лет назад люди были добрее друг к другу.

source: I suggest you be kind to me as well, and I will be kind to you.
ru: Я предлагаю быть взаимовежливыми.

source: That way I get to keep my secret, and you get to keep yours.
ru: Это позволит каждому из нас сохранить свои секреты.

source: I don't have any secrets.
ru: У меня нет никаких секретов.

source: And neither do I.
ru: И у меня никаких.

source: I wish you cold winds.
ru: Желаю тебе холодных ветров.

source: Huh? How do you know the Linarian farewell? No one around here knows it.
ru: Ого! Откуда ты знаешь линарианское прощание? Здесь его никто не знает.

source: I read many books on Linarians. That is all.
ru: Я прочёл много книг о линарианцах. Вот и всё.

source: Nothing more and nothing less.
ru: Ни больше ни меньше.

source: May the ice bring you wisdom.
ru: Пусть лёд дарует тебе мудрость.

source: Hi! I'm new here.
ru: Привет! Я здесь новичок.

source: Hello. We are the Fleischer brothers.
ru: Здравствуй. Мы братья Фляйшер.

source: I am Engel. He is Geist, and he does not know the language.
ru: Я Энгель. Он Гайст, и он не знает языка.

source: Revenge.
ru: Мстим.

source: The bots have killed our mother. Now we kill them.
ru: Боты убили нашу мать. Теперь мы убиваем их.

source: No mercy. We hunt them.
ru: Безжалостно. Мы на них охотимся.

source: Nein. Let us die as warriors. That is all we ask for.
ru: Найн. Нет. Дай нам умереть воинами. Это всё, о чём мы просим.

source: If you keep standing here more bots will come and they will kill you. Go somewhere safe, and set up defense there.
ru: Если останетесь здесь, придёт ещё больше ботов и вас убьют. Идите куда-нибудь в безопасное место и держите оборону там.

source: If you keep standing here more bots will come and --
ru: Если вы останетесь здесь, придёт больше ботов и...

source: Sehr gut. Let them come. We are ready.
ru: Зер гут. Очень хорошо. Пусть приходят. Мы готовы.

source: What a beautiful day. Yes.
ru: Какой прекрасный день. Да.

source: You are insane. Get out of here while you still can.
ru: Вы безумны. Убирайтесь отсюда, пока можете.

source: No.
ru: Нет.

source: Every day since this mess started I come here to fight the bots.
ru: С тех пор, как начался этот бардак, я ежедневно прихожу сюда сражаться с ботами.

source: Today will be no different.
ru: Сегодняшний день не будет исключением.

source: Do not try to stop us. We have our rifles loaded.
ru: И не пытайся остановить нас. Наши винтовки заряжены.

source: Where can I get some help?
ru: Где можно получить кое-какую помощь?

source: Nowhere. This is the end of the world. There is no help.
ru: Нигде. Это конец мира. Помощи не будет.

source: There is a town a bit south from here, but if I were you, I would not go there.
ru: Есть город немного южнее отсюда, но на твоём месте, я бы туда не совался.

source: The Rot Guard is the ruler there, and cruelty is their solution to everything.
ru: Там заправляет Краснушная стража, для них жестокость - решение всех проблем.

source: Real freedom is really dead.
ru: Истинная свобода воистину мертва.

source: You guys are totally nuts. Get a life.
ru: Вы, ребята, совсем чокнутые. Займитесь делом.

source: You guys are tota --
ru: Вы, ребята, совсе...

source: WHAT?! What is it that you want to say?
ru: ЧТО?! Что это ты такое хочешь сказать?

source: Erm... I --
ru: Э... я...

source: WHAT!? SPIT IT OUT, BACKPFEIFENGESICHT!
ru: ЧТО?! ВЫКЛАДЫВАЙ, БАКПФАЙФЕНГЕЗИХТ! МОРДА КИРПИЧА ПРОСИТ?!

source: Er... You guys are really great and I admire your bravery in the face of certain death.
ru: Э... вы, ребята, реально крутые: я восхищён вашей храбростью перед лицом верной смерти.

source: Donnerwetter, you are a funny one.
ru: Доннерветтер... ого, а ты забавный.

source: I hope that one day we shall meet again, maybe in a better time.
ru: Надеюсь, однажды мы снова встретимся, возможно, в лучшие времена.

source: Maybe then you will tell us other gut jokes that you know.
ru: Может быть, тогда ты расскажешь нам другие гут... хорошие шутки, которые знаешь.

source: Maybe one day...
ru: Может быть, однажды...

source: What did you use to do before you became a hunter?
ru: Чем ты занимался до того, как стал охотником?

source: I was a bot constructor. Built the killers of my mother.
ru: Я конструировал ботов. Строил убийц своей матери.

source: Now I sell the parts that I remove from the bots to buy more ammunition and food.
ru: Теперь я продаю детали, которые достаю из них, чтобы купить снаряжение и еду.

source: I want to know how to extract modules from the bots.
ru: Я хочу научиться извлекать детали из ботов.

source: I schon told you alles I know about that.
ru: Я шон... уже рассказал тебе аллес... всё, что знал об этом.

source: I will sell the information for a lot of Schaltkreise.
ru: Я продам информацию за много шальткрайзе... схем.

source: Can I join your hunt?
ru: Можно присоединиться к вашей охоте?

source: Nein. Our problem. Our hunt.
ru: Найн. Наша проблема. Наша охота.

source: What happens to these bot parts?
ru: Что делают из этих деталей?

source: Are they used to build other bots?
ru: Собирают других ботов?

source: Most of them are used to bauen little nette gadgets.
ru: Большинство из них используются для бауэн... создания маленьких нетте... милых устройств.

source: You can use them to make weapons better or make you stronger.
ru: Ты можешь использовать их, чтобы улучшить оружие или стать сильнее.

source: How does this work?
ru: Как это работает?

source: I don't know.
ru: Я не знаю.

source: But these gadgets are very nice for making your equipment better.
ru: Но эти устройства очень хороши для улучшения снаряжения.

source: So they are kind of add-ons?
ru: Так они что-то вроде дополнений?

source: Ask the Stadtmenschen if you want to know more.
ru: Расспроси штадтменшен... горожан, если нужны подробности.

source: I think the Rot Guard makes them.
ru: Думаю, Краснушная стража из делает.

source: If you have Gluck, they won't kill you directly.
ru: Если тебе глюк... повезёт, они не убьют тебя сразу же.

source: But I don't know more about these gadgets.
ru: Больше об этих устройствах я ничего не знаю.

source: Asking me more questions about that makes no sense...
ru: И спрашивать меня об этом дальше не имеет смысла...

source: I'm ready. Please show me how to extract bot parts. (costs 50 circuits, 1 training point)
ru: Я готов. Пожалуйста, покажи мне, как извлечь части бота. (Цена: 50 схем, 1 очко развития.)

source: Hmmm...
ru: Хммм...

source: You look green. Toughen up. Get some experience, kill some bots.
ru: Ты ещё зелен. Закали характер, наберись опыта, убив несколько ботов.

source: Then we can talk.
ru: Тогда и поговорим.

source: Kein Geld, keine Hilfe.
ru: Кайн гельд, кайне хильфе: нет денег - нет помощи.

source: Come back with some circuits.
ru: Возвращайся, когда накопишь схем.

source: Your lessons are very helpful, but at the same time difficult to understand.
ru: Твои уроки очень полезны, но в то же время сложны для понимания.

source: If you want me to repeat something, don't hesitate to ask.
ru: Если хочешь, чтобы я что-то повторил, не стесняйся, спрашивай.

source: Could you please repeat the lesson about Entropy Inverters?
ru: Не мог бы ты повторить урок об инверторах энтропии, пожалуйста?

source: Let us start with Entropy Inverters. This is quite simple.
ru: Начнём с инверторов энтропии. Это довольно просто.

source: Just take a hammer and hit the bot sehr hard on the head.
ru: Просто возьми молоток и зер сильно ударь бота по голове.

source: When you have the head open wide, look around for a part which looks like two circles around a cube. That is what you are looking for.
ru: Когда голова широко раскроется, поищи часть, которая выглядит, как два кольца вокруг куба. Это и есть то, что ты ищешь.

source: What was that about Plasma Transistors?
ru: Что насчёт плазменных транзисторов?

source: How about... Plasma Transistors? Trivial.
ru: Как насчёт... плазменных транзисторов? Тривиально.

source: Remove the bot's engine and look around somewhere close to the battery.
ru: Вынь двигатель бота и посмотри возле батареи.

source: Plasma Transistors are shaped like the letter Y. Just rip them out, it's safe.
ru: Плазменные транзисторы имеют форму буквы Y. Просто вырви их, это безопасно.

source: I need a refreshing of my knowledge about Superconductors.
ru: Мне нужно освежить знания о блоках сверхпроводящих реле.

source: Hmmm... Ah, gut. Superconductors.
ru: Гм-м... А, гут. Сверхпроводники.

source: They are relatively easy to get out.
ru: Их относительно легко вытащить.

source: Look around the electric system. Power coils, capacitors, generators and the like. Usually there are plenty of sehr gut parts there.
ru: Осмотри электросистему. Индукторы, конденсаторы, генераторы и тому подобное. Обычно там много зер гут деталей.

source: Wear rubber gloves. Just in case, you know.
ru: Надень резиновые перчатки. Просто на всякий случай.

source: I would like to hear again something about Antimatter-Matter Converters.
ru: Я бы хотел ещё раз послушать о конверторах материи-антиматерии.

source: I will tell you everything about Antimatter-Matter Converters.
ru: Я расскажу тебе о конверторах материи-антиматерии всё.

source: Yes... Converters are a problem.
ru: Да... Конвертеры - это проблема.

source: They are easy to find, all you have to do is to get to the engine. But you must remember something very important:
ru: Их легко найти: всё, что нужно сделать, - добраться до двигателя. Но ты должен запомнить кое-что очень важное.

source: Make sure you turn the Converter off before you remove it.
ru: Убедись, что отключил конвертор, прежде чем его вытащить.

source: If you do not do that, you will only succeed in converting yourself to anti-matter. And as you know, there is no coming back from there.
ru: Если не сделать этого, ты преуспеешь только в преобразовании себя в антивещество. И как тебе известно, оттуда не возвращаются.

source: My memory of Tachyon Condensators is incomplete.
ru: Я подзабыл кое-что о тахионных конденсаторах.

source: I will teach you about Tachyon Condensators.
ru: Я расскажу тебе о тахионных конденсаторах.

source: Tachyons are very interesting particles. Many stories have been told about them.
ru: Тахионы - очень интересные частицы. О них было рассказано множество историй.

source: I have no idea why bots have them inside. They are usually not connected to anything and serve no function.
ru: Понятия не имею, зачем это ботам внутри. Они обычно ни к чему не подключены и не выполняют никаких функций.

source: They are usually quite hot when you get them out, but they cool down quickly, so handling them is not a big deal.
ru: Когда их вынимаешь, они зачастую очень горячие, но быстро остывают, поэтому работать с ними - дело нехитрое.

source: They can be installed just about anywhere, so you have to spend some time digging through the circuits to find one.
ru: Они могут быть где угодно, так что прийдётся потратить некоторый время, копаясь в потрохах, чтобы найти их.

source: Nein, I told you everything I know about that. No use asking me twice, ja?
ru: Найн, я рассказал всё, что знал сам. Нет смысла повторяться.

source: This should be enough for now.
ru: Пока достаточно.

source: Hi! I'm-
ru: Привет! Я...

source: How's it going?
ru: Как дела?

source: RRRRRAAAAAAAARRRGH!
ru: РРРРРААААААААААААА!

source: ... Excuse me?
ru: Прости?..

source: I... WILL KILL... Who did this?!
ru: Я... УБЬЮ... Кто это сделал?!

source: All the bots are dead...
ru: Все боты мертвы...

source: Yes! Everyone's safe now-
ru: Да! Теперь все спасены...

source: But I DID NOT KILL THEM!
ru: Но ИХ УБИЛ НЕ Я!

source: Nein... Nein, I WILL avenge you, Mutter... Yes, I will find whoever took my vengeance away from me... And CRUSH!!
ru: Найн... Найн, я ОТОМЩУ за тебя, муттер... Да, я найду того, кто украл мою месть... И СОКРУШУ!!

source: Well! I had better go now. Good luck!
ru: Да ладно! Сейчас мне лучше уйти. Удачи!

source: Goodbye and viel Gluck.
ru: До свидания и филь глюк, удачи.

source: RACHE!!
ru: РАХЕ! МЕСТЬ!!

source: Oh great. A greenie. This is no place for you. Come back from where you came.
ru: Замечательно. Салага. Здесь тебе не место. Возвращайся туда, откуда пришёл.

source: Well, excuse me?! I am %s, the Linarian who will save the world!
ru: Простите, что?! Я %s, линарианец, который спасёт мир!

source: Linarian? You're more to some sort of overgrown penguin who forgot where the North Pole is. You're wasting my time, so you better have a reason to be talking to me.
ru: Линарианец? С виду ты какой-то пингвин-переросток, забывший, где северный полюс. Ты тратишь моё время, поэтому лучше бы тебе иметь вескую причину для разговора со мной.

source: What's your name?
ru: Как тебя зовут?

source: I am Erin, the bot hunter.
ru: Я Эрин, охотница на ботов.

source: Pleased to meet you! I am-
ru: Приятно познакомиться! Я...

source: Yes, yes, I don't care. Is that all?
ru: Да-да, меня не волнует. Это всё?

source: Do you hate me?
ru: Ты меня ненавидишь?

source: No, I'm just annoyed with your silly questions.
ru: Нет, просто меня раздражают твои дурацкие вопросы.

source: You hunt bots?
ru: Ты охотишься на ботов?

source: I have to make a living, after all. Food is not free.
ru: Мне же нужно зарабатывать на жизнь. Еду бесплатно не дают.

source: Even military rations?
ru: Даже армейские пайки?

source: ...are you being serious?
ru: Ты серьёзно?..

source: You're the most annoying person I've ever met.
ru: Ты самая раздражающая особа из всех, что я встречал.

source: The same can be said from my part. Now, will you leave me alone?
ru: Со своей стороны могу сказать то же самое. А сейчас не оставишь меня одну?

source: I'm serious. You're being rude and mean. What have I done for you?!
ru: Серьёзно. Ты грубая и злая. Что я тебе сделал?!

source: You're wasting my time. This is a reason good enough to I be mean.
ru: Ты тратишь моё время. Ужа одного этого достаточно, чтобы разозлиться.

source: I think I'll ignore you until you say something important.
ru: Думаю, буду тебя игнорировать, пока ты не скажешь что-нибудь важное.

source: Where did you got your outfit?
ru: Где ты взял свой наряд?

source: You look strong.
ru: Ты выглядишь сильной.

source: I don't look strong. I [b]AM[/b] strong. I hunt bots, after all.
ru: Я не выгляжу сильной. Я [B]СИЛЬНАЯ[/B]. В конце концов, я охочусь на ботов.

source: Well, I hunt bots too.
ru: Ну, я тоже охочусь на ботов.

source: ...are you being serious? No, you surely jest.
ru: ...серьезно? Нет, вы, конечно, шутите.

source: Jest?? I am at least so strong as you!
ru: Шучу?? Я, по крайней мере, такая же сильная, как ты!

source: Oh, is this a challenge?
ru: О, это вызов?

source: ...Yes.
ru: ...Да.

source: Hmm. Good. I like challenges. We shall fight then, Linarian!
ru: Хм. Хорошо. Я люблю вызовы. Тогда сразимся, линарианец!

source: But I will be fair. Only when you get expertise at melee training, we can spar.
ru: Но я буду честна. Только когда вы получите опыт в ближнем бою, мы сможем устроить спарринг.

source: How do you dare to call me a penguin?? Face my wrath!
ru: Как ты смеешь обзывать меня пингвином?! Узри мой гнев!

source: HAHAHA!
ru: ХА-ХА-ХА!

source: I've fought with many bots before, and I'll not be scared by a mere linarian.
ru: Раньше я сражалась со многими ботами, и обычный линарианец меня не испугает.

source: Feel free to try, though. Anytime.
ru: Не стесняйтесь попробовать. В любое время.

source: Prepare to die!
ru: Готовься к смерти!

source: Who, me? Didn't you mean... you?
ru: Кто, я? А может ты?

source: [b]She draws a short sword she kept hidden the whole time, and struck it against your chest.[/b]
ru: [b]Она выхватывает короткий меч, который всё время прятала, и ударяет тебя в грудь.[/b]

source: Now you die.
ru: Ты труп.

source: Not... yet!
ru: Ещё... нет!

source: [b]With visible effort, you manage to get away.[/b]
ru: [b]С большим трудом тебе удаётся вырваться.[/b]

source: Come back, penguin... I'll make you... SUFFER.
ru: Вернись, пингвин... Я заставлю тебя... СТРАДАТЬ.

source: I would like to trade with you.
ru: Я бы хотел с тобой поторговать.

source: Do I look some sort of vending machine to you? What makes you think I will have anything to trade with you?
ru: По-твоему, я похожа на какой-то торговый автомат? С чего ты взял, что у меня есть, чем с тобой торговать?

source: I said you were overgrown earlier. Forget it. You're just a kid.
ru: Я говорила, что ты переросток. Забудь об этом. Ты сущий ребёнок.

source: Can you train me, so I can get expertise at melee fighting for our promised fight?
ru: Можете ли вы обучить меня, чтобы я мог получить опыт рукопашного боя для нашего обещанного спарринга?

source: What?? I am not a Linarian babysitter!
ru: Что?? Я не нянька для линарианцев!

source: See in the town if someone is fool enough to want to teach you the BASICS.
ru: Поищи в городе кого-нибудь настолько глупого, кто согласится обучить тебя ОСНОВАМ.

source: You better get out of my face!
ru: Лучше тебе убраться с глаз моих!

source: Oh, so the duck wants a lesson. So, tell me, what would I gain from that?
ru: О, так утка хочет получить урок. Тогда скажи мне, что я с этого получу?

source: My time is precious, after all.
ru: Я ценю своё время, в конце концов.

source: You want me to train you, then? Have you already look on the mirror?
ru: Хочешь, чтобы я тебя тренировала? А ты в зеркало-то смотрел?

source: You're more green than the color green. In fact, calling you a newbie would be a offense to the term itself.
ru: Ты же зеленее зелёного. По правде, назвать тебя новичком - преступление перед этим словом.

source: But, maybe, with my training, you can improve. Assuming you can improve, that is. But it'll be hard, I warn you.
ru: Но, может быть, с моим обучением, вы можете улучшить. То есть, предполагаю, что вы можете улучшить. Но предупреждаю, это будет нелегко.

source: It's take or leave.
ru: Либо бери, либо уходи.

source: Look who is back asking for more training. I'm amused.
ru: Смотри, кто вернулся и просит о тренировке. Я удивлена.

source: It seems like you've been doing your homework, uhm?
ru: Похоже, ты выполнил домашнюю работу, м?

source: Of course I've improved. I have an excellent teacher, after all.
ru: Конечно, я стал лучше. В конце концов, у меня отличный учитель.

source: You...! Okay, maybe I took too easy previously! I will train you so hard this time, that you'll sweat blood!
ru: Вы...! Ладно, может быть, раньше я тренировала слишком лего! Теперь я буду тренировать тебя так усердно, что ты вспотеешь кровью!

source: Are you up for the challenge?!
ru: Ты готов сразиться?!

source: Hey, look at what we got here.
ru: Эй, посмотри, что тут у нас.

source: You're getting good. But not so good like me, though! Hahaha!
ru: Ты становишься лучше. Но не такой хорош, как я! Хахаха!

source: Tell me, I have one more task for you. Consider this... specialization.
ru: Скажи, у меня есть для тебя еще одно задание. Считай это... специализацией.

source: Heh. I don't want to admit it, but you got pretty good. You'll need to train by yourself now, if you want to improve further.
ru: Хех. Не хочу этого признавать, но у тебя неплохо получилось. Тебе нужно будет тренироваться самостоятельно, если хотешь расти дальше.

source: Don't get forgetful. I've challenged you to a duel. You said you would accept when I got stronger.
ru: Не забывайся. Я вызвал тебя на дуэль. Ты сказала, что согласишься, когда я стану сильнее.

source: Indeed I did, but Saul needs my services now. I'm sorry, Linarian. You'll need to wait a few days before I can wash the floor with your head.
ru: Да, это так, но Саул нуждается в моих услугах. Прости, Линарианец. Тебе придется подождать несколько дней, прежде чем я смогу вымыть пол твоей головой.

source: ..Your head, you mean...
ru: ...Ты имеешь в виду, твоей головой

source: Hey, I won't be training you any further, but this doesn't mean I can't do anything for you. I have a strength pill. Here, take it.
ru: Эй, я больше не буду тебя тренировать, но это не значит, что я не могу ничего для тебя сделать. У меня есть пилюля силы. Вот, возьми.

source: May we cross our blades another time, Linarian. This is a promise.
ru: Скрестим наши клинки в другой раз, Линарианец. Обещаю.

source: I have lots of valuables with me.
ru: У меня с собой много ценных вещей.

source: You could use money to buy a better outfit, ya'know.
ru: Знаешь, на эти деньги можно купить одежду получше.

source: Hmm, that can do.
ru: Хм, это можно сделать.

source: But be warned, I'm not cheap!
ru: Но предупреждаю, я не из дешевых!
