Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: basilisk
ru: василиск

source: penguin
ru: пингвин

source: grue
ru: журавль

source: balrog
ru: балрог

source: daemon
ru: демон

source: demagogue
ru: демагог

source: ex-girlfriend
ru: бывшая

source: jabberwock
ru: бармаглот

source: ringwrath
ru: дух кольца

source: clippy
ru: скрепыш

source: ghoul
ru: упырь

source: ninja
ru: ниндзя

source: sober pirate
ru: трезвый пират

source: cockatrice
ru: куролиск

source: chickatrice
ru: цыплиск

source: mind flayer
ru: мозгоед

source: marilith
ru: марилит

source: vrock
ru: врок

source: nalfeshnee
ru: нальфешни

source: politician
ru: политик

source: gremlin
ru: гремлин

source: incubus
ru: инкуб

source: succubus
ru: суккуб

source: awkward turtle
ru: неуклюжая черепаха

source: minotaur
ru: минотавр

source: goblin
ru: гоблин

source: shade
ru: полумрак

source: drunk pirate
ru: пьяный пират

source: darkness
ru: тьма

source: nothing
ru: ничего

source: air
ru: воздух

source: steam
ru: пар

source: shadow
ru: тень

source: chair
ru: стул

source: pet rock
ru: камень-питомец

source: bag of bones
ru: мешок костей

source: inanimate carbon rod
ru: безжизненный углеродный прут

source: mirage
ru: мираж

source: hyperintelligent shade of blue
ru: гиперразумный синий полумрак

source: woodchuck
ru: сурок

source: MS employee
ru: служащий МС

source: rooster
ru: забияка

source: lawyer
ru: юрист

source: wraith
ru: дух

source: bureaucrat
ru: бюрократ

source: snail
ru: улитка

source: banana slug
ru: банановый слизень

source: A wild [b]%s[/b] appears!
ru: Появляется дикий [b]%s[/b]!

source: You notice a [b]%s[/b] in front of you.
ru: Ты заметил, что перед тобой [b]%s[/b].

source: You turn around and see a [b]%s[/b] right behind you!
ru: Ты оборачиваешься, а за прямо тобой — [b]%s[/b]!

source: A [b]%s[/b] jumps out in front of you!
ru: Прямо перед тобой выскакивает [b]%s[/b]!

source: You sneak up upon a [b]%s[/b].
ru: Ты крадёшься, но [b]%s[/b] замечает.

source: Your stats are: [b]%s[/b] attack/armor, [b]%s[/b] tricks, and [b]%s[/b] health.
ru: Твои статы: [b]%s[/b] атака/броня, [b]%s[/b] уловок и [b]%s[/b] здоровья.

source: Attack
ru: Атака

source: You attack the inanimate %s.
ru: Ты атаковал неодушевлённый %s.

source: You go to attack, but then think better.
ru: Ты собираешься атаковать, но затем передумываешь.

source: You charge the %s and strike a mighty blow...
ru: Ты заряжаешь %s и наносишь мощный удар...

source: You are puzzled as to what you plan to attack.
ru: Ты озадачен тем, как спланировал атаку.

source: You throw a fireball at the %s. It is super effective!
ru: Ты метаешь огненный шар в %s. Это сверхэффективно!

source: You attack the %s.
ru: Ты нападаешь на %s.

source: Your fireball hits the %s causing %s damage.
ru: Твой огненный шар попадает в %s, нанося %s урона.

source: A bolt from your crossbow hits the %s causing %s damage.
ru: Болт из твоего арбалета попадает в %s, нанося %s урона.

source: Your credit card causes a massive papercut of %s damage.
ru: Твоя кредитка, как порез о бумагу, наносит %s тяжёлого урона.

source: You freeze the middle of the %s causing %s damage.
ru: Ты замораживаешь внутренности %s, нанося %s урона.

source: Your fist of wrath smites the %s causing internal bleeding and %s damage.
ru: Твой кулак гнева разит %s, вызывая внутреннее кровотечение и нанося %s урона.

source: You throw your bola at the %s, causing it to trip and take %s damage.
ru: Ты метаешь болу в %s, заставляя споткнуться и получить %s урона.

source: Your arrow misses the %s.
ru: Твоя стрела не попадает в %s.

source: Blow after blow is rained down upon the %s but they all miss.
ru: Ты обрушиваешь на %s град ударов, но всякий раз промахиваешься.

source: Your sword glances off the magical aura of the %s.
ru: Твой меч отскакивает от магической ауры %s.

source: Your really awesome attack took too long to power up, and the %s moved.
ru: Твоя воистину поразительная атака заняла столько времени, что %s перешёл на другое место.

source: Run
ru: Побег

source: You escape!
ru: Ты сбежал!

source: You run away!
ru: Ты убегаешь!

source: You chicken out!
ru: Ты сваливаешь!

source: The %s throws a bola at you, tripping you and stopping your escape
ru: Но %s метает болу, заставив тебя споткнуться и прервать побег.

source: You stand there like a deer in the headlights.
ru: Ты замер, как олень в свете фар.

source: You try to go, but the %s grabs you.
ru: Ты пытаешься уйти, но %s хватает тебя.

source: %s strikes you with fear, and you cannot move.
ru: %s вызывает у тебя страх, и ты не можешь пошевелиться.

source: The %s tackles you and pins you to the floor.
ru: %s хватает тебя и прижимает к полу.

source: You go to run, but you trip over your shoelace.
ru: Ты собираешься бежать, но наступаешь на шнурки.

source: Trick
ru: Уловка

source: You toss a rock. The sound distracts the %s
ru: Ты бросаешь камушек. %s отвлекается на звук.

source: You toss a smoke-bomb and escape.
ru: Ты метаешь дымовую шашку и убегаешь.

source: You stumble over a rock, creating a chain of reactions, ending in the tunnel collapsing on the %s.
ru: Ты спотыкаешься о камень, запускающий цепочку реакций, - и %s погребает обрушившийся туннель.

source: You stab yourself with a fake dagger and pretend to be dead.
ru: Ты пронзаешь себя ножом для фокусов и притворяешься мёртвым.

source: You walk like a duck, quack like a duck and swim like a duck. The %s figures you must be a duck.
ru: Ты ходишь, как утка, крякаешь, как утка, и плаваешь, как утка. %s думает, что ты и есть утка.

source: You pretend to be a mime.
ru: Ты притворяешься мимом.

source: You pull a rabbit from your top hat.
ru: Ты достаёшь кролика из цилиндра.

source: The %s is not impressed by your tricks.
ru: %s не впечатлён твоими фокусами.

source: You try to act like a duck, but %s has an elephant and a lighter, and you don't want to be the punchline.
ru: Ты пытаешься прикинуться уткой, но у %s есть слон и зажигалка, и ты не хочешь стать кульминацией.

source: %s sees your trick, and shows you an even better one.
ru: %s, посмотрев на твой трюк, показывает тебе ещё лучший.

source: Not having any tricks left, you resort to you trying your feminine wiles.
ru: Исчерпав запас фокусов, ты прибегаешь к женским уловкам.

source: You succeed getting past the %s.
ru: Тебе удаётся миновать %s.

source: You distract the %s long enough to escape.
ru: %s надолго отвлекается, и ты можешь убежать.

source: Your plight is noticed by a hero, who valiantly rescues you from the dastardly %s.
ru: Твоё бедственное положение замечает герой, который отважно спасает тебя от подлого %s.

source: The %s casts change gender on you.
ru: %s наколдовывает тебе смену пола.

source: The %s curses you.
ru: %s проклинает вас.

source: The %s casts a polymorph spell.
ru: %s кастует полиморфное заклинание.

source: The Random Number God strikes you, changing your gender.
ru: Тебя поражает бог случайных чисел, изменив твой пол.

source: You are now %s %s %s %s.
ru: Теперь ты %s, %s, %s, %s.

source: The %s notes your physique, but has too high of an IQ to be impressed.
ru: %s отмечает твоё телосложение, но слишком большой IQ не даёт впечатлиться.

source: %s might be more malleable if you were in better health.
ru: %s мог бы быть более покладистым, если б не твоё здоровье.

source: Pray
ru: Молитва

source: Your goddess %s comes to your aid and gives you strength.
ru: Богиня %s приходит на помощь и дарует тебе силу.

source: Your goddess %s comes to your aid and teaches you a new trick.
ru: Богиня %s приходит на помощь и учит тебя новой уловке.

source: Your enemy %s bestows some burdens upon you.
ru: Твой враг %s ниспосылает тебе тяготы.

source: %s overhears your prayers and curses you.
ru: Твои молитвы подслушал %s и наслал проклятье.

source: While you were praying a leprechaun stole your sword.
ru: Пока ты молился, лепрекон украл твой меч.

source: While you were praying a hermit crab moved into your helmet. It's his now.
ru: Пока ты молился, в твой шлем забрался краб-отшельник. Теперь это его шлем.

source: Nothing happens.
ru: Ничего не произошло.

source: %s can't take your prayers right now, please leave a message...
ru: %s временно отсутствует, пожалуйста, оставьте сообщение...

source: Twice nothing happens.
ru: Дважды ничего не произошло.

source: %s left her cellphone at home today.
ru: %s сегодня забыла мобильник дома.

source: Something, somewhere else happened.
ru: Где-то что-то произошло.

source: The Random Number God is not swayed by your petty prayers.
ru: Твои мелочные молитвы не интересуют бога случайных чисел.

source: Surprisingly, nothing happens.
ru: Удивительно, ничего не произошло.

source: You are shocked, SHOCKED, to find nothing happens.
ru: Ты в шоке, в ШОКЕ, обнаружив: ничего не произошло.

source: Time was frozen then unfrozen but for you, nothing happens.
ru: Время замерло и пошло вновь, но для тебя ничего не произошло.

source: Unexpectedly, nothing happens.
ru: Внезапно ничего не произошло.

source: You wait for a moment, then, suddenly, nothing happens.
ru: Прошло мгновение, затем, вдруг, ничего не произошло.

source: You take a short nap.
ru: Ты слегка вздремнул.

source: You meditate.
ru: Ты медитируешь.

source: You check your e-mail.
ru: Ты проверяешь электронную почту.

source: You sip a cup of late-afternoon tea in quiet retrospection.
ru: Ты потягиваешь чашечку послеобеденного чая, предавшись воспоминаниям.

source: You take a power nap.
ru: Ты крепко вздремнул.

source: You take a long nap.
ru: Ты полностью выспался.

source: You take a cat nap.
ru: Ты впал в кошачью дрёму.

source: You feel refreshed.
ru: Ты полон сил.

source: Suddenly you find yourself teleported to the next level.
ru: Неожиданно тебя телепортировало на следующий уровень.

source: Everything goes black.
ru: Всё стало чёрным.

source: Everything goes white.
ru: Всё стало белым.

source: Suddenly, there is nothing.
ru: Неожиданно ничего не произошло.

source: Surprisingly, something happens.
ru: На удивление, что-то случилось.

source: Everything goes cold and dark.
ru: Вокруг становится холодно и тёмно.

source: You feel a sharp pain in your neck, and everything goes blue.
ru: Ты чувствуешь острую боль в шее, и всё вокруг синеет.

source: The %s passed out.
ru: И %s потеряет сознание.

source: The %s suddenly is gone.
ru: И %s внезапно исчезает.

source: The %s ran away.
ru: И %s убегает.

source: You push the %s off a convenient cliff.
ru: Толчок - и %s срывается с удобного утёса.

source: You find prayer beads invoking the goodwill of the Random Number God.
ru: Ты нашёл чётки, вызывающие расположение бога случайных чисел.

source: You find a lightning rod.
ru: Ты нашёл громоотвод.

source: You find a sword of greater death.
ru: Ты нашёл меч великой погибели.

source: You find a vorpal dagger.
ru: Ты нашёл стрижающий меч.

source: You find a breast plate of awesome.
ru: Ты нашёл потрясающий нагрудник.

source: You find a spell of doom.
ru: Ты нашёл заклинание смерти.

source: You find a helmet of fire.
ru: Ты нашёл огненный шлем.

source: You find a left boot of anti-fungus.
ru: Ты нашёл левый антигрибковый ботинок.

source: You find a right boot of speed.
ru: Ты нашёл правый ботинок скорости.

source: You find a shank.
ru: Ты нашёл черенок.

source: You find a kevlar vest.
ru: Ты нашёл кевларовый жилет.

source: You find a Hawaiian t-shirt.
ru: Ты нашёл гавайскую футболку.

source: You find a credit card.
ru: Ты нашёл кредитку.

source: You find a sharpened pencil.
ru: Ты нашёл заточенный карандаш.

source: You find a broken glass bottle.
ru: Ты нашёл разбитую бутылку.

source: You find a 'weapon'.
ru: Ты нашёл "оружие".

source: You find a bandage and put it on.
ru: Ты нашёл бинт и делаешь перевязку.

source: A nurse patches some of your wounds.
ru: Медсестра зашивает часть твоих ран.

source: You drink a bottle of greater healing. %s sends some salve to sooth your wounds.
ru: Ты выпиваешь большое зелье лечения. %s присылает тебе мазь, чтобы обработать раны.

source: You find an aloe vera plant.
ru: Ты нашёл растение алоэ вера.

source: You apply some sunscreen from your backpack.
ru: Ты намазываешься солнцезащитным кремом из рюкзака.

source: You decide that you are healthier than you thought.
ru: Ты решил, что здоровее, чем думал.

source: Your health improves.
ru: Твоё здоровье улучшается.

source: You feel more vigorous.
ru: Ты ощущаешь прилив бодрости.

source: Your arm spontaneously regenerates.
ru: Твоя рука регенерирует самостоятельно.

source: Your leg grows back.
ru: У тебя отросла нога.

source: Your acne clears up.
ru: У тебя исчезли прыщи.

source: You stop hemorrhaging blood.
ru: Ты остановил кровотечение.

source: You find a top hat with a rabbit.
ru: Ты нашёл цилиндр с кроликом.

source: You find a deck of cards.
ru: Ты нашёл колоду карт.

source: You find a coin with two heads.
ru: Ты нашёл монету с двумя орлами.

source: You find a stick with two snakes wrapped around it.
ru: Ты нашёл посох с двумя переплетёнными змеями.

source: You find a magic wand.
ru: Ты нашёл волшебную палочку.

source: You find a skipping stone.
ru: Ты нашёл плоский камушек.

source: You find a trick dagger.
ru: Ты находишь нож для фокусов.

source: You reform your wicked ways, and join the side of good.
ru: Ты оставляешь путь погибели и переходишь на сторону добра.

source: %s is unhappy about this.
ru: %s недоволен этим.

source: %s likes this.
ru: %s это нравится.

source: The urge to sin fills you, you now are evil!
ru: Тебя переполняет жажда греха - ты зло!

source: %s is happy about this.
ru: %s радуется этому.

source: You decide that good and evil are two sides of the same coin, so you take the coin.
ru: Ты решил, что добро и зло - две стороны одной монеты, поэтому взял монету.

source: a neutral
ru: нейтрал

source: Both %s and %s don't know how to feel about this.
ru: И %s, и %s не знают, что и думать по этому поводу.

source: You put on a tarnished belt, and you feel something strange happen.
ru: Ты надеваешь потёртый ремень и чувствуешь, что происходит нечто странное.

source: You have been cursed.
ru: Ты проклят.

source: You have been blessed.
ru: Тебя благословили.

source: You drink from a sparkling well, and something weird happens.
ru: Ты пьёшь из сверкающего колодца, и происходит что-то странное.

source: You try on the shiny necklace you find.
ru: Ты примеряешь найденное сияющее ожерелье.

source: The devious %s stabs you, causing %s damage.
ru: Коварный %s пронзает тебя, нанося %s урона.

source: You suffer %s damage as the %s tosses you up into the air like a ragdoll.
ru: Ты получаешь %s урона, когда %s подбрасывает тебя, словно тряпичную куклу.

source: The %s breathes fire at you, burning your map and causing %s damage.
ru: %s изрыгает огонь, сжигая твою карту и нанося %s урона.

source: The %s throws an exploding banana at you, but you duck, so it only causes %s damage.
ru: %s швыряет в тебя взрывающийся банан, но ты пригибаешься, поэтому получаешь всего %s урона.

source: The %s hits you with its best shot, causing %s damage.
ru: %s бьёт тебя своим коронным ударом, нанося %s урона.

source: The %s hits you against the wall, causing %s of hurt.
ru: %s бьёт тебя об стену, нанося %s урона.

source: The %s snipes you with an arrow causing %s damage.
ru: Стрела %s попадает в тебя, нанося %s урона.

source: The %s bites you causing %s damage.
ru: %s кусает тебя, нанося %s урона.

source: You dodge a blow from the %s.
ru: %s бьёт, но ты уклоняешься.

source: %s tries to hit you, but misses.
ru: %s пытается ударить тебя, но промахивается.

source: %s blow hits your cap of cool, causing no damage.
ru: %s бьёт твой охлаждающий колпак и не наносит урона.

source: %s pokes you really hard. You are annoyed.
ru: %s с силой отталкивает тебя. Ты раздражён.

source: %s takes a swing at you, but can't reach you from there.
ru: %s замахивается на тебя, но стоит слишком далеко.

source: You died.
ru: Ты умер.

source: A Valkyrie carries you off to Valhalla.
ru: Валькирия уносит тебя Вальгаллу.

source: Hermes, with Death and Sleep, asks if you've seen his Caduceus anywhere, and then brings you to the river Leith.
ru: Гермес, бог смерти и сна, спрашивает, не видел ли ты его кадуцей, а затем приводит тебя к реке Лете.

source: Your soul finds itself travelling along the path of the moon, far away from your broken body.
ru: Твоя душа отправляется по лунной тропе всё дальше и дальше от твоего изломанного тела.

source: You are fully one with everything. Your battered body no longer concerns you.
ru: Ты в полном единении со всем. Твоё изношенное тело больше не сдерживает тебя.

source: You failed to enlist the Random Number God to your side. You died.
ru: Ты не смог привлечь бога случайных чисел на свою сторону. Ты умер.

source: Game over.
ru: Конец игры.

source: You come to the end of level %s and the [b]Amulet of Yendor[/b] compels you down, deeper into the depths.
ru: Ты прошёл уровень %s, и [b]амулет Ендора[/b] увлекает тебя вниз, в самую глубину.

source: You come to the end of level %s and see a way up and a way down. Which do you choose?
ru: Ты прошёл уровень %s и видишь пути вверх и вниз. Который выберешь?

source: Go Up
ru: Подняться

source: You climb up the ladder with care.
ru: Ты осторожно взбираешься по лестнице.

source: You shimmy up the crevasse.
ru: Ты всползаешь по расселине.

source: You ascend the Gothic staircase.
ru: Ты поднимаешься по готической лестнице.

source: You untie the balloon.
ru: Ты отвязываешь воздушный шарик.

source: You wave your arms vigorously and slowly levitate up.
ru: Ты энергично машешь руками и потихоньку взлетаешь.

source: You grab a nice rope someone left, and climb up it.
ru: Ты взбираешься по кем-то оставленной крепкой верёвке.

source: Using magic, you cut foot and handholds into the rock, and use them.
ru: Ты вырезаешь магией в скале опоры для рук и ног, и лезешь по ним.

source: Reaching a state of total ONE-ness with the world, you break your earthly bonds, and rise upwards.
ru: Достигнув состояния полного ЕДИНЕНИЯ с миром, ты рвёшь земные узы и поднимаешься наверх.

source: You climb the cliff-face.
ru: Ты взбираешься по скале.

source: You jump up, and pull yourself up to the next level.
ru: Ты подпрыгиваешь и оказываешься на следующем уровне.

source: Go Down
ru: Спуститься

source: You rappel down the pit to the level below.
ru: Ты пробираешься по шахте на уровень ниже.

source: You lower yourself using footholds cut long ago into the living earth.
ru: Ты спускаешься по опорам, вырубленным давным-давно прямо в земле.

source: You take the staircase down to the lower level.
ru: Ты спускаешься по лестнице на нижний уровень.

source: By playing with the levers before you, you teleport into the depths below.
ru: Поигравшись с рычагами перед тобой, ты телепортируешься глубже.

source: You take out a shovel and start digging. Eventually you hit rock bottom.
ru: Взяв лопату, ты начинаешь копать. В конце концов ты достигаешь дна.

source: You carefully climb down the ladder.
ru: Ты осторожно слезаешь по лестнице.

source: You jump into the darkness and land in the depths.
ru: Ты прыгаешь в темноту и приземляешься в глубине.

source: Save game detected: %s %s %s %s in service to [b]%s[/b] on level [b]%d[/b].
ru: Обнаружено сохранение: %s %s %s %s, последователь [b]%s[/b] на уровне [b]%d[/b].

source: Save game has the [b]Amulet of Yendor[/b]!
ru: В сохранении есть [b]амулет Ендора[/b]!

source: Show stats
ru: Статистика

source: [b]%d[/b] attack/armor, [b]%d[/b] tricks, and [b]%d[/b] health
ru: [b]%d[/b] атака/броня, [b]%d[/b] уловки и [b]%d[/b] здоровья

source: Load Character
ru: Загрузить персонажа

source: [b]%s[/b], the enemy of your goddess [b]%s[/b], plans your demise with glee.
ru: [b]%s[/b], враг богини [b]%s[/b], с упоением планирует твою смерть.

source: The vile god [b]%s[/b] cackles that you will again flee from the dungeon in terror!
ru: Подлый бог [b]%s[/b] ржёт, что ты снова в ужасе убежишь из подземелья!

source: [b]%s[/b] blesses your return to the dungeon.
ru: [b]%s[/b] благословляет вернуться в подземелье.

source: New Game
ru: Новая игра

source: Your stats are: [b]%d[/b] attack/armor, [b]%d[/b] tricks, and [b]%d[/b] health.
ru: Твои статы: [b]%d[/b] атака/броня, [b]%d[/b] уловки и [b]%d[/b] здоровья.

source: A [b]%s[/b] is before you. What do you do?
ru: Перед тобой [b]%s[/b]. Что ты сделаешь?

source: End Game
ru: Конец игры

source: Welcome to the Community Network.
ru: Добро пожаловать в сеть сообщества.

source: guest
ru: гость

source: First time login detected.
ru: Обнаружен первый вход в сеть.

source: Please enter your name
ru: Пожалуйста, введите ваше имя

source: Name :
ru: Имя :

source: Please set password for your personalized guest login, %s
ru: Пожалуйста, задайте пароль для вашего персонализированного гостевого входа, %s

source: Use at least one lower case letter, one upper case letter, one number, and one symbol.
ru: Используйте по крайней мере одну строчную и одну заглавную буквы, одну цифру и один символ.

source: Last login from /dev/tty3 on unknown
ru: Последний вход на /dev/tty3, хост unknown

source: Password:
ru: Пароль:

source: Login incorrect
ru: Неверный логин или пароль.

source: Connection to c-net terminated.
ru: Соединение с c-net завершено.

source: Login Tty Name
ru: Логин Tty Имя

source: mountdisk.sh
ru: примонтировать_диск.sh

source: ./mountdisk.sh
ru: ./примонтировать_диск.sh

source: Mounting volume "Kevins_Security_File"...
ru: Монтируется носитель "Защищённый_файл_Кевина"…

source: Private memory and/or virtual address space exhausted.
ru: Собственная память и/или виртуальное адресное пространство исчерпаны.

source: Not enough free memory to load data file.
ru: Не хватает памяти для загрузки файла.

source: List for Spencer:
ru: Список для Спенсера:

source: I found a terminal in the town which could read the data cube Francis gave me. It looks like there was a list of names on it, but I have no clue what's the deal with these names.
ru: Я нашёл в городе терминал, который смог прочитать куб данных Фрэнсиса. Похоже на список имён, но я не представляю, что не так с этими именами.

source: no disk found
ru: диск не найден

source: statistics.pl
ru: статистика.pl

source: Corrupted file.
ru: Повреждённый файл.

source: Bot #Dead# Tux #Hacked/Failed#Ratio
ru: Бот #Уничтожено# Такс #Взломано/Провалы#Соотношение

source: forkBOMB.sh -arm bomb
ru: forkBOMB.sh -вооруж бомба

source: bomb armed
ru: бомба заряжена

source: forkBOMB.sh -disarm bomb
ru: forkBOMB.sh -разоруж бомба

source: bomb defused
ru: бомба разряжена

source: forkBOMB.sh -execute
ru: forkBOMB.sh -выполнить

source: Terminals Disabled
ru: Терминал отключён.

source: Script run. After logout this terminal will be disabled.
ru: Скрипт запущен. После выхода этот терминал будет отключён.

source: radio.sh
ru: радио.sh

source: Valid tracks:
ru: Доступные треки:

source: please enter track
ru: пожалуйста, введите трек

source: WARNING, '%s' not a valid track.
ru: ПРЕДУПРЕЖДЕНИЕ: трек '%s' недоступен.

source: enter 'exit' to exit.
ru: введите 'exit' для выхода.

source: Please retry.
ru: Пожалуйста, повторите.

source: global_thermonuclear_war
ru: глобальная_термоядерная_война

source: ./global_thermonuclear_war
ru: ./глобальная_термоядерная_война

source: Sorry, only winning move is not to play. New game?
ru: К сожалению, единственный способ победить — не играть. Новая игра?

source: Mankind exterminated. You lost!
ru: Человечество истреблено! Ты проиграл!

source: No victory possible. LOSER! Play again?
ru: Победа невозможна. НЕУДАЧНИК! Играть заново?

source: Everyone dies, new game?
ru: Все погибли, новая игра?

source: tetris
ru: тетрис

source: ./tetris
ru: ./тетрис

source: Roll your Stats.
ru: Распределить статы.

source: You are already playing Progress Quest:
ru: Ты уже играешь в Progress Quest:

source: You are selling an item!
ru: Ты продаёшь предмет!
