Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: Here is some spare ammo. Use it wisely.
ru: Вот несколько запасных патронов. Используйте их с умом.

source: Glitch was defeated, and I obtained one of the most powerful weapon in sheer damage terms. Man, either I am THAT good, or I cheat.
ru: Глюк был побежден, и я получил одно из самых мощных орудий с точки зрения чистого урона. Либо я настолько хорош, либо я жульничаю.

source: I'll leave this strange man to his... evil doings.
ru: Я оставлю этого странного человека с его... злыми делами.

source: You joke now, but a bot soon will teach you to be more serious.
ru: Сейчас вы шутите, но боты скоро научат вас быть более серьезным.

source: Evildoer? You don't even know me.
ru: Злодей? Ты меня даже не знаешь.

source: ...But it's you who is killing bots left and right...
ru: ...Но это ты убиваешь ботов направо и налево...

source: Having survived the Great Assault doesn't make me an evildoer.
ru: То, что я пережил бунт машин, не делает меня злодеем.

source: [b]The Ice Pass Access Control Terminal[/b]
ru: [b]Терминал доступа к ледяному перевалу[/b]

source: [b]SYSTEM ERROR[/b] A critical error occurred. Please run the chkdsk command.
ru: [b]ОШИБКА СИСТЕМЫ:[/b] произошла критическая ошибка. Пожалуйста, выполните команду chkdsk.

source: [b]FATAL ERROR[/b] - PC LOAD LETTER not found within A:\.
ru: [b]ФАТАЛЬНАЯ ОШИБКА:[/b] ПИСЬМО О ЗАГРУЗКЕ ПК не найдено на A:\.

source: [b]FATAL ERROR[/b] - PGP Public Key not found within B:\.
ru: [b]ФАТАЛЬНАЯ ОШИБКА:[/b] не найден публичный ключ PGP на B:\.

source: [b]FATAL ERROR[/b] - Linarian Hack Attempt detected. Connection refused.
ru: [b]ФАТАЛЬНАЯ ОШИБКА:[/b] обнаружена попытка взлома линарианцем. Соединение разорвано.

source: [b]POWER SUPPLY ERROR[/b] Insufficient energy to start up.
ru: [b]ОШИБКА ИСТОЧНИКА ПИТАНИЯ[/b] Недостаточно энергии для включения.

source: [b]GATE ERROR[/b] Unable to ping gate. Please ensure all wires are connected correctly.
ru: [b]ОШИБКА ВОРОТ[/b] Ворота не пингуются. Пожалуйста убедитесь, что все провода подключены привльно.

source: [b]SYSTEM ERROR[/b] Unable to locate auth.bat file - Please run chkdsk command.
ru: [b]ОШИБКА СИСТЕМЫ[/b] Не найден файл auth.bat - Пожалуйста, запустите команду chkdsk.

source: [b]WARNING[/b] Dangerous bots may be out on the Ice Pass, beware!
ru: [b]ПРЕДУПРЕЖДЕНИЕ[/b] Опасные боты могут быть в Ледяном Проходе, будьте осторожны!

source: [b]WARNING[/b] Errors detected, please run chkdsk command for more information.
ru: [b]ПРЕДУПРЕЖДЕНИЕ[/b] Обнаружены ошибки. Пожалуйста запустите комнаду chkdsk для получения более подробной информации.

source: Please wait, we are now analyzing the peripheral systems connected to this terminal...
ru: Подождите, мы сейчас анализируем периферийные системы, подключенные к этому терминалу...

source: ping gate ....... [b]FAILURE[/b]
ru: Пингуем ворота ....... [b]СБОЙ[/b]

source: The gate seems to be disconnected from this terminal, or permanently damaged.
ru: Возможно ворота отключены от этого терминала или повреждены.

source: energy check ....... [b]FAILURE[/b]
ru: проверка энергоснабжения ....... [b]СБОЙ[/b]

source: Currently running on emergency power supply. Please wait a while.....
ru: В настоящее время система работает на аварийном электроснабжении. Пожалуйста, подождите немного.....

source: Maximum power consumption allowed: [b]0.1%%[/b]
ru: Максимальный допустимый расход энергии: [b]0.1%%/b]

source: Power Control must allow at least [b]5%%[/b] of power usage in order to gates work.
ru: Регулятор мощности должен позволять использовать по крайней мере [b]5%%[/b] энергии для работы ворот.

source: ping lab-015 gate ....... [b]FAILURE[/b]
ru: Пингуем ворота lab-015 ....... [b]СБОЙ[/b]

source: Secret Laboratory gates are unresponsive. Dangerous bots may be out, beware!
ru: Ворота секретной лаборатории не реагируют. Опасные боты могут быть снаружи, будьте осторожны!

source: Please wait, we are now analyzing this terminal filesystem...
ru: Подождите, мы сейчас анализируем эту файловую систему терминала...

source: Checking A:\ ....... [b]FAILURE[/b]
ru: Проверка А:\ ....... [b]СБОЙ[/b]

source: PC LOAD LETTER not found.
ru: ПИСЬМО ЗАГРУЗКИ ПК не найдено.

source: Checking B:\ ....... [b]FAILURE[/b]
ru: Проверка B:\ ....... [b]СБОЙ[/b]

source: PGP key not found.
ru: Ключ PGP не найден.

source: Checking C:\ ....... [b]FAILURE[/b]
ru: Проверка C:\ ....... [b]СБОЙ[/b]

source: Hard disk may be corrupted or permanently damaged.
ru: Жёсткий диск испорчен или необратимо повреждён.

source: Checking D:\ ....... [b]SUCCESS[/b]
ru: Проверка D:\ ....... [b]УСПЕХ[/b]

source: Anti-human Hack Attempt System is operating normally.
ru: Система защиты от взлома работает нормально.

source: Checking E:\ ....... [b]SUCCESS[/b]
ru: Проверка E:\ ....... [b]УСПЕХ[/b]

source: Anti-linarian Hack Attempt System is operating normally.
ru: Система защиты от взлома линарианцем работает нормально.

source: This terminal is so corrupted, that I believe it's better to don't touch it.
ru: Этот терминал так повреждён, что, думаю, лучше его не трогать.

source: Also, next time, I'll not let it run verbose!
ru: Кроме того, в следующий раз я не позволю ему работать в режиме вывода подробной инфорации!

source: [b]GATE ERROR[/b] The gate seems to be disconnected from this terminal, or permanently damaged.
ru: [b]ОШИБКА ВОРОТ[/b] Ворота отключены от этого терминала или повреждены.

source: [b]POWER SUPPLY ERROR[/b] Power Control must allow at least [b]5%%[/b] of power usage in order to gates work.
ru: [b]ОШИБКА ИСТОЧНИКА ПИТАНИЯ[/b] Регулятор мощности должен допускать по крайней мере [b]5%%[/b] энергопотребления для работы ворот.

source: [b]BOOT ERROR[/b] PC LOAD LETTER not found.
ru: [b]ОШИБКА ЗАГРУЗКИ:[/b] ПИСЬМО ЗАГРУЗКИ ПК не найдено.

source: [b]AUTHENTICATION ERROR[/b] PGP Public Key not found.
ru: [b]ОШИБКА ПРОВЕРКИ ПОДЛИННОСТИ:[/b] публичный ключ PGP не найден.

source: [b]SECURITY ADVICE[/b] Anti-Linarian Hack Attempt System is Beta. Bugs may show up.
ru: [b]ПРЕДУПРЕЖДЕНИЕ СИСТЕМЫ БЕЗОПАСНОСТИ[/b] Система защиты от взлома линарианцем в виде бета-версии. Могут быть ошибки.

source: [b]SYSTEM ERROR[/b] Hard disk may be corrupted or permanently damaged.
ru: [b]ОШИБКА СИСТЕМЫ[/b] Данные на жестком диске могуть быть повреждены или потеряны безвозвратно.

source: [b]WARNING[/b] Secret Laboratory gates are unresponsive. Dangerous bots may be out, beware!
ru: [b]ВНИМАНИЕ:[/b] ворота секретной лаборатории не реагируют. Могут выйти опасные боты, осторожно!

source: There are still too many errors. I'll need to fix a few things more before trying to identify myself again.
ru: Все еще слишком много ошибок. Мне нужно исправить еще несколько вещей, прежде чем пытаться идентифицироваться снова

source: I will never manage to fix this many errors. I better forget this terminal for now.
ru: Мне никогда не удастся исправить столько ошибок. Лучше пока забыть об этом терминале.

source: Expert
ru: Эксперт

source: Master
ru: Мастер

source: Supreme
ru: Величайший

source: First: Expert - the one slaves use to die at arena.
ru: Первый: "Эксперт" - только рабы умирают на арене.

source: Second: Master - the audience expects a good fight.
ru: Второй: "Мастер" - зрители ожидают хорошей схватки.

source: Third: Supreme - abandon all hope if you enter here.
ru: Третий: "Величайший" - оставь надежду всяк сюда входящий.

source: Choice: You can fight at the 'Expert', 'Master' and 'Supreme' rank.
ru: Выбор: ты можешь сражаться в рангах "Эксперт", "Мастер" и "Величайший".

source: Choice: You can fight at the 'Expert' and 'Master' rank.
ru: Выбор: ты можешь сражаться в рангах "Эксперт" и "Мастер".

source: Beginning: You can only fight at the 'Expert' rank.
ru: Начало: ты можешь сражаться только в ранге "Эксперт".

source: Let's go at 'Expert' rank.
ru: Давай попробуем ранг "Эксперт".

source: Accepted: You have chosen the 'Expert' rank.
ru: Принято: ты выбрал ранг "Эксперт".

source: Let's go at 'Master' rank.
ru: Давай попробуем ранг "Мастер".

source: Accepted: You have chosen 'Master' rank.
ru: Принято: ты выбрал ранг "Мастер".

source: Let's go at 'Supreme' rank.
ru: Давай попробуем ранг "Величайший".

source: Accepted: You have chosen 'Supreme' rank.
ru: Принято: ты выбрал ранг "Величайший".

source: Important: Kill trespassers.
ru: Важно: убийство нарушителей.

source: Good evening!
ru: Добрый вечер!

source: Good morning!
ru: Доброе утро!

source: Good afternoon!
ru: Добрый день!

source: ...Hello.
ru: Здравствуй...

source: I am Mr. Saves, the Watcher of Stories!
ru: Я мистер Сэйвс, хранитель историй!

source: Mr. Saves, Watcher of Stories
ru: М-р Сэйвс, хранитель историй

source: The weather is grim again, don't you think? Ah, I love mental games. All the better when no one can understand them.
ru: Погода снова мрачная, тебе не кажется? Ах, я люблю умственные игры. Все лучше, когда никто не может их понять.

source: ...No one asked.
ru: ...Никто не спрашивал.

source: Uhm... great, I think?
ru: Хм... здорово, я думаю?

source: You don't have anything better to do, do you?
ru: Тебе ведь больше нечем заняться, правда?

source: I repeated the same thing seven times and you still come to bother me.
ru: Я повторил то же самое семь раз, а ты все еще беспокоишь меня.

source: Seven is a number of luck, though. Here, take this program update and don't show up again.
ru: Семь, это число удачи. Вот, возьмите это обновление программы и не приходи больше.

source: [b]Animal Magnetism skill updated![/b]
ru: [b]Навык животный магнетизм обновлен![/b]

source: If you do, I'll repeat myself until I manage to bore you out.
ru: Если вы это сделаете, я буду повторяться, пока вам не надоест.

source: Uhm... Thanks?
ru: Эмм... Благодарности?

source: Now get going. You have more important things to do.
ru: А теперь иди. У тебя есть более важные дела.

source: The sky is in a pretty blue azure today...
ru: Небо сегодня в голубой лазури...

source: Why are you alive? Why are the bots not attacking you?
ru: Почему ты жив? Почему боты не атакуют тебя?

source: I don't exist under normal circumstances.
ru: Я не существую в нормальных условиях.

source: Makes sense, you cannot attack something which doesn't exist.
ru: Имеет смысл, вы не можете атаковать то, чего не существует.

source: ...No wait. It doesn't. If you don't exist, I can't talk to you either!
ru: ...Нет, подожди. Это не так. Если тебя не существует, я тоже не могу с тобой разговаривать!

source: Well, with strange aeons, even Mr. Saves may die.
ru: Ну, в странные эпохи, даже г-н Спаситель может погибнуть.

source: ...You know what? You're weird. I bet the bots are just afraid of getting close to you.
ru: ...Знаешь что? Ты странный. Бьюсь об заклад, боты просто боятся приблизиться к тебе.

source: You're weird.
ru: Ты странный.

source: That's my purpose in life.
ru: Это моя цель в жизни.

source: That only makes you weirder!
ru: Это делает тебя еще более странным!

source: If you think too much about it, you'll end up overheating.
ru: Если ты будешь думать об этом слишком много, перегреешься.

source: I advice you to drop this subject.
ru: Советую вам оставить эту тему.

source: What are you doing?
ru: Что ты делаешь?

source: Volunteer work.
ru: Работаю добровольцем.

source: I don't see you working.
ru: Я не вижу, чтобы ты работал.

source: Well, that's because we volunteer for things exactly so that we can be lazy on them.
ru: Ну, мы добровольно выполняем работу, поэтому мы можем лениться, выполняя её.

source: Er, uhm... Good bye?
ru: Эээ, хм... До свидания?

source: Oh noes! It is a 999 bot! Run! Run! Danger!
ru: О нет! Это 999 бот! Беги! Беги! Опасность!

source: Welcome back, master. I hope your plan in dominating mankind is going as planned.
ru: С возвращением, хозяин. Надеюсь, ваш план по господству над человечеством идет по плану.

source: Err, remind me, what were your tasks again?
ru: Напомни мне еще раз, какие у тебя были задачи?

source: Primary: [b]Control all dangerous humans who are being held captive on RR Resorts.[/b]
ru: Первичная: [b]контролировать всех опасных людей, которые находятся в плену на курортах RR.[/b]

source: Secondary: [b]Kill everyone and everything if security threat: HIGH[/b]
ru: Вторичная: [b]Убивать всех и всё, у чего статус угрозы безопасности: ВЫСОКИЙ[/b]

source: Ah, uhm, ok.
ru: Э... Хм... Ладно.

source: What is my name?
ru: Как меня зовут?

source: Your name is classified information.
ru: Ваше имя - секретная информация.

source: Please proof your identity.
ru: Пожалуйста, подтвердите свою личность.

source: Actually, uhm... I forgot that on my other set of war pants!
ru: Вообще-то, да... Я забыл документы в другом комплекте военных штанов!

source: Aborted.
ru: Прекращено.

source: Can you tell me your name, though?
ru: Вы можете сказать мне свое имя?

source: I am the manager of this facility.
ru: Я менеджер этого заведения.

source: 999 RR Manager
ru: 999 Управляющий РР

source: RR Resorts, or the RRR, is the paradise for those who dares to oppose my masters.
ru: Курорты ОВ, или КОВ, это рай для тех, кто осмеливается противостоять моим хозяевам.

source: An efficient way to dispose undesired people, without causing too much ruckus.
ru: Эффективный способ избавиться от нежелательных людей, не вызывая слишком много шума.

source: Undesired... people? Is that even ethical?
ru: Нежелательные... люди? Это вообще этично?

source: I do not know what "ethical" means.
ru: Я не знаю, что значит 'этично'.

source: Ah, okay. Do not worry with such big details.
ru: А, ладно. Не волнуйтесь о таких 'мелочах'.

source: I found RR Resorts, where "undesired individuals" are kept frozen. I probably should seek a way to unfreeze them.
ru: Я нашел курорты ОВ, где 'нежелательных людей' держат замороженными. Вероятно, мне следует найти способ разморозить их.

source: What is the current security threat level?
ru: Каков текущий уровень угрозы безопасности?

source: Currently, all hostilities are dead or cryonized.
ru: На текущий момент все враги мертвы или заморожены.

source: What about bots?
ru: Что насчёт ботов?

source: Sorry, I do not understand this question.
ru: Извините, я не понимаю вопроса.

source: Nevermind that.
ru: Ладно, забудь.

source: You're very intelligent for a bot.
ru: Вы очень умны для бота.

source: I am a 999 equipped with a Primode brain. I also know a lot about programming.
ru: Я - 999, оснащенный мозгом Примода. Я также много знаю о программировании.

source: Cool! Can you teach me?
ru: Круто! Можешь меня чему-нибудь научить?

source: Sorry, I cannot. I overestimated your coding skills previously.
ru: Извините, я не могу. Я переоценил ваши навыки программирования.

source: You must practice a little more, master. I will not bother you with this again.
ru: Ты должен еще немного попрактиковаться, учитель. Я больше не буду беспокоить тебя.

source: Naturally, I can remind you about coding.
ru: Естественно, я могу напомнить вам о программировании.

source: However, you'll need 5,000 circuits and two training points. A short maintenance routine must be conducted afterwards.
ru: Тем не менее, вам понадобится 5000 схем и два очка обоучения. После этого необходимо провести короткое техническое обслуживание.

source: Sure. Teach me more programming than I actually know. (costs 5000 valuable circuits, 2 training points)
ru: Конечно. Научите меня чему-нибудь, чего я ещё не знаю о программировании. (Цена 5000 ценных схем и 2 очка обучения).

source: Do you see this screen?
ru: Видишь этот экран?

source: Yes. I see a ball going up and down, hitting two moving walls.
ru: Да, я вижу мяч движущийся вверх и вниз и отскакивающий от двух движущихся стен.

source: This is called ping-pong. It's an... interesting game.
ru: Это называется пинг-понг. Это... интересная игра.

source: Seems simple.
ru: Выглядит просто.

source: Maybe. It's much more complex than you think. It's not the code I'm talking about, or even the ball going up and down. The important is not the program on itself. It's the art of programming.
ru: Возможно. Она гораздо сложнее, чем вы думаете. Это не код, о котором я говорю, или даже мяч, идущий вверх и вниз. Важна не программа сама по себе. Это Искусство программирования.

source: Once you understand how the bytes flows, how they sum and they bitwise, you'll become a true master at programming.
ru: Однажны ты поймешь как текут байты, как они суммируются и делятся, и тогда ты станешь настоящим мастером программирования.

source: What should I do?
ru: Что я должен сделать?

source: Look at source code, and replicate the ping pong, but not with this simple, built-in, example AI. Try to do a sentient ping pong field, with air friction, gravity, virtual reality, these sort of things.
ru: Посмотри исходный код и повтори пинг-понг, но не с этим простым встроенным ИИ. Попытайся создать почувствовать поле пинг-понга с трением воздуха, гравитацией, виртуальной реальностью и со всем таким.

source: It would be desirable to consider the solar effect over tachyon particles and the E-particle emission on field due to friction with two antigrav rackets, but do not worry too much with that.
ru: Было бы желательно рассмотреть действие солнца на тахионы частицами и эмиссию электронов на на игровом поле из-за трения с двумя антигравитационными ракетками, но не стоит слишком беспокоиться об этом.

source: Yes sir! Will be done sir!
ru: Есть, сэр! Будет сделано, сэр!

source: [b]...some time later...[/b]
ru: [b]...некоторое время спустя...[/b]

source: Very good. The E-particle emission is a little off, but this can be forgiven.
ru: Очень хорошо. Эмиссия электронов не совсем работает, но это простительно.

source: You're good to go.
ru: У тебя хорошо получается.

source: By the way, you've learned very fast the exponential overflow from E-particles. Have you sold your soul by any chance, master?
ru: Кстати, вы очень быстро узнали экспоненциальное переполнение от электронных частиц. Вы случайно не продали свою душу, хозяин?

source: I'm afraid there is nothing I can do for you right now, master.
ru: Боюсь, сейчас я ничем не могу вам помочь, хозяин.

source: Sorry, training you could damage my own circuits and I may need replacements parts.
ru: Извините, тренировка может повредить мои собственные цепи, и мне могут понадобиться запасные части.

source: After all, don't you know the Third Law of Robotics? "A robot must protect its own existence."
ru: В конце концов, разве вы не знаете Третий закон роботехники? 'Робот должен защищать свое существование.'

source: ...Now I'm really curious about what you bots believe to be the first and second laws of robotics...
ru: ...Теперь мне действительно интересно, что вы, боты, считаете первым и вторым законами робототехники...

source: I'll inspect this fine resort of yours. Please excuse me.
ru: Я осмотрю ваш прекрасный курорт. Пожалуйста, простите меня.

source: Have a nice visit, master. If you need a full report, just contact me.
ru: Приятного визита, хозяин. Если вам нужен полный отчет, просто свяжитесь со мной.

source: Ouch, my head...
ru: Ой, моя голова...

source: Where... am I? My head is dizzy...
ru: Где я?.. Голова кружится...

source: Ah, I remember now. I was on a flight, on my way to fight against MegaSys president.
ru: А, теперь вспомнил. Я летел, чтобы сразиться с президентом Мегасис.

source: ...Have I lost?
ru: Я проиграл?..

source: *deep breath*
ru: *глубокий вздох*

source: No, I did not even reached the location. The stratopod started acting strangely and crashed.
ru: Нет, я даже не долетел до места. Стратопод странно себя повёл и разбился.

source: I better get up, and find out where I am.
ru: Лучше встать и выяснить, где я очутился.

source: The pilot wasn't so experienced as he told. He only played FlightGear a couple of times. By the look of things, I must have crashed. I should explore these lands now.
ru: Пилот оказался не таким опытным, как говорил. Он всего пару раз сыграл во FlightGear. И судя по всему, мы потерпели крушение. Теперь придётся исследовать эти земли.

source: Shortcuts: DISABLED
ru: Короткие пути: ЗАБЛОКИРОВАНЫ

source: Shortcuts: ENABLED
ru: Короткие пути: РАЗБЛОКИРОВАНЫ

source: [b]NOTE[/b] The lift to Factory Core is at Floor 3.
ru: [b]ПРИМЕЧАНИЕ:[/b] лифт к ядру фабрики на 3 этаже.

source: Currently, maximum access is set to Security Development Office.
ru: В настоящее время максимальный доступ установлен в Офис разработки систем безопасности.

source: Currently, there is no maximum access set.
ru: В настоящее время максимальные права доступа отсутствуют.

source: [b]WARNING[/b] People may die if they get lost!
ru: [b]ВНИМАНИЕ:[/b] люди могут погибнуть, если заблудятся!

source: enable shortcuts
ru: enable shortcuts (разрешить ссылки)

source: MS Stock Certificate found and validated. Welcome, [b]Will Gapes[/b]!
ru: Сертификат на акции МС найден и подтверждён. Добро пожаловать, [b]Уилл Гейпс[/b]!

source: Shortcuts status: ENABLED
ru: Состояние ярлыков: РАЗРЕШЕНЫ

source: I'm afraid you are not authorized to do so.
ru: Я боюсь у вас недостаточно прав для этого.

source: Please contact your Chief Officer in order to change this setting.
ru: Пожалуйста свяжитесь, с Начальником офиса, чтобы изменить права доступа.

source: disable shortcuts
ru: disable shortcuts (запретить ярлыки)

source: MS Stock Certificate found and validated. Thanks for visiting, [b]Will Gapes[/b]!
ru: Сертификат склада МС найден и подтвержден. Спасибо за посещение, [b]Уилл Гейпс[/b]

source: Shortcuts status: DISABLED
ru: Состояние ярлыков: ЗАПРЕЩЕНЫ

source: disable maximum access
ru: disable maximum access (отключить максимальные права доступа)

source: [b]SECURITY WARNING[/b] Control Gate is now disabled.
ru: [b]ПРЕДУПРЕЖДЕНИЕ СИСТЕМЫ БЕЗОПАСНОСТИ[/b] Управление воротами отключено.

source: enable maximum access
ru: enable maximum access (включить максимальные права доступа)

source: [b]SECURITY[/b] Control Gate is now enabled.
ru: [b]ПРЕДУПРЕЖДЕНИЕ СИСТЕМЫ БЕЗОПАСНОСТИ[/b] Управление воротами включено.

source: City gate status: CLOSED
ru: Городские ворота, состояние: ЗАКРЫТЫ

source: City gate status: OPEN
ru: Городские ворота, состояние: ОТКРЫТЫ

source: Halt there, linarian. You are not my master but looks like him.
ru: Остановись, линарианец. Ты не мой хозяин, но похож на него.

source: Hm, maybe I do not need to kill you like the others?
ru: Хм, может, мне не нужно убивать тебя, как остальныех?

source: Are you friend or foe?
ru: Ты друг или враг?

source: Are you friend or foe, intruder?
ru: Ты друг или враг, нарушитель?

source: I'm a friend of humankind!
ru: Я друг человечества!

source: Good. Now die.
ru: Хорошо. А теперь умри.

source: I'm your friend! I am a proprietary-software hugger!
ru: Я твой друг! Я сторонник проприетарных программ!

source: Ah, then you must be with my masters.
ru: А, тогда ты на стороне моих хозяев.

source: You can look, but don't touch anything, unless you have explicit authorization to do so.
ru: Можешь смотреть, но ничего не трогай, если у тебя нет явного разрешения.

source: ...So much for sarcasm...
ru: ... Такой сарказм ...

source: I am currently in charge to oversee security of this place.
ru: В настоящее время я отвечаю за безопасность этого места.

source: This is a secret facility, after all.
ru: В конце концов, это секретный объект.

source: RR Security Chief
ru: Начальник охраны РР

source: So, you deal with security? Could you then teach me how to fight?
ru: Так ты занимаешься безопасностью? Не могли бы вы научить меня драться?

source: Sure. I'm bored anyway.
ru: Конечно. Мне так скучно.

source: But for a price. Five thousand circuits should be enough. A training point as well, or you won't remember what I'm about to teach you.
ru: Но за это придется заплатить. 5000 ценных схем достаточно. И 1 очко обучения, чтобы ты мог запомнить то, чему я тебя научу.
