Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: What are your offers today?
ru: Что предложишь сегодня?

source: Take a look.
ru: Взгляни.

source: Can I buy droid parts? Like Entropy Inverters?
ru: Могу я купить детали дроидов? Например, инверторы энтропии?

source: Sorry, these are all sold out.
ru: Прости, все распроданы.

source: But I think a shipment will come by the next month.
ru: Но я думаю, что в следующем месяце прибудет партия.

source: I can't wait that long.
ru: Я не могу ждать так долго.

source: There is nothing I can do about it. Try exchanging with another worker, maybe?
ru: Я ничего не могу с этим поделать. Может, попробуешь обменяться с другим рабочим?

source: Bye bye.
ru: Пока-пока.

source: Intruder detected.
ru: Обнаружен нарушитель.

source: [b]Security mode:[/b] ACTIVATED
ru: [b]Безопасный режим:[/b] ВКЛЮЧЁН

source: Welcome to Kevin's personal lawnmower.
ru: Вас приветствует личная газонокосилка Кевина.

source: Your connection with this bot has been logged and reported to Kevin.
ru: О вашем подключении к боту сделана запись и доложено Кевину.

source: Please state your name for identification.
ru: Для идентификации, пожалуйста, назовите своё имя.

source: WARNING: ANY ABUSE WILL BE PUNISHED!
ru: ВНИМАНИЕ: ЛЮБОЕ НАРУШЕНИЕ НАКАЗЫВАЕТСЯ!

source: WARNING:
ru: ВНИМАНИЕ:

source: Less than [b]5%%[/b] fuel remaining!
ru: Требуется менее [b]5%%[/b] топлива!

source: All movement suppressed...
ru: Любое движение запрещено...

source: Scanning area for possible compatible energy sources...
ru: Сканирование наличия совместимых источников энергии...

source: Compatible energy source found!
ru: Найден совместимый источник энергии!

source: [b]Barf's Energy Drink[/b]
ru: [b]Блевотный энергетик[/b]

source: Could not detect compatible energy source.
ru: Совместимого источника энергии не найдено.

source: Recommended energy source: [b]Barf's Energy Drink[/b]
ru: Рекомендуемый источник энергии: [b]Блевотный энергетик[/b].

source: Resuming hibernation...
ru: Продолжение гибернации...

source: I'll state my name.
ru: Укажу своё имя.

source: Identifying as %s
ru: Идентификация как %s.

source: Welcome to Kevin's lawnmower.
ru: Вас приветствует газонокосилка Кевина.

source: Verification failed!
ru: Проверка провалена!

source: WARNING: LOGIN ATTEMPT REPORTED. THERE WILL BE CONSEQUENCES!
ru: ВНИМАНИЕ: ДОЛОЖЕНО О ПОПЫТКЕ ВХОДА. БУДУТ ПОСЛЕДСТВИЯ!

source: I'll try 'Kevin'.
ru: Попробую «Кевин».

source: Kevin
ru: Кевин

source: Identifying as Kevin...
ru: Индетификация Кевина...

source: Identification failed!
ru: Идентификация провалена!

source: Liar!
ru: Лжец!

source: WARNING: ABUSE REPORTED!
ru: ВНИМАНИЕ: ДОЛОЖЕНО О НАРУШЕНИИ!

source: PUNISHMENT IN 3 SECONDS!
ru: НАКАЗАНИЕ ЧЕРЕЗ 3 СЕКУНДЫ!

source: IN 2 SECONDS!
ru: 2 СЕКУНДЫ!

source: IN 1 SECOND!
ru: 1 СЕКУНДУ!

source: Available commands:
ru: Доступные команды:

source: version
ru: версия

source: fuel_level
ru: уровень_топлива

source: exit
ru: выход

source: printing version...
ru: печать версии...

source: MowOS 0.4.2
ru: МышьОС 0.4.2

source: Printing fuel level...
ru: Печать уровня топлива...

source: WARNING, less than [b]5%%[/b] fuel remaining!
ru: ВНИМАНИЕ: требуется менее [b]5%%[/b] топлива!

source: [b]%s[/b]%% remaining
ru: требуется [b]%s[/b]%%

source: Tank completely refilled.
ru: Бак полностью заправлен.

source: It can have one drink...
ru: Оно может выпить один напиток...

source: So, where do I have to put in the drink...?
ru: Так, и куда я должен поместить напиток?..

source: Ah, here!
ru: А, сюда!

source: [b]glug glug glug[/b]
ru: [b]буль-буль-буль[/b]

source: Tank refilled.
ru: Бак заполнен.

source: Fuel status:
ru: Состояние топлива:

source: This will approximately suffice for:
ru: Этого хватит приблизительно на:

source: 1 month and 14 days.
ru: 1 месяц и 14 дней.

source: Dropping waste product of last fuel filling...
ru: Сброс отходов после последней заправки...

source: Done.
ru: Выполнено.

source: No, I cannot spare any drinks!
ru: Нет, я не могу делиться напитками!

source: Sorry, tin can.
ru: Прости, консервная банка.

source: Import error: [b]null[/b] fuel received.
ru: Ошибка импорта: [b]нуль[/b] топлива получено.

source: WARNING, less than [b]5[/b]%% fuel remaining!
ru: ВНИМАНИЕ: требуется менее [b]5[/b]%% топлива!

source: exiting...
ru: выход...

source: Hey, what are you doing?
ru: Эй, ты чего творишь?

source: You aren't allowed to enter through the backdoor, least of all make one...
ru: Вам не разрешено войти через черный ход, в отличие от сделавших его...

source: Of course, unless you receive authorization from the administrator.
ru: Конечно, если только вы не получите разрешение от администратора.

source: Of course, unless you could save lives or protect people.
ru: Конечно, если вы не можете спасти жизни или защитить людей.

source: Of course, unless, maybe two or three further exceptions...
ru: Конечно, может быть еще два или три исключения...

source: But this isn't the case here, so explain yourself.
ru: Но это не так, так что объяснись.

source: Well, hello.
ru: Ну, здравствуй.

source: Uhm hello.
ru: Кхм, здравствуй.

source: Hi there, Kevin.
ru: Привет, Кевин.

source: Oh, I seem to have found the guy the town guard was raving on about. Better not tell the Red Guards in town or they might force me to assist them in his capture. I'll likely have more use of Kevin and his knowledge here in his house with his computers than in a holding cell in town.
ru: Кажется, я нашел парня, о котором бредила городская стража. Лучше не говорить об этом красногвардейцам в городе, иначе они могут заставить меня помочь им в его поимке. Мне, вероятно, Кевин с его знаниями будет более полезен здесь, в его доме с его компьютерами, чем в камере в городе.

source: Everything *is* back to normal for now, so Kevin doesn't need to spend all his time monitoring the power levels.
ru: На данный момент все *уже* вернулось к норме, поэтому Кевину не нужно тратить все свое время на мониторинг уровней мощности.

source: Dang, my test subjects just died and I just can't find other droids to replace them...
ru: Черт, мои подопытные просто умерли, и я просто не могу найти других дроидов, чтобы заменить их...

source: Where did all droids go, after all?!
ru: В конце концов, куда делись все дроиды?!

source: I have no time to talk, I have to find new test subjects.
ru: У меня нет времени на разговоры, мне нужно найти новых подопытных.

source: Hmm, strange things are happening to my lawnmower.
ru: Хм, странные вещи происходят с моей газонокосилкой.

source: But I don't have the time right now to take a look at it.
ru: Но сейчас у меня нет времени на это смотреть.

source: Oh, and did you play around with my lawnmower?
ru: О, и ты играл с моей газонокосилкой?

source: Oh dear... You look awful... Who did this to you? Did they torture you?
ru: Что же это... Ты выглядишь ужасно... Кто это с тобой сделал? Тебя пытали?

source: I haven't eaten and slept very much lately, so I'm a little hungry and may appear a little tired.
ru: Я довольно давно не ел и не спал, поэтому слегка проголодался и могу показаться уставшим.

source: One of the side effects of always deleting all cookies.
ru: Одно из побочных действий постоянного удаления куки.

source: Don't worry about me. I'll be fine.
ru: Не беспокойся обо мне. Я буду в порядке.

source: I'm Kevin, a computer security expert.
ru: Я Кевин, эксперт по информационной безопасности.

source: In other words: You are a hacker.
ru: Другими словами, ты хакер.

source: Eh... I guess you could put it that way, yes.
ru: Ну... Пожалуй, можно сказать и так, да.

source: I'll see after the energy supply now.
ru: Я посмотрю после того, как позабочусь об энергоснабжении.

source: That's great. You can't miss it. It's not hard to find. Enter my garden and find the lower station entrance there.
ru: Здорово. Я этого не забуду. Найти электростанцию несложно. Зайдешь в мой сад и увидишь там люк в подземную станцию.

source: It would be best not to bother with the resistance on the first level. You only need to take care of the energy supply. And that's on the SECOND level.
ru: Лучше не заморачиваться с сопротивлением на первом уровне. Нужно только позаботиться об энергоснабжении. И это на втором уровне.

source: I hope you have a laser pistol or something like that, the bots there will rip you apart if you try to approach them.
ru: Я надеюсь ты запасся чем-то огнестрельным, боты разорвут тебя на куски, если попытаешься приблизиться к ним вплотную.

source: Best make it quick. I'm already sick of stabilizing the stupid power grid!
ru: Лучше сделать это быстро. Меня уже тошнит от стабилизации дурацкой электросети!

source: The entrance is in Kevin's garden. According to Kevin I also don't need to bother with bots on the first level, just go straight for the second level.
ru: Вход в сад Кевина. По словам Кевина, мне не нужно беспокоиться о ботах на первом уровне, нужно просто идти прямо на второй уровень.

source: I'm sorry, but I don't think there's anything I could do about the energy supply.
ru: Простите, но я не думаю, что смогу что-то сделать с энергоснабжением.

source: Too bad. Now get out of my sight.
ru: Очень жаль. А теперь проваливай с глаз долой.

source: About that project you said you have running...
ru: О том проекте,над которым, вы сказали, работаете...

source: I've already received the results from the evaluation of my data in the cluster. Good work.
ru: Я уже получил результаты оценки моих данных в кластере. Хорошая работа.

source: Yes, since the energy supply has been constant, results were much better. I've achieved my goal.
ru: Да, с тех пор, как у меня вдоволь электроэнергии, дела идут намного лучше. И я добился своей цели.

source: I've obtained secret data on the town surroundings. We'll need a big computer cluster to evaluate it properly.
ru: Я получил секретные данные об окрестностях города. Нам понадобится большой компьютерный кластер, чтобы проанализировать эти данные должным образом.

source: Once we've evaluated the data, we might find a way to secure the town and ensure our survival. But it's too early to tell yet.
ru: Как только мы проанализируем данные, мы сможем найти способ обезопасить город и обеспечить наше выживание. Но пока рано об этом говорить.

source: If I only had a suitable cluster. Then we could start data evaluation right away.
ru: Эх, если бы у меня был подходящий кластер, то можно было бы начать прямо сейчас!

source: Maybe I can help somehow to find a suitable cluster.
ru: Может быть, я смогу как-то помочь найти подходящий кластер.

source: You've already agreed to take my data cube to the cluster. I have no influence on this matter anymore.
ru: Ты уже согласился доставить данные в кластер. Я ничего не могу изменить.

source: The fate of the town now rests in your hands. Take the data cube I gave you to the cluster. Only there can the data be evaluated properly.
ru: Судьба города теперь в ваших руках. Возьмите куб данных, который я дал вам, и введите его в кластер. Только там данные могут быть проанализированы должным образом.

source: That would be great of course. I know that the old town is maintaining a suitable information infrastructure and has had a proper cluster running for some time now.
ru: Это было бы здорово, конечно. Я знаю, что старый город поддерживает подходящую информационную инфраструктуру и уже некоторое время там работает подходящий кластер.

source: The only problem is, I can't go back to town. They would probably kill me because of... a misunderstanding.
ru: Есть только одна проблема, я не могу вернуться в город. Они бы меня убили из-за... непонимания.

source: Also, the cluster is inside of the guard citadel. I hear that only members of the Red Guard are allowed to enter the complex.
ru: Кроме того, кластер находится внутри цитадели Красной стражи. Я слышал, что в комплекс допускаются только члены Красной стражи.

source: But maybe you can arrange that somehow. For me it would be impossible, because of my reputation.
ru: Но, может быть, вы сможете это как-то устроить. Для меня это было бы невозможно, из-за моей репутации.

source: I'll give you the data cube. Take it to the computer cluster administration people. They will know what to do. And don't mention me there.
ru: Я дам тебе этот носитель. Отнеси его администраторам кластера. Они разберутся, что с ним делать. Только не надо упоминать там моё имя.

source: Kevin gave me a cube full of some kind of data. I am supposed to take it to a computer cluster for analysis. Ought to be simple.
ru: Кевин дал мне куб, полный каких-то данных. Я должен отнести его в компьютерный кластер для анализа. Должно быть просто.

source: How about some reward for securing your energy supply area?
ru: Что насчет какой-нибудь награде для обеспечения безопасности сфере поставок энергии?

source: I've already rewarded you for that. Don't steal my time. I'm busy.
ru: Я уже дал тебе то, что причиталось. Не трать мое время, я занят.

source: I am not as confused as you think. Go away now.
ru: Я не так запутался, как вы думаете. А теперь уходи.

source: What do you want?
ru: Чего ты хочешь?

source: I want to become a hacker.
ru: Я хочу стать хакером.

source: Your desire for information amuses me. Your wish will be granted. I will teach you how to improve your skill in designing hacking programs.
ru: Твоя жажда информации забавляет меня. Твое желание будет исполнено. Я научу тебя, как улучшить свои навыки в разработке хакерских программ.

source: You must know that hacking is an art. It is easy to chop your enemy to bits with an axe or shred it to atoms with a grenade... But hacking requires skill.
ru: Ты должен знать, что взлом — это искусство. Легко разрубить противника на куски топором или распылить на атомы гранатой... Но взлом требует умения.

source: Look at this terminal... I am connected to a remote system. A fool would just launch a thousand attacks, but a skilled intruder stops and thinks.
ru: Посмотрите на этот терминал... Я подключен к удаленной системе. Глупец начал бы тысячу атак, но опытный взломщик останавливается и думает.

source: You must know when to hack and when not to hack. You must attack when the enemy is unprepared for you.
ru: Ты должен понимать, когда надо ломать, а когда не надо. Ты должен атаковать тогда, когда противник меньше всего этого ожидает.

source: Now watch. Observe carefully. See how I enter the system... Yes. Watch the connection glowing, burning like a bright star...
ru: Теперь смотри. Аккуратно осматриваемся. Вот я вошел в систему... Да. Смотри, как соединение светится, горит как яркая звезда...

source: ...only to die seconds after, as the system far away collapses under it's own weight... It's done.
ru: ...только для того, чтобы умереть секундой позже, так как где-то там, далеко, система обрушилась под своим собственным весом... Все кончено.

source: That is all I want to show you for now. Maybe later I will teach you something else.
ru: Вот и все, что я тебе хотел показать. Пожет быть позже я научу тебя чему-то еще.

source: Of course you can have that. There, I'm most grateful to you. That should do.
ru: Ну конечно твоя просьба может быть исполнена. Я бескрайне благодарен тебе за оказанную тобой помощь! Примерно так.

source: I want money.
ru: Я хочу деньги.

source: Eh... Here, take these 900 circuits. That should be enough.
ru: Эх... Вот, возьми 900 схем. Этого должно быть достаточно.

source: I want to think about that for another moment.
ru: Я хочу подумать об этом еще немного.

source: So be it. As reward for your help I grant you the right to think about that.
ru: Да будет так. В награду за твою помощь я даю тебе право подумать об этом.

source: Just joking. Come back when you've decided what you want.
ru: Шучу. Возвращайся, когда решишь, чего хочешь.

source: Jasmine just blew up.
ru: Жасмин только что взорвалась.

source: Oh. Right.
ru: Хм. Хорошо.

source: Well, thanks for telling me.
ru: Спасибо, что сказал мне об этом.

source: Back to the drawing board, I guess...
ru: Прийдется её немного подкорректировать...

source: I thought you would be more worried about her death.
ru: Я думал ты будешь сильно обеспокоен ее смертью.

source: Why? I have backups from last %s. No reason to worry at all.
ru: Зачем? У меня есть резервные копии с %s . Нет причин для беспокойства.

source: Monday
ru: Понедельник

source: Tuesday
ru: Вторник

source: Wednesday
ru: Среда

source: Thursday
ru: Четверг

source: Friday
ru: Пятница

source: Saturday
ru: Суббота

source: Sunday
ru: Воскресенье

source: It will be a while till I get her together again, but she will be fine.
ru: Прийдется потратить некоторое время, чтобы её снова собрать, но она будет в порядке.

source: What can you teach me about hacking?
ru: Чему вы можете меня научить из хакерства?

source: Not now, I'm busy.
ru: Не сейчас, я занят.

source: I've got an important research project going on. In fact this project might be crucial to the survival of the whole town.
ru: У меня важный исследовательский проект. На самом деле этот проект может иметь решающее значение для выживания всего города.

source: There is tremendous importance in it. But the project is in danger. There are some maintenance bots down at the energy source.
ru: Оно очень важно, но все может пойти под гору! Внизу, на электростанции, находятся несколько обслуживающих ботов.

source: They are trying to 'maintain' machines by rebooting them all the time. This must stop, but I can't leave this place.
ru: И они пытаются 'обслуживать' технику постоянно перезагружая её. Этому надо положить конец, но я не могу оставить свой дом.

source: I must balance the remaining power in such a way that my project can continue uninterrupted.
ru: Так что мне приходится перераспределять остатки электроэнергии так, чтобы мои исследования могли идти бесперебойно.

source: Now, if you go down there and make the power flow stable, then I'll find the time to teach you something.
ru: Если ты спустишься вниз и стабилизируешь поток электроэнергии, у меня найдется время, чтобы обучить тебя чему-нибудь.

source: Kevin has a problem with his energy supply. His bots keep rebooting the system, and he cannot conduct any experiments with an unstable power supply. My job is to stabilize the power. I think that implies removing the stupid bots.
ru: У Кевина проблемы с его источником питания. Его боты продолжают перезагружать систему, и он не может проводить никаких экспериментов с нестабильным источником питания. Моя работа-стабилизировать энергию. Я думаю, что это подразумевает удаление глупых ботов.

source: As I've told you, I cannot teach you anything right now. I don't have the time.
ru: Как я уже говорил, я не могу научить тебя чему-либо прямо сейчас. У меня нет на это времени.

source: I must see that the flaky energy stream is distributed in such a way that my research project can continue.
ru: Я должен следить за тем, чтобы поток энергии распределялся таким образом, чтобы мой исследовательский проект мог продолжаться.

source: If you get rid of the maintenance bots on the second underground level of this station, I will find the time to teach you something.
ru: Если ты сможешь избавиться от обслуживающих ботов на втором подземном уровне этой станции, у меня найдется время, чтобы научить тебя чему-нибудь.

source: I can teach you everything, for a price of course.
ru: Я могу обучить тебя всему, конечно, не бесплатно.

source: Three hundred per lesson, up front.
ru: Три сотни за урок, деньги вперёд.

source: You will need %d training points.
ru: Тебе нужны очки развития: %d.

source: Still interested?
ru: Все еще интересует?

source: Yes, please teach me how to become a hacker.
ru: Да, пожалуйста, научи меня, как стать хакером.

source: Good. The most important thing about hacking is to understand the nature of the machine you want to hack.
ru: Хорошо. Самое важно в нашем ремесле - это понять природу машины, которую ты хочешь взломать.

source: Once you have figured out what the creators of the system were thinking when setting it up, you'll also know how to best hack it.
ru: После того, как вы выяснили, о чем думали создатели системы при ее настройке, вы также узнаете, как лучше ее взломать.

source: Now I see the feature set of your hacking program has already improved a lot.
ru: Теперь я вижу, что набор функций вашей хакерской программы уже значительно улучшился.

source: Ok, come back when you can afford to pay me if you are interested.
ru: Хорошо, если заинтересовало, возвращайтесь, когда сможете заплатить.

source: So come back when you have some valuables.
ru: Возвращайтесь, когда у вас будет что-то ценное.

source: Sorry, my memory data bank is filled to the brim right now. Can't learn more until I get some more experience.
ru: Извините, сейчас мой банк памяти заполнен до краев. Не могу выучить ничего до тех пор, пока не получу еще немного опыта.

source: You Linarians are funny creatures. Come back later when you feel ready if you please.
ru: Вы Линарианцы забавные создания. Возращайтесь когда почувствуете, что готовы, если понравилось.

source: I cannot teach you when you have no training points. Come back when you are more prepared.
ru: Я не могу учить, если у тебя нет очков развития. Возвращайся, когда будешь готов.

source: Come back when you are mentally ready to learn.
ru: Возвращайтесь когда будете ментально готовый к обучению.

source: Yeah, I don't think you have enough experience for this. Come back here after you see some more action.
ru: Хм. Не думаю, что у вас достаточно опыта для этого. Возвращайтесь когда повидаете больше.

source: Then come back when you have a real will to learn.
ru: Возвращайтесь когда реально будете готовы учиться.

source: No, I didn't touch it.
ru: Нет, я его не трогал.

source: Strange, I should have a look at it...
ru: Странно, я должен взглянуть на него...

source: ...when I have more time...
ru: ...когда у меня будет больше времени...

source: Yes, I tried to login.
ru: Да, я пытался войти.

source: Please, don't touch it.
ru: пожалуйста, не трогай это.

source: I don't want you to break it somehow.
ru: Я не хочу, чтобы ты его как-то сломал.

source: You better not touch it!
ru: Лучше не трогай его!

source: If you break it somehow, I'll be very angry.
ru: Если ты его как-нибудь сломаешь, я очень рассержусь.

source: And I still have no time.
ru: И у меня все еще нет времени.

source: The power level is still very low, hence, I am quite busy.
ru: Уровень мощности все еще очень низкий, поэтому я довольно занят.

source: I came to warn you: droids broke through your wall!
ru: Я пришел предупредить вас: дроиды прорвались через вашу стену!

source: You could just go around and enter by the main door.
ru: Вы можете просто обойти и войти через главную дверь.

source: This way, you might waste time. You've optimized your path. Good job!
ru: Таким образом, вы можете потерять время. Вы оптимизировали свой путь. Хорошая работа!

source: Thank you for your report, but I don't have time to fix it.
ru: Спасибо что сообщили, но у меня нет времени, чтобы исправить это.

source: My mission is top-secret. I must be stealthy.
ru: Моя миссия совершенно секретна. Я должен быть осторожен.

source: You are really careful with the security of your mission.
ru: Вы очень внимательны к безопасностью вашей миссии.

source: However, don't destroy my equipment, I can support you to be stealthy.
ru: Тем не менее, не разрушайте мое оборудование, я могу помочь вам быть незаметным.

source: But later, maybe... I don't have time now.
ru: Но потом, может быть... У меня сейчас нет времени.

source: I saw an opening in the wall and I decided to take a look inside.
ru: Я увидел отверстие в стене и решил заглянуть внутрь.

source: Oh, you have just entered by curiosity. I always fought to make it an exception to the rules.
ru: О, вы только вошли из любопытства. Я всегда боролся, чтобы сделать это исключением из правил.
