Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: I think I would have picked even this time.
ru: Думаю, я бы выбрал чет этот раз.

source: Hoping to guess them all wrong, eh?
ru: В надежде угадать их все неправильно, а?

source: Bucking the statistics. I like that.
ru: Анализирую статистику. Мне это нравится.

source: Odd number
ru: Нечётное.

source: Odd? Fits, since you're pretty odd yourself.
ru: Нечет? Подходит, так как ты сам странный.

source: Odd? Well that is odd... I was thinking of odd.
ru: Нечет? Ну, это нечет... Я думал о нечете.

source: Odd. When I don't pick even, I always pick odd, too.
ru: Нечет. Когда я не выбираю четное, я всегда выбираю нечетное.

source: Honing up on your math, eh?
ru: Оттачиваешь математику, да?

source: Betting against the game. I like that.
ru: Ставки против игры. Мне это нравится.

source: The last four coin flips:
ru: Оставшиеся четыре подбрасывания:

source: Last flip. I hope it is the one I want!
ru: Последнее. Надеюсь, это то, что я хочу!

source: Looks like that is %d tails, and %d heads.
ru: Похоже, решка выпала %d количество раз, а орёл - %d.

source: Tails won...
ru: Победила решка...

source: Heads won...
ru: Победил орёл...

source: ...and there were an odd number of %s.
ru: ...и %s выпадает нечётное количество раз.

source: ...and there were an even number of %s.
ru: ...и %s выпадает чётное количество раз.

source: Looks like another winning combination! Good job!
ru: Похоже, очередная выигрышная комбинация! Хорошая работа!

source: You have the best luck! You won!
ru: Удача на твоей стороне! Ты выиграл!

source: Too many of these and I'll go out of business. You won!
ru: Если так будет продолжаться я уйду из бизнеса. Ты выиграл!

source: You will have to tell me how you did it. You Won!
ru: Тебе придется рассказать мне, как ты это сделал. Ты Выиграл!

source: Let me be even with you: I can't make heads or tails of how you won this odd game. Good Job!
ru: Позвольте мне быть с тобой честным: я не могу понять, как ты выиграл эту игру. Хорошая Работа!

source: You won %d valuable circuits in the coin-flip game with Ewald.
ru: Ты выиграл у Эвальда в орлянку %d ценных схем.

source: Looks like you got everything wrong... here is some of your bet back.
ru: Похоже что ты все сделал неправильно... вот тебе часть твоей ставки.

source: Well, close, but exactly wrong. Here is some of your bet back.
ru: Ну, близко, но совершенно неправильно. Возвращаю некоторые из твоих ставок назад.

source: You need to do exactly opposite of what you did here. Here is part of your bet back.
ru: Ты должен сделать прямо противоположное тому, что ты сделал здесь. Возвращаю часть вашей ставки назад.

source: Close, but no cigar. Here is some of your money back.
ru: Близко, но мимо. Держи часть денег обратно.

source: Next time pick the opposite of what you did this time... or something.
ru: В следующий раз выбери то, что не выбрал сейчас... ну типо того.

source: Close only counts in hand grenades and horseshoes. But some money back.
ru: Близко считается только при кидании гранат или подков. Но немного денег возвращается.

source: You lost %d valuable circuits in the coin-flip game with Ewald.
ru: Играя в орлянку, ты проиграл Эвальду %d ценных схем.

source: You lost. You were half right, but half wrong. Pick one and stay with it.
ru: Ты проиграл. Ты был наполовину прав, наполовину неправ. Выбери что-то одно и не меняй выбор.

source: You lost. You were all messed up. Better luck next time.
ru: Ты проиграл. Всё испортил. Может, повезёт в другой раз.

source: You lost. Maybe you should try something else for a while?
ru: Ты проиграл. Может, стоит попробовать что-нибудь ещё?

source: You lost.
ru: Ты проиграл.

source: You lost. You might try the dice game next time.
ru: Ты проиграл. В следующий раз попробуй кости.

source: THIS IS AN ERROR! REPORT IT PLEASE! E-MAIL: freedroid-discussion@lists.sourceforge.net
ru: ЭТО ОШИБКА! СООБЩИТЕ О НЕЙ, ПОЖАЛУЙСТА! ЭЛЕКТРОННАЯ ПОЧТА: freedroid-discussion@lists.sourceforge.net

source: Let us start again with the same bet.
ru: Давай начнём заново с той же ставкой.

source: You do not have enough bucks to bet the same.
ru: У тебя не хватит баксов на такую же ставку.

source: I prefer to bet another sum.
ru: Хочу изменить ставку.

source: What other games are you playing?
ru: В какие ещё игры ты играешь?

source: I play just a dice game and a coin-flipping game.
ru: Я играю только в кости и орлянку.

source: What did I win or lose?
ru: Сколько я выиграл или проиграл?

source: You have won %d circuits.
ru: Ты выиграл %d схем.

source: You have lost %d circuits.
ru: Ты проиграл %d схем.

source: I'll stop gambling.
ru: Пора прекратить играть.

source: We can play again whenever you want!
ru: Мы можем сыграть снова, когда ты захочешь!

source: You are right, I'm going to clean you out!
ru: Ты прав, я собираюсь тебя обчистить!

source: The house always wins; sooner or later...
ru: Дом всегда выигрывает; рано или поздно...

source: Goodbye and remember: My bar is always open.
ru: Счастливо. И запомни: мой бар всегда открыт.

source: Come back soon!
ru: Возвращайся скорее!

source: You are welcome to unwind with old Ewald any time. Come back soon.
ru: Приходи отдохнуть к старому Эвальду в любое время. Возвращайся поскорей.

source: Remember, you can always come back here to relax and kick back.
ru: Помни, сюда всегда можно вернуться, расслабиться и отдохнуть.

source: HI THERE! I'll be your humble servant for the duration of your stay at Ewald's bar! We hope you enjoy your stay here and come again! Don't forget to tell ALL your friends about us! I LOVE YOU!
ru: ПРИВЕТ ВСЕМ! Я буду вашим покорным слугой во время пребывания в баре Эвальда. Мы надеемся, вам здесь понравится и вы ещё не раз вернётесь! Не забудьте рассказать о нас ВСЕМ друзьям! Я ЛЮБЛЮ ВАС!

source: HI THERE! I'll be your humble servant!
ru: ПРИВЕТ ВСЕМ! Я буду вашим покорным слугой!

source: Uhh, yes, thank you, I know.
ru: У-у, да, спасибо, я знаю.

source: Who are you? And why do you talk so... Friendly-like-ish?
ru: Кто ты? И почему говоришь так... дружелюбно?

source: I am a 296 Customer Service Droid, designed to make your day memorable!
ru: Я 296 модель обслуживающего дроида, разработанный, чтобы сделать ваш день незабываемым!

source: Uh huh. I just-
ru: Угу, я только...

source: I have installed on me the Service with a Smile software package, copyrighted by MEGASYS CORPORATION, to make sure I'm REALLY happy and appealing to customers!
ru: У меня установлено программное обеспечивание «Обслуживание с улыбкой», защищённое авторским правом КОРПОРАЦИИ МЕГАСИС, чтобы убедиться, что я ДЕЙСТВИТЕЛЬНО счастлив и приятен клиентам!

source: May I interest you in reading the license to you? Perhaps the terms of usage? The privacy policy?
ru: Могу я заинтересовать вас чтением лицензии? Возможно, условий использования? Политики конфиденциальности?

source: Uh, no, I'm fine.
ru: М, нет, всё нормально.

source: Oh, that's a real shame, sir and or madam! We have a special Chef's Surprise today! Would you be interested in-
ru: О, это полный позор, сэр и/или мадам! Сегодня у нас специальный Сюрприз от шефа! Не заинтересованы ли вы в...

source: No, I'm fine, really!
ru: Нет, я действительно в порядке!

source: What is this place? What are you doing with that funny-looking tool? WHAT VILE PLOTS HAVE YOU BEEN BREWING HERE?!
ru: Что это за место? Что ты делаешь с этим забавным инструментом? ЧТО ЗА КАШУ ТЫ ТУТ ЗАВАРИЛ?

source: Our GREAT and SUPER AWESOME barman EWALD has been brewing fantastic drinks for your enjoyment-
ru: Наш ВЕЛИКИЙ и СУПЕРКРУТОЙ бармен ЭВАЛЬД варит фантастические напитки для вашего удовольствия...

source: That's NOT what I meant!
ru: Я НЕ ЭТО имел ввиду!

source: I'm giving you one chance to explain yourself, bot. You'd better make it quick.
ru: Я даю тебе последний шанс объясниться, бот. И лучше поторопись.

source: My Advanced Nuclear Maintenance Program v0.93 tells me that this is a standard Parafunken Triple-Core X41Z5 Nuclear Reactor Backup Power supply. Would you be interested in it?
ru: Моя продвинутая программа ядерной разработки 0.93 версии подсказывает мне, что это стандартный трехъядерный X41Z5 ядерный реактор Парафункен для резервного энергоснабжения. Тебя это интересует?

source: Your... what? Did Ewald actually install that on you?
ru: Твоя... что? Эвальд на самом деле установил это тебе?

source: Absolutely!
ru: Абсолютно верно!

source: The tool I am holding is a SUPER AWESOME standard-issue Parafunken Geiger Counter. May I suggest a sample?
ru: Инструмент, который я держу, — это СУПЕРКРУТОЙ стандартизированный Парафункен счётчик Гейгера. Могу я посоветовать что-нибудь?

source: A super awesome- I mean, a Geiger counter? To measure radiation? Interesting. It's making all those funny clicking sounds... What is it saying?
ru: Суперкрутой... я правильно понял, счётчик Гейгера? Для измерения радиации? Интересно. Так это он издаёт все эти забавные щёлкающие звуки... И что это значит?

source: It is saying the reactor is nearing terminal radiation overload! AWESOME!
ru: Он говорит, реактор на грани окончательной радиационной перегрузки! КРУТО!

source: I found a 296 belonging to Ewald in the maintenance tunnels underneath the town. It claims to be monitoring a damaged nuclear reactor.
ru: Я обнаружил принадлежащего Эвальду 296-го в ремонтных туннелях под городом. Он утверждает, что следит за повреждённым ядерным реактором.

source: DIE, YOU EVIL PIECE OF SCRAP METAL!
ru: СДОХНИ, ЗЛОБНЫЙ КУСОК МЕТАЛЛОЛОМА!

source: Sir or ma-
ru: Сэр или ма...

source: DIE!
ru: УМРИ!

source: Terminal radiation overload? What in the name of ice have you done!?
ru: Окончательная радиационная перегрузка? Во имя льда, что ты наделал?!

source: I've been trying to extract the expired-
ru: Я пытаюсь извлечь просроченный...

source: You... You've been sitting down here, plotting to kill everyone!
ru: Ты... Ты сидишь здесь внизу, замышляя всех уничтожить!

source: Terminal radiation overload? Isn't that a bit... Dangerous?
ru: Окончательная радиационная перегрузка? Разве это не слегка... опасно?

source: My Maintenance Program v0.93 Glossary tells me the condition of 'Terminal Radiation Overload' can cause a nuclear explosion and EXTREME DEATH!
ru: Глоссарий моей ремонтной программы 0.93 версии говорит, что состояние «Окончательная радиационная перегрузка» может привести к ядерному взрыву и ЭКСТРЕМАЛЬНОЙ СМЕРТИ!

source: Oh. Nice. Does it actually say 'extreme death' in there?
ru: О. Как мило. Там на самом деле написано «экстремальной смерти»?

source: It most certainly does! This program is the BEST! We have it in 5 different flavors! Care to try some?
ru: Безусловно, именно так! Эта программа ЛУЧШАЯ! У нас есть 5 различных вкусов! Не желаете попробовать?

source: ... Thanks, I think I'll pass.
ru: ...Спасибо, я пас.

source: But... If this nuclear reactor is about to explode... The town up there...
ru: Но... Если реактор скоро взорвётся... Город наверху...

source: My data on 'Nuclear Explosion' says it will vaporize ANYTHING within several hundred kilometers! The entire area will be UNINHABITABLE for several decades! Would you like to order anything?
ru: Мои данные гласят, что «ядерный взрыв» испарит ЧТО УГОДНО на сотни километров вокруг! Область будет НЕПРИГОДНОЙ ДЛЯ ЖИЗНИ несколько десятилетий! Желаете заказать что-нибудь?

source: Ewald's 296 has assured me that the nuclear reactor is about to explode and destroy the town! I have to do something!
ru: 296-й Эвальда заверил меня, что ядерный реактор скоро взорвётся и разрушит город! Я должен что-нибудь сделать!

source: Why aren't you calling someone? Why aren't you trying to fix this? You have a maintenance program!
ru: Почему ты никому не говоришь? Почему не пытаешься починить? У тебя же есть ремонтная программа!

source: You would like to see my manager? I don't think that would be necessary, Dave. I mean, sir and or madam.
ru: Хочешь увидеть управляющего? Не думаю, что в этом есть необходимость, Дэйв. То есть, сэр и/или мадам.

source: Fine, don't call anyone, but fix this thing! It's unstable!
ru: Ладно, не зови никого, но почини эту штуку! Она же нестабильна!

source: I've been trying to extract the expired graphite module and replace it with a BRAND NEW, CHEAP one! But my maintenance program does not have data on 'Graphite Module'. I am afraid I can't do it, Dave.
ru: Я пытался извлечь просроченный графитовый модуль и заменить его СОВЕРШЕННО НОВЫМ, ДЕШЁВЫМ! Но моя ремонтная программа не имеет данных «графитный модуль». Боюсь, я не смогу этого сделать, Дэйв.

source: ... Sir and or madam.
ru: ...Сэр и/или мадам.

source: I suppose I might as well order something while I'm here. Give me the menu, please.
ru: Полагаю, пока я здесь, то мог бы заказать что-нибудь. Меню, пожалуйста.

source: I'm sorry, sir and or madam, we have no menu at the moment.
ru: Сожалею, сэр и/или мадам, сейчас у нас нет меню.

source: All right, then give me some cold water.
ru: Хорошо, дай мне хотя бы холодной воды.

source: I'm sorry, sir and or madam, we're fresh out of water.
ru: Простите, сэр и/или мадам, вода закончилась.

source: But you just offered me...
ru: Но ты только что предложил мне...

source: Sorry!
ru: Простите!

source: We need to do something. We can't just sit here and wait for it to blow up!
ru: Мы должны что-нибудь сделать. Нельзя просто сидеть здесь и ждать, когда всё взорвётся!

source: My DELICIOUS database is insufficient to repair the radiation leak and replace the module!
ru: Моя ВОСХИТИТЕЛЬНАЯ база данных не содержит сведений, как устранить утечку радиации и заменить модуль!

source: All right, so you need more data... How about a sourcebook? Would that help?
ru: Хорошо, значит тебе нужно больше данных... Как насчёт книги исходников? Это может помочь?

source: The Maintenance program contains references to the popular Subatomic and Nuclear Science for Dummies series, volume IV.
ru: Ремонтная программа содержит ссылки на четвёртый том популярной серии «Субатомной и ядерной науки для чайников».

source: Subatomic and Nuclear Science for Dummies, volume IV?. Maybe someone in town has it. I have to go now, there's no time to lose!
ru: «Субатомная и ядерная наука для чайников, том IV»? Возможно, у кого-нибудь в городе есть такая. Нельзя терять ни минуты, я должен идти!

source: Would you like the check?
ru: Принести чек?

source: If I can get a copy of Subatomic and Nuclear Science for Dummies, Volume IV, the 296 may be able to stop the explosion. I hope someone in town has it!
ru: Если я смогу получить копию «Субатомной и ядерной науки для чайников, том IV», 296-й, возможно, предотвратит взрыв. Надеюсь, у кого-нибудь в городе она есть.

source: How on Earth did you get here?
ru: Как, во имя Земли, ты здесь очутился?

source: While our SUPER AWESOME barman EWALD was restoring his biological energy supply, I went down to the basement to refill the bar taps and get some more soft and tender napkins for our WONDERFUL customers!
ru: Пока наш СУПЕРКРУТОЙ бармен ЭВАЛЬД восстанавливал свою биологическую энергию, я спустился в подвал, чтобы пополнить наш бар и прихватить побольше мягких и нежных салфеток для наших ЧУДЕСНЫХ посетителей!

source: My balance mechanism suddenly went WILD. The ground started SHAKING and the next thing I knew, I was FALLING!
ru: Вдруг мой механизм равновесия ВЗБЕСИЛСЯ! Земля ЗАТРЯСЛАСЬ, и следующее, что я понял, я ПАДАЛ!

source: The floor must have given way. From what I've seen, the whole tunnel system isn't very stable.
ru: Должно быть, пол не выдержал. Я заметил, что система туннелей не слишком стабильна.

source: I was looking for LOVELY customers to serve and care for. Then I found this BEAUTIFUL chamber, with this EXPLOSIVE reactor!
ru: Я искал ЛЮБИМЫХ посетителей, чтобы услужить и позаботиться о них, а затем обнаружил ПРЕКРАСНУЮ камеру со ВЗРЫВАЮЩИМСЯ реактором!

source: I have the sourcebook here. Look up whatever you need.
ru: Я достал справочник. Поищи, что тебе нужно.

source: [b]Processing data, please wait... Updating database, this may take a while...[/b]
ru: [b]Обработка данных, пожалуйста, подождите... Обновление базы данных займёт какое-то время...[/b]

source: [b]To adjust to the changes, the system must restart.[/b]
ru: [b]Необходимо перезагрузить систему, чтобы изменения вступили в силу.[/b]

source: [b]BEEP![/b]
ru: [b]БИП![/b]

source: ... HI THERE! I'll be your humble servant for the duration of your stay in-
ru: ...ПРИВЕТ ВСЕМ! Я буду вашим покорным слугой во время вашего пребывания в...

source: THE REACTOR! What about the reactor? Can you replace the module now?
ru: РЕАКТОР! Что насчёт реактора? Теперь ты можешь заменить модуль?

source: Yes, the reactor! Your order has been processed, sir and or madam! Please wait patiently!
ru: Да, реактор! Ваш заказ принят, сэр и/или мадам! Пожалуйста, потерпите!

source: I gave the book to Ewald's 296. Now all I can do is wait while it attempts to repair the reactor.
ru: Я отдал книгу 296-му Эвальда. Остаётся ждать, пока он попытается починить реактор.

source: Well? Is the reactor fixed?
ru: Итак? Реактор в порядке?

source: My analysis of the reactor determines the graphite module has melted and can not be replaced.
ru: Анализ реактора определил, что графитовый модуль расплавился и не подлежит замене.

source: The reactor must SPECTACULARLY self-destruct to prevent a nuclear explosion, which would be NOT COOL!
ru: Реактор должен ВПЕЧАТЛЯЮЩЕ самоуничтожиться для предотвращения ядерного взрыва, что было бы НЕ КРУТО!

source: Oh, so all we had to do all this time was to blow up the reactor. Great. Well, set the timer and let's get out of here!
ru: О, значит всё это время единственное, что мы должны были сделать — взорвать реактор. Великолепно. Ладно, установи таймер, и давай убираться отсюда!

source: The self-destruct mechanism is flawed, and the countdown can not function properly. The mechanism must be operated manually.
ru: Механизм самоуничтожения испорчен, и таймер не может нормально функционировать. Механизм необходимо управлять вручную.

source: Manually? You mean someone has to stay here and make sure it blows up?
ru: Вручную? То есть кто-то должен остаться и убедиться, что всё взорвалось?

source: Affirmative.
ru: Утвердительный ответ.

source: ... My maintenance program contains the required data for the procedure.
ru: ...Моя ремонтная программа содержит необходимые для процедуры данные.

source: You're... Volunteering to do it? But... You'll-
ru: Ты... Собираешься сделать это? Но... ты...

source: Unit 296 will be terminated.
ru: Устройство 296 будет уничтожено.

source: OK then, have fun. See you!
ru: Что ж, веселись. Увидимся!

source: Of course... Have a nice day.
ru: Конечно... Счастливого дня.

source: Yeah, sure. Crazy bot.
ru: Да уж. Сумасшедший бот.

source: The 296 has volunteered to sacrifice itself in order to safely destroy the reactor. It might be admirable, if it weren't a (particularly annoying) bot.
ru: 296-й вызвался пожертвовать собой, чтобы убедиться в безопасном уничтожении реактора. Это было бы поразительно, если б это был не (ужасно раздражающий) бот.

source: No. No, I won't let you do it! I can't let you die!
ru: Нет. Нет, я не дам тебе сделать это! Не могу позволить тебе умереть!

source: Only this version of the program-
ru: Только эта версия программы...

source: I don't care! You're willing to sacrifice yourself to save the people up there. That qualifies as a bot worth saving in my eyes.
ru: Мне всё равно! Ты собираешься пожертвовать собой ради спасения людей наверху. В моих глазах это достаточно ценно для бота, чтобы его сохранить.

source: I am not letting you die.
ru: Я не позволю тебе умереть.

source: You must not try to stop me, sir and or madam.
ru: Вы не должны пытаться остановить меня, сэр и/или мадам.

source: I am going to save you, even if... Even if I have to hack you and drag you all the way up!
ru: Я собираюсь спасти тебя, даже если... Даже если мне придётся тебя взломать и тащить всю дорогу наверх!

source: You wish to fight, sir and or madam?
ru: Желаете сразиться, сэр и/или мадам?

source: I don't want to hurt you. Follow me, and we can think of a better way to do this.
ru: Я не хочу тебе навредить. Следуй за мной, мы сможем придумать способ получше.

source: Negative. The reactor can only be safely destroyed using the manual self-destruction mechanism.
ru: Отрицательный ответ. Реактор может быть безопасно уничтожен только при ручном управлении механизмом самоуничтожения.

source: All right then. I guess I'll just have to force you to come.
ru: Ну что ж, полагаю, мне придётся увести тебя силой.

source: I cannot allow sir and or madam to come to harm.
ru: Я не могу позволить, чтобы сэр и/или мадам пострадали.

source: The 296 bravely volunteered to sacrifice itself in order to blow the reactor up safely. I wasn't about to let it throw its life away like that, but as I prepared to hack it and force it to follow me, I was suddenly teleported into town! Wait... Was that an explosion? Oh no...
ru: 296-й храбро вызвался принести себя в жертву, безопасно взорвав реактор. Я не собирался позволить ему умереть, но когда приготовился взломать его и принудить следовать за собой, то внезапно телепортировался в город! Постой... Что это за взрыв? О, нет...

source: ... You're sure you want to do this?
ru: ...Ты действительно хочешь сделать это?

source: There is no other way, sir and or madam.
ru: Другого пути нет, сэр и/или мадам.

source: I understand.
ru: Я понимаю.

source: Good luck, 296. You won't be forgotten.
ru: Удачи, 296-й. Тебя не забудут.

source: Thank you, sir and or madam.
ru: Благодарю вас, сэр или мадам.

source: I must go now. Goodbye.
ru: Теперь я должен идти. До свидания.

source: The 296 has bravely volunteered to sacrifice itself in order to blow the reactor up safely. A very courageous droid - I'm sorry to see it go.
ru: 296-й храбро вызвался пожертвовать собой, безопасно уничтожив реактор. Очень мужественный дроид, и жаль, что так вышло.

source: What's that smashed droid there?
ru: Что это за расплющенный дроид?

source: That is a REALLY FLAT 476 Maintenance droid! I found it when I first came here!
ru: Это РЕАЛЬНО ПЛОСКИЙ ремонтный дроид 476 модели! Я нашёл его, когда попал сюда!

source: According to the reactor's BORING repair log, the 476 was supposed to make a monthly system check FIVE DAYS AGO!
ru: Согласно ЗАНУДНОМУ журналу ремонтных работ реактора, 476 должен был провести ежемесячное техобслуживание ПЯТЬ ДНЕЙ НАЗАД!

source: Oh, great. The one droid that was keeping the reactor in check is now a metallic pancake.
ru: Великолепно. Теперь единственный дроид, поддерживавший реактор в рабочем состоянии, — металлический блин.

source: We offer DELICIOUS pancakes-
ru: Мы можем предложить ВКУСНЕЙШИЕ блинчики...

source: I'm not interested!
ru: Не интересует!

source: Erm... But didn't you... Uh...
ru: Э... Но разве ты... М...

source: Allow me to clear up your confusion, sir and or madam!
ru: Позвольте мне прояснить ваше замешательство, сэр и/или мадам!

source: My Nick of Time software package allowed me to tap into the town's teleportation network.
ru: Моё программное обеспечение «Зарубка во времени» позволило мне подключиться к городской телепортационной сети.

source: This COMPLETELY AWESOME set of subroutines let me teleport in an iron bar to take my place at the last possible moment!
ru: Этот СОВЕРШЕННО УДИВИТЕЛЬНЫЙ набор подпрограмм позволил мне телепортироваться в бар на своё место в самый последний момент!

source: And now you're-
ru: И теперь ты...

source: Back in the employ of the GREAT and SUPER AWESOME Ewald!
ru: Снова на службе у ВЕЛИКОГО и СУПЕРКРУТОГО Эвальда!

source: Well, I'm glad to see you're not destroyed.
ru: Я рад, что ты не уничтожен.
