Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: I managed to upload the faulty firmware update to all bots within transmission range. Either the siege on the town ends now... Or everything else does.
ru: Мне удалось загрузить всем ботам в пределах дальности передачи повреждённое обновление прошивки. Либо осада города сейчас прекратится, либо случится что-то ещё.

source: Merge failed.
ru: Ошибка слияния.

source: Logout
ru: Выход

source: Target Acquired...
ru: Замечена цель...

source: Scanning...
ru: Сканирование...

source: Non-Human Lifeform Identified
ru: Нечеловеческая форма жизни опознана

source: Species Identified: Linarian
ru: Вид распознан: линарианец

source: Current Status: Unknown
ru: Текущий Статус: Неизвестно

source: Hello there.
ru: Здравствуй!

source: What's up?
ru: Как дела?

source: Die!
ru: Умри!

source: Uploading Status...
ru: Загрузка...

source: Target attempts to engage discourse. Unacceptable outcomes predicted. Threat identified.
ru: Цель пытается завести разговор. Предсказан неподходящий исход. Угроза идентифицирована.

source: Target is inquisitive. Threat identified.
ru: Цель любопытствует. Угроза идентифицирована.

source: Target issues verbal threat.
ru: Цель произвела устную угрозу.

source: Linarian is hostile. Destroy!
ru: Линариец враждебен - уничтожить!

source: Hey, remember our deal?
ru: Эй, помнишь нашу сделку?

source: I'll trade you a book, for that lamp and 100 credits.
ru: Я продам тебе книгу за ту лампу и 100 схем.

source: Sure is dark around here.
ru: Здесь действительно темно.

source: I wish there was some decent lighting.
ru: Хочется хотя бы приличное освещение.

source: Hi there!
ru: Привет!

source: I've heard about you.
ru: Я слышала о тебе.

source: A lot.
ru: Много.

source: You're the talk of the town, actually.
ru: Вообще-то, в городе только о тебе и говорят.

source: I'm Iris.
ru: Я Айрис.

source: Hello, Iris.
ru: Здравствуй, Айрис.

source: I'm here just for vacations.
ru: Я здесь только для отдыха.

source: And what do you usually do?
ru: А чем ты обычно занимаешься?

source: Usually I hunt bots and their 'treasures'.
ru: Обычно я охочусь на ботов и их «сокровища».

source: Where do you come from?
ru: Откуда ты пришла?

source: Nowhere and everywhere.
ru: Ниоткуда и отовсюду.

source: As I already said, I walk around, kill bots and loot their corpses.
ru: Я уже сказала, что брожу вокруг, убиваю ботов и обыскиваю их тела.

source: Do you like it here?
ru: Тебе здесь нравится?

source: The Red Guard is very polite and keeps us safe from bots.
ru: Красная стража очень вежлива и защищает нас от ботов.

source: And the overall design of the town is quite clever.
ru: Да и в целом дизайн города довольно мил.

source: Nevertheless, this room is quite dark.
ru: Однако эта комната слишком тёмная.

source: It could use some light.
ru: Немного света не помешало бы.

source: Not really.
ru: На самом деле нет.

source: The town is quite ugly and dark.
ru: Город довольно мерзкий и тёмный.

source: And there are very strange people here.
ru: И люди здесь очень странные.

source: I know exactly what you are talking about...
ru: Я понимаю, о чём ты говоришь...

source: I think this room could use some decoration.
ru: Думаю, эту комнату не мешало бы как-нибудь украсить.

source: It looks so cold and dark...
ru: Выглядит очень холодной и тёмной...

source: Perhaps what I need is a lamp.
ru: Наверное, мне нужна лампа.

source: Look, I have this Lamp.
ru: Взгляни на мою лампу.

source: Wow, nice.
ru: Ух ты, мило.

source: You can have it.
ru: Можешь взять её.

source: Oh great, thanks!
ru: Классно, спасибо!

source: Hmm, what can I give you as a thank-you...?
ru: Хм, что бы тебе дать в качестве благодарности?..

source: Oh, I have a nice book here.
ru: О, у меня есть отличная книга.

source: But it's worth more than the old dusty lamp.
ru: Но она стоит больше, чем старая пыльная лампа.

source: I'll give it to you for the lamp and 100 circuits.
ru: Я дам её тебе за лампу и ещё 100 схем.

source: I don't have that much right now.
ru: У меня нет столько прямо сейчас.

source: Let me get back to you about that.
ru: Давай вернёмся к этому позже.

source: Sure, sounds like a fair trade.
ru: Конечно, звучит как честная сделка.

source: Uhm, sorry, but where is the Desk Lamp?
ru: Ммм, прости, но где же настольная лампа?

source: Erm, ah, good question, where could it be?
ru: Эм, хороший вопрос, где же она может быть?

source: Well, eff off until you have the lamp!
ru: Так проваливай и без лампы не возвращайся!

source: Take these 100 valuable circuits.
ru: Вот, возьми 100 ценных схем.

source: Ok, here it is. Take this book.
ru: Хорошо, принято. Вот твоя книга.

source: It's quite old and some pages are missing, but the main message is still clear.
ru: Она довольно старая, нет некоторых страниц, однако основная мысль понятна.

source: Oh, thanks!
ru: О, спасибо!

source: Don't try to trick me, fat bird.
ru: Не пытайся надуть меня, жирная птица.

source: I know you can't afford it.
ru: Я знаю, ты не можешь себе это позволить.

source: Eff off until you have the right sum!
ru: Проваливай, пока на появится нужной суммы!

source: Can you teach me anything about treasure-hunting?
ru: Научишь меня чему-нибудь из охоты за сокровищами?

source: Teach you right now?
ru: Вот так сразу научить?

source: In your dreams, Penguin!
ru: Размечтался, пингвин!

source: It requires a certain stylization of form and technique, so you have to be in the proper mindset.
ru: Потребуется определённая стилизация формы и техники, поэтому тебе нужен соответствующий образ мыслей.

source: Likewise I'll require a small gratuity for my time.
ru: Более того, моё потраченное время заслуживает небольшого вознаграждения.

source: You will need 3 training points and %d circuits.
ru: Тебе понадобится 3 очка развития и %d схем.

source: Any interest?
ru: Всё ещё заинтересован?

source: Yes, teach me how to find bots 'treasures' more often.
ru: Да, научи меня находить «сокровища» ботов чаще.

source: Good. I'll give you an algorithm better than the one you're using right now.
ru: Хорошо. Я дам тебе алгоритм лучше того, которым ты сейчас пользуешься.

source: Try using the 0x6974656D6D6F6E6579 algorithm.
ru: Попробуй использовать алгоритм 0x6974656D6D6F6E6579.

source: But this time, replaces every 6 with %d61.
ru: Но на этот раз, замени каждую 6 на %d61.

source: Yes, I understand. It's so simple! How I never thought on this before.
ru: Да, понимаю. Это же так просто! И как я сам раньше не додумался.

source: Hold on, I don't seem to have that much money right now.
ru: Подожди, кажется, у меня нет такой суммы прямо сейчас.

source: This is embarrassing. I will come back when I have the amount of valuable circuits you desire.
ru: Мне неловко, но я вернусь, когда у меня будет столько ценных схем, сколько ты просишь.

source: I'm not going to teach you anything for free!
ru: Я не собираюсь учить тебя чему-либо бесплатно!

source: Please don't bother me if you can't even pay me.
ru: Если не можешь заплатить, пожалуйста, не беспокой меня.

source: Come back when you have enough circuits, penguin.
ru: Возвращайся, как добудешь достаточно схем, пингвин.

source: Sorry, I don't think I can process another algorithm right now.
ru: Прости, не думаю, что смогу обработать другой алгоритм сразу же.

source: Everyone has the right to be stupid, but sometimes you abuse the privilege.
ru: У всех есть право на глупость, но ты иногда злоупотребляешь этой привилегией.

source: Come back when you are going to be serious.
ru: Возвращайся, когда будешь серьёзен.

source: You can only learn to hunt after the hunt.
ru: Ты сможешь научиться охотиться после охоты.

source: Hello again.
ru: Привет ещё раз.

source: I've been hearing about you all day. You're the talk of the town.
ru: Я весь день о тебе слышу. Город говорит о тебе.

source: Yep, that's me. I saved everyone's hide. Including yours.
ru: Ага, я такой. Спас всем шкуру. Включая тебя.

source: You did save a lot of lives, I'll give you that.
ru: Ты спас много жизней, и я дам тебе это.

source: But I wouldn't get so excited if I were you. I don't think we're in the clear yet.
ru: Но, на твоём месте, я бы не слишком обольщалась. Всё же не думаю, что мы в безопасности.

source: Oh, and what have you heard?
ru: О, и что же ты слышала?

source: Pretty cool stuff, actually. I heard you practically saved the town.
ru: В основном, очень крутые вещи. Я слышала, ты практически спас город.

source: You penetrated the Hell Fortress in a bold operation against all odds, and managed to sabotage every bot from here to the next MegaSys service cell over, without so much as touching any standard interface.
ru: Ты проник в Адскую крепость во время дерзкой операции, не имея никаких шансов, и руководил саботажем всех ботов отсюда до следующей ячейки МегаСистемс, даже не притронувшись к стандартному интерфейсу.

source: That's what they say, anyway.
ru: Во всяком случае так говорят.

source: Hehe, well, the stories people tell...
ru: Хе-хе, ну, истории, которые рассказывают...

source: The important thing is that everyone's safe now.
ru: Важнее то, что теперь все в безопасности.

source: Yeah. I just wish I could be as certain of that...
ru: Ага. Хотел бы я быть также уверен в этом...

source: I know what they say, but I'm really not the superhero they make me out to be.
ru: Я знаю, что они говорят, но на самом деле я не супергерой, как они думают.

source: Hey, you gotta give yourself some credit.
ru: Эй, тебе стоит отдать себе должное.

source: Infiltration and sabotage are some of the most complicated types of operations out there. And also the most fun.
ru: Внедрение туда и саботаж — одни из самых сложных видов операций. А также наиболее увлекательных.

source: And you did pretty well, by the looks of it. Especially for someone with no fingers.
ru: Как ни посмотри, ты справился довольно неплохо. Особенно для того, у кого нет пальцев.

source: Thank you... I guess.
ru: Спасибо... Наверное.

source: Yeah. Although there's still a lot to be done.
ru: Да уж. Хотя ещё многое предстоит сделать.

source: I... I'm not sure.
ru: Я... Я не уверена.

source: It could be just background noise. Maybe it's not even that. But there's still something a little weird about it.
ru: Это может быть просто фоновый шум. Может, дело совсем не в этом. Но всё ещё есть нечто немного странное.

source: More than a little, when I think about it.
ru: Даже не немного, честно говоря.

source: What are you talking about?
ru: О чём ты говоришь?

source: ... I hope trusting you with this isn't a mistake.
ru: ...Надеюсь, доверить тебе это не ошибка.

source: My comm devices have been intercepting strange signals in this area, ever since I got here. It's usually scrambled beyond recognition, and I wasn't even sure it was a signal at all until recently.
ru: С тех пор, как я здесь, мои комм-устройства в этом районе перехватывали странные сигналы. Обычно они зашифрованы до неузнаваемости, и до недавнего времени я вовсе не была уверена, что это сигнал.

source: It was just before you arrived, actually.
ru: Вообще-то, это было прямо перед твоим появлением.

source: Are you saying I'm emitting some kind of signal?
ru: Ты утверждаешь, что я излучаю некий сигнал?

source: No - if that were the case my equipment would've been going crazy right now. But it's definitely related to you.
ru: Нет, будь это так, моё оборудование прямо сейчас сходило бы с ума. Но это определённо связано с тобой.

source: But how do you know?
ru: Но откуда ты знаешь?

source: Because just before you arrived, everything did go crazy. At first I thought we were being nuked and the EMP was causing it.
ru: Потому что прямо перед твоим прибытием всё начало сходить с ума. Сначала я подумала, что нас бомбят и это результат ЭМИ.

source: But then I realized: someone is broadcasting, and they really wanted outreach.
ru: Но затем я поняла: кто-то ведёт трансляцию, и они действительно хотят выйти на связь.

source: It wasn't scrambled this time, and I listened. The whole thing lasted about an hour. It was mostly binary; I couldn't figure most of it out, but there were some names encoded in hex in there. Places. People.
ru: На этот раз шифровки не было, и я слушала. Всё продолжалось около часа. В основном, двоичный код; я не смогла понять большую часть, но там было несколько имён, закодированных в hex. Места. Люди.

source: One of them was you.
ru: Одно из них было твоим.

source: My name? What does this mean?
ru: Моё имя? Что ты имеешь в виду?

source: It means someone knew about you before the Red Guard did, and it means whoever it was broadcast it far and wide.
ru: Это значит, кто-то узнал о тебе раньше Красной стражи, и кто бы это ни был, он транслировал это повсюду.

source: That's all I can make of it.
ru: Это всё, что я смогла выяснить.

source: If I were you, I would be very careful. I'm sure there were a lot of hands stirring in this mess, but I think some of them weren't chopped off by a bot.
ru: На твоём месте, я была бы очень осторожна. Уверена, к этим беспорядкам много кто приложил руки, но, думаю, не все из них отрубили боты.

source: I don't understand.
ru: Я не понимаю.

source: I don't either, and I don't have anything more to say on the matter.
ru: Я тоже, и мне больше нечего сказать по этому поводу.

source: Just that I hope that your optimism will be justified.
ru: Просто надеюсь, что твой оптимизм оправдан.

source: Take care.
ru: Береги себя.

source: Be careful out there.
ru: Будь осторожнее.

source: Keep an eye out for anything weird.
ru: Следи за любыми странностями.

source: Remember the saying, 'Speak softly and carry a big stick.' I think you'll need that stick soon.
ru: Помни о поговорке: говори мягко, но держи большую дубинку. Думаю, скоро эта дубинка тебе пригодится.

source: Bye.
ru: Пока.

source: Yes. Hello. What do you want?
ru: Да. Привет. Что ты хочешь?

source: People call me Jasmine...
ru: Люди зовут меня Жасмин...

source: That is not my real name, but it will do for now.
ru: Это не моё настоящее имя, но сейчас оно подойдёт.

source: What are you doing in Kevin's place?
ru: Что ты делаешь у Кевина?

source: I live with him, stupid.
ru: Я с ним живу, дурак.

source: I like him. He... He is very much like me.
ru: Он мне нравится. Он... У нас с ним много общего.

source: How are you?
ru: Кто ты?

source: Annoyed. Now leave me alone.
ru: Раздражаешь. Оставь меня одну.

source: Why does such a nice lady act so harshly? Can't we all just get along?
ru: Почему такая милая леди ведёт себя так грубо? Может, поладим?

source: What are you up to?
ru: Что ты собираешься делать?

source: Nothing. Quit asking questions.
ru: Ничего. Перестань задавать вопросы.

source: Don't bore me.
ru: Не доставай меня.

source: You are the most beautiful human I have ever seen.
ru: Ты самый прекрасный человек из всех, что я видел.

source: And you are at least a quarter wrong.
ru: И ты ошибаешься, по крайней мере, на четверть.

source: You're so cute, baby seals and polar bears sent each other pictures of you.
ru: Ты так очаровательна, что бельки и белые медведи прислали друг другу твои фото.

source: Now, please get out of my sight.
ru: А сейчас, пожалуйста, убирайся с моих глаз.

source: Will you marry me?
ru: Ты выйдешь за меня замуж?

source: Forget it.
ru: Забудь об этом.

source: Roses are red,
ru: Розы красные,

source: Violets are blue,
ru: Фиалки голубые,

source: All of my base,
ru: Всё моё

source: Are belong to you.
ru: Принадлежит тебе.

source: Yeah. Whatever.
ru: Ага. Вероятно.

source: Yeah. Wha -- SIGSEGV.
ru: Ага. Веро -- SIGSEGV.

source: Segmentation fault.
ru: Ошибка сегментации.

source: Huh?
ru: Чего?

source: Traceback printed to stdout.
ru: Отчёт напечатан в stdout.

source: Kernel panic in module: Jasmine
ru: Ошибка ядра в модуле: Жасмин

source: Buffer overrun in anger.c:1532
ru: Переполнение буфера в гнев.c:1532

source: Core dumped. System halted.
ru: Сброс ядра. Система остановлена.

source: Hey, what are you doing?! Go back to work! All bots died and I can't make them work again. We'll be all in trouble if boss decides to pay us visit!
ru: Эй, что ты делаешь?! Вернись к работе! Все боты мертвы, а я не могу привести их в рабочее состояние. Проблем не оберёмся, если босс пожалует с визитом!

source: Hello
ru: Здравствуй.

source: Hello. I'm Jennifer.
ru: Здравствуй. Я Дженнифер.

source: I'm a machinist, working here, repairing bots and stuff like this.
ru: Я механик, работаю здесь, ремонтирую ботов и тому подобное.

source: You don't look very busy.
ru: Ты не выглядишь слишком занятой.

source: Well, yes.
ru: Ну, да.

source: Someone thought he had to tidy up the space...
ru: Кое-кто решил, что должен прибраться...

source: ...and now I cannot find my equipment anymore, what an idiot!
ru: ...и теперь я больше не могу найти своё оборудование, что за идиот!

source: I'm especially searching for my toolbox.
ru: Особенно не хватает моих инструментов.

source: Okay, I will keep my eyes open if I see some toolbox.
ru: Ладно, я буду иметь в виду, если увижу какие-то инструменты.

source: You are repairing these bots?!
ru: Ты чинишь этих ботов?!

source: Uhm yes, that's my job here.
ru: Кхм, да, это моя работа.

source: Why are you still alive anyway?
ru: Почему ты всё ещё жива?

source: The bots should have killed you immediately.
ru: Боты должны были немедленно убить тебя.

source: It's hell in here for me and you don't seem to be even armed.
ru: Я здесь как в аду, а ты, кажется, даже не вооружена.

source: Well...
ru: Ну...

source: The workers here get special chips implanted.
ru: Здесь рабочим имплантированы специальные чипы.

source: Ew.
ru: Фу.

source: So we can identify each other as 'friendly' and don't rip ourselves apart.
ru: Чтобы мы могли идентифицировать друг друга как "дружественных" и не разрываться на части.

source: Uh.
ru: Э.

source: Is there any way for me to get such a chip?
ru: Могу ли я как-нибудь получить такой чип?

source: I don't think you will be able to get one. They're custom and the chip-makers aren't around anymore.
ru: Я не думаю, что вы сможете получить их. Они заказные, и производителей чипов больше нет.

source: How did you get in here anyway?
ru: Как ты вообще сюда попал?

source: That's a long story...
ru: Это длинная история...

source: Mh well ok.
ru: Мм, ну, ладно.

source: I walked in through the front door.
ru: Вошёл через входную дверь.

source: Heh. I see.
ru: Хех. Вижу.

source: This is none of your business.
ru: Не твоё дело.

source: If you say so...
ru: Раз ты так говоришь...

source: I think this is your toolbox?
ru: Думаю, это твои инструменты?

source: Oh yes, it is!
ru: О, да, это они!

source: Thank you very much!
ru: Большое спасибо!

source: I found the Toolbox and returned it to her
ru: Я нашёл инструменты и вернул ей.

source: Please accept this spare part as a token of my appreciation.
ru: Пожалуйста, прими эту запчасть в знак моей признательности.

source: I am s-
ru: Сожа...

source: Go away please.
ru: Пожалуйста, уйди.

source: What was that?!
ru: Что это было?!

source: See..?
ru: Видишь?

source: It's not as easy as you thought.
ru: Это не так просто, как ты думал.

source: Take a closer look at the storage room again...
ru: Взгляни на кладовку ещё раз, поближе...

source: Looks like you had some problems?
ru: Похоже, у тебя возникли проблемы?

source: Yes...
ru: Да...

source: Ok, I'll give you another chance.
ru: Ладно, я дам тебе ещё шанс.

source: But it will be your last chance, so take care...
ru: Но это будет последний шанс, так что осторожней...

source: Dude!
ru: Парень!

source: You made the same mistake twice.
ru: Ты повторил ошибку дважды.

source: You walked through the same teleporter twice!
ru: Ты дважды прошёл через тот же телепорт!

source: What's wrong with your mind?
ru: Что у тебя с головой?

source: I-
ru: Я...

source: How is that ever going to work?
ru: Как это вообще возможно?

source: I locked the puzzle.
ru: Я закрыл головоломку.

source: It doesn't seem like you'd ever be able to solve it.
ru: Не похоже, что ты когда-либо сможешь её решить.

source: Sorry, seems like that puzzle was too hard for you.
ru: Прости, видимо, для тебя головоломка была слишком сложной.

source: But I-
ru: Но я...

source: It is locked now.
ru: Теперь она закрыта.

source: I was very close to the solution.
ru: Я почти нашёл решение.

source: Well, why did you still fail if you were so close?
ru: Ладно, если ты почти решил, то почему облажался?

source: Hmpf..
ru: Кхм...

source: Congratulations, you solved my little puzzle.
ru: Поздравляю, ты решил мою маленькую головоломку.

source: I give you this as a small reward.
ru: Я дам тебе это как небольшую награду.

source: Wow... you solved it, and on your first time, too.
ru: Ого... ты решил её, да ещё и с первого раза.

source: That's pretty good.
ru: Очень хорошо.

source: Here, take this as reward.
ru: Вот, возьми это в награду.

source: Oh, thank you.
ru: О, спасибо.

source: Err... How did you get in here?!
ru: Э... Как ты сюда попал?!

source: I just walked through the door.
ru: Я просто вошёл в дверь.

source: And your name?
ru: Как тебя зовут?

source: And you were not slaughtered by the bots outside?
ru: И тебя не разорвали боты снаружи?

source: Apparently, I am still alive.
ru: Как видишь, я всё ещё жив.

source: Does that answer your question?
ru: Я ответил на твой вопрос?

source: It does... smart aleck.
ru: Ответил... нахал.

source: What do you do here?
ru: Что ты здесь делаешь?

source: I'm living here.
ru: Я здесь живу.

source: What did you expect?
ru: А чего ты ожидал?

source: Okay, that question was a little stupid.
ru: Ладно, это был немного глупый вопрос.

source: Are there any other people around here?
ru: Здесь есть другие люди?

source: Not that I know.
ru: Нет, насколько мне известно.

source: Only you and me.
ru: Только ты и я.

source: Okay, that question was also a little stupid.
ru: Ладно, и этот вопрос тоже немного глупый.

source: Isn't it a little boring in here, isolated from the outer world?
ru: Не скучно ли здесь, в изоляции от остального мира?

source: I'm fine.
ru: Я в порядке.

source: When I'm bored, I try to make up some puzzles...
ru: Когда мне скучно, я придумываю головоломки...

source: 'Puzzles'?
ru: Головоломки?

source: Yeah, puzzles.
ru: Да, головоломки.

source: Do you want to try one?
ru: Хочешь решить одну?

source: Sounds interesting.
ru: Звучит интересно.

source: Can you tell me more about it?
ru: Можешь рассказать подробнее?

source: But you can experience it for yourself.
ru: Но ты можешь испытать всё сам.

source: Yeah, sure!
ru: Да, непременно!

source: Ok, so the entrance is in my storage room.
ru: Ладно, итак, вход в моей кладовке.

source: Shouldn't be too difficult to find.
ru: Найти его не составит труда.

source: Ok, let me take a look.
ru: Ладно, позволь взглянуть.

source: Wait, wait. I'll give you a hint:
ru: Стой-стой. Я дам тебе подсказку:

source: 'Looking from above hostiles may appear as salvation.'
ru: «Взгляд поверх врагов может оказаться спасением».

source: Uh, ok, thanks.
ru: Ладно, спасибо.

source: Hmm... I don't trust you.
ru: Хм... Я тебе не верю.

source: I think, it's a trap!
ru: Я думаю, это ловушка!

source: Well, you can leave at any time.
ru: Ну, ты всегда можешь уйти.

source: I wish you would!
ru: Желаю тебе так и поступить!

source: See you.
ru: Увидимся.

source: I don't think so...
ru: Не думаю...

source: Commerce today is slower than usual. I wonder if something happened.
ru: Сегодня торговля идёт медленнее обычного. Кажется, что-то произошло.

source: Hello. Can I buy something from you?
ru: Здравствуй! У тебя можно что-нибудь купить?

source: Hi, yes, you can buy stuff from me.
ru: Привет, да, ты можешь купить вещи у меня.

source: My name is Karol. I sell mostly tools which are needed to manufacture bots.
ru: Меня зовут Кароль. Я продаю, в основном, инструменты, нужные для производства ботов.
