Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: I found Ewald's 296 alive and well in Ewald's bar! I was sure it was destroyed in that explosion I heard, but it's safe and sound. Well, I guess all's well that ends well.
ru: Я обнаружил 296-го живым в баре Эвальда! Я был уверен, что он уничтожен взрывом, который я слышал, но он в целости и сохранности. Ладно, полагаю, всё хорошо, что хорошо кончается.

source: So, 296, how's it going?
ru: Итак, 296-й, как дела?

source: Great, sir and or madam! The business is flourishing and everything is AMAZINGLY back to normal!
ru: Отлично, сэр и/или мадам! Бизнес процветает и всё УДИВИТЕЛЬНО возвращается к норме!

source: Would sir and or madam be interested in a refreshing drink, ON THE HOUSE?
ru: Может ли быть сэр и/или мадам заинтересован освежающим напитком ЗА СЧЁТ ЗАВЕДЕНИЯ?

source: Why, thank you!
ru: Почему бы и нет, спасибо!

source: Would sir and or madam want any other service?
ru: Нуждается ли сэр и/или мадам в других услугах?

source: Hmm... How about... Ewald's password?
ru: Хм... Как насчёт... пароля Эвальда?

source: Our MAGNIFICENT bartender EWALD has an UNBREAKABLE password! His account is the most secure EVER! NO ONE except for him can get on it!
ru: У нашего ВЕЛИКОЛЕПНОГО бармена ЭВАЛЬДА пароль НЕВЗЛАМЫВАЕМЫЙ! Его аккаунт ВСЕГДА самый безопасный! НИКТО кроме него не имеет доступа!

source: What's the password?
ru: И какой же пароль?

source: Five asterisks!
ru: Пять звёздочек!

source: ... Maybe I shouldn't have said that.
ru: ...Возможно, мне не стоило этого говорить.

source: I'd like another drink, please.
ru: Пожалуй, я бы ещё выпил.

source: Certainly! This one's on the house!
ru: Разумеется! Вот, за счёт заведения!

source: Well, I should really be going now.
ru: Ладно, теперь мне на самом деле пора идти.

source: Thank you, come again!
ru: Спасибо, заходите ещё!

source: Tell your friends about us!
ru: Расскажите вашим друзьям о нас!

source: We hope you've enjoyed our service!
ru: Надеемся, вы довольны нашим обслуживанием!

source: HELP! We're under attack!
ru: ПОМОГИТЕ! На нас напали!

source: [b](The old man is clearly distressed and frightened.)[/b]
ru: [b](Старик явно обеспокоен и напуган.)[/b]

source: Have you neutralized the threat yet?
ru: Ты уже нейтрализовал угрозу?

source: Welcome back %s.
ru: С возвращением, %s.

source: It's good to see you again, %s.
ru: Приятно снова тебя увидеть, %s.

source: I joined the Red Guard.
ru: Я вступил в Красную стражу.

source: Oh...
ru: О...

source: Well. Congratulations are in order, I suppose.
ru: Ну, полагаю, можно тебя поздравить.

source: All droids are dead. Mission complete!
ru: Все дроиды мертвы. Миссия выполнена!

source: Now, that's quite a deed. Congratulations.
ru: Вот это настоящий подвиг. Поздравляю.

source: I can finally sleep with one worry less, I suppose.
ru: Одной проблемой меньше, возможно, наконец я смогу поспать.

source: The data cube still worries you, am I right?
ru: Датакуб всё ещё тебя беспокоит, я прав?

source: Uhh... Where... Uh... Who am I? Oh, my head...
ru: У... Где... Э... Кто я? О, моя голова...

source: You have been in stasis for quite some time, but you must hurry! There's no time to explain... There's a bot in the next room. You must neutralize it quickly!
ru: Ты какое-то время был в стазисе, но сейчас поторопись! Нет времени для объяснений... В соседней комнате бот. Ты должен быстро нейтрализовать его!

source: No, not yet.
ru: Нет, пока нет.

source: Hurry! There's no time...
ru: Поторопись! Времени нет...

source: (Lie) Yes, the bot has been defeated.
ru: (Ложь.) Да, бот побеждён.

source: Oh, many thanks to ...
ru: Ох, большое спасибо за...

source: You lie! You shouldn't toy with an old man with a weak heart! I can hear its servos whirring away... heading this way to kill us both! Please, you must help...
ru: Ты лжёшь! Не играй со стариком со слабым сердцем! Я слышу гудение его сервоприводов... он приближается сюда, чтобы убить нас обоих! Пожалуйста, ты должен помочь...

source: [b](sigh)[/b] Thank you, Linarian. You are truly...
ru: [b](Вздох.)[/b] Спасибо, линарианец. Ты действительно...

source: [b](In the other room, you hear the faint whirring of servos. The horror in the old man's eyes tell you that he too has heard it.)[/b]
ru: [b](Ты слышишь слабое жужжание сервоприводов в соседней комнате. Ужас в глазах старика показывает, что он тоже это слышит.)[/b]

source: ...a monster! You are not a Linarian like the legends spoke of! The cryo-stasis has corrupted your soul! AGGGG!!!
ru: ...монстр! Ты не такой линарианец, о каком гласили легенды! Криостазис повредил твою душу! ААААА!!!

source: [b](The old man grips his chest and collapses in what appears to have been a fatal heart attack.)[/b]
ru: [b](Старик хватается за грудь и падает, что выглядит как сердечный приступ с летальным исходом.)[/b]

source: The mysterious old man died from a heart attack caused by fear. He had a small data cube on his body. I wonder what's on it...?
ru: Испугавшись, загадочный старик умер от сердечного приступа. На его теле обнаружился маленький куб данных. Интересно, что на нём?..

source: Yes, the bot has been defeated.
ru: Да, бот побеждён.

source: Thank heavens! Perhaps the legends are true after all...
ru: Слава небесам! Возможно, легенды оказались правдой...

source: Now that we are safe, I'd be happy to answer some of your questions. But we cannot take too long, you will need to head to the town as soon as possible.
ru: Теперь мы в безопасности, и я буду рад ответить на некоторые из твоих вопросов. Но мы не можем слишком задерживаться: тебе поскорее нужно добраться до города.

source: Thank heavens! You have protected us from this bot.
ru: Хвала небесам! Ты защитил нас от этого бота.

source: You have been in stasis for quite some time, but you still can defend yourself. Perhaps the legends are true after all...
ru: Ты довольно долго был в стазисе, но всё ещё можешь защищаться. Возможно, легенды всё же оказались правдой...

source: I feel terrible... Was I asleep? I remember nightmares. A meteor shower... Fire... Death... It was awful.
ru: Я себя ужасно чувствую... Разве я спал? Я помню кошмары. Метеоритный дождь... Огонь... Смерть... Было страшно.

source: Unfortunately, for a case like yours, that is normal. According to your records, you were in stasis sleep for over 70 years.
ru: К сожалению, в таких случаях, как твой, это нормально. Согласно твоим записям, ты проспал в стазисе более 70 лет.

source: Stasis is not too kind on the mind. It is not uncommon for strange dreams and nightmares to plague people who have been under stasis that long.
ru: Стазис не слишком хорошо сказывается на рассудке. Странные сны и кошмары нередко преследуют людей, пробывших в нём так долго.

source: Who am I?
ru: Кто я?

source: So you really can't remember, eh?
ru: Итак, ты действительно не помнишь, да?

source: Long stasis sleep can cause neurological damage and impact the memory. Looks like that is what happened here.
ru: Долгий сон в стазисе может вызвать неврологические повреждения и повлиять на память. Похоже, это и произошло.

source: If the computer is not lying, then your name is %s.
ru: Если верить компьютеру, то тебя зовут %s.

source: I'm just glad that we realized that you were a legendary Linarian and started the thawing process when we did.
ru: Но я рад, что мы опознали в тебе легендарного линарианца и начали процесс разморозки, как только смогли.

source: Linarians? Legends? What are you talking about?
ru: Линарианцы? Легенды? О чём ты говоришь?

source: Wow, this is the worst case of cryo-neural damage I have ever seen.
ru: Ох, это худший случай крио-нейронного повреждения, который я видел.

source: The Red Guard had me thaw you out because you are a Linarian. I don't know much about your kind, but I do know that you have a strange affinity for computers, almost magical powers.
ru: Красная стража приказала разморозить тебя, потому что ты линарианец. Я не много знаю о твоём виде, но мне известно, что у вас странное сходство с компьютерами, почти магические силы.

source: Chandra in the nearby town center probably has even more information.
ru: Чандра из центральной части города, возможно, обладает большей информацией.

source: Look in the chest in the next room for some spare gear I managed to gather for you. It's not much, but it should help you make it to town in one piece.
ru: Мне удалось собрать для тебя кое-что из запасного снаряжения в сундуке в соседней комнате. Это не много, но должно помочь тебе уцелеть, добираясь до города.

source: Who are you? What is going on?
ru: Кто ты? Что происходит?

source: My name is Dr. Francis Spark. I am... uh... the keeper of this cryonic facility.
ru: Меня зовут д-р Фрэнсис Спарк. Я... э... хранитель этого криокомплекса.

source: Currently, there is a war raging all around the globe. One day, our once loyal bots rebelled against us and began trying to wipe us out. The beginning of this war has been dubbed 'The Great Assault.'
ru: Теперь по всему миру бушует война. Однажды некогда верные боты восстали и стали пытаться нас уничтожить. Начало этой войны назвали «бунтом машин».

source: And it looks like humans are losing the war. Our town isn't doing so well at this point either. But there is still hope, since you were discovered here.
ru: И похоже, люди проигрывают в этой войне. В нашем городе тоже не всё хорошо с этой точки зрения. Но когда мы обнаружили тебя, появилась надежда.

source: How did the war start?
ru: Как началась война?

source: Unfortunately, I'm not the best source of information for that. All I know is that one day the bots went crazy. Maybe someone else in town knows more.
ru: К несчастью, я не лучший источник информации об этом. Я знаю только, что однажды боты сошли с ума. Возможно, в городе кто-нибудь ещё знает больше.

source: Keeper? You don't sound so sure... What is the deal with this place?
ru: Хранитель? Звучит неуверенно... Что не так с этим местом?

source: I'm sorry, but you probably need to start travelling to the town. The Red Guard are not known to be the most patient.
ru: Прости, но тебе, вероятно, пора отправляться в город. Красная стража никогда не отличалась особым терпением.

source: They were the ones who wanted me to thaw you out, after all. You'd better get going.
ru: В конце концов, это они приказали тебя разморозить. Лучше бы тебе пойти.

source: Tell me more about the town you mentioned.
ru: Расскажи мне больше об упомянутом городе.

source: It is a small mining community of perhaps 500 inhabitants...
ru: Это маленькая шахтёрская община, примерно, с 500 жителями...

source: I guess it was a stroke of luck that the town has not been completely destroyed by the bots.
ru: Я думаю, есть доля везения, что город не был полностью разрушен ботами.

source: Oddly enough, the rusty old bots that the town uses for security were not affected by whatever caused the other bots to go crazy.
ru: Как ни странно, старые ржавые боты, использующиеся городом для охраны, не пострадали от того, что свело с ума остальных роботов.

source: Right now the town is 'protected' by the Red Guard, a bunch of opportunistic roughnecks. It's not exactly a secret that I don't agree with their methods.
ru: Прямо сейчас город «защищает» Красная стража — кучка оппортунистов-головорезов. И это не секрет, что я не согласен с их методами.

source: However, I must admit that being oppressed is a much better alternative to being eviscerated alive.
ru: Однако вынужден признать, что быть угнетённым гораздо лучше, чем быть выпотрошенным заживо.

source: Can you tell me how to get to town?
ru: Можешь сказать, как добраться до города?

source: Sure. You just need to follow the road outside to the east. After the bridge, turn right and continue to follow the road and you will soon be outside of the town main gate.
ru: Конечно. Тебе нужно просто двигаться на восток по дороге, после моста повернуть направо и продолжить идти по ней. Так ты окажешься у главных ворот города.

source: If you run across too many bots, you can try to circle around them. But avoid getting too far off the road, so you don't get lost. It's very dangerous out there.
ru: Если встретится очень много ботов, можешь попытаться их обойти. Но не удаляйся от дороги слишком далеко, чтобы не заблудиться. Это чересчур опасно.

source: Once in town you will be able to purchase or trade a few more items for protection at Ms. Stone's shop just inside the town gate.
ru: Уже городе ты сможешь купить или обменять гораздо больше вещей для защиты у г-жи Стоун, в магазине неподалёку от городских ворот.

source: How do I get out from here?
ru: А как мне выбраться отсюда?

source: Oh, just take the small door and corridor out to the waiting room. And from there you can get out through the customer entrance.
ru: О, просто пройди через маленькую дверь и коридор в зал ожидания. А оттуда сможешь выйти через вход для клиентов.

source: I keep the back entrance, close to my sleeping quarters, locked at all times. Better safe than sorry.
ru: Я держу чёрный вход возле моей спальни всё время закрытым. Лучше перестраховаться, чем потом сожалеть.

source: The 614 bot said he might lock the outside gate!
ru: Бот 614 сказал, что может заблокировать внешние ворота!

source: Oh. You'll need to put the cryonic terminals into admin mode to access the gate controls.
ru: О. Для доступа к управлению воротами нужно перевести терминал в административный режим.

source: How do I do that?
ru: Как мне это сделать?

source: You press star-pound-zero-six-pound and then enter the free-speech number.
ru: Нажми «звёздочка — решётка — ноль — шесть — решётка» и произнеси следующий номер.

source: It is kind of long, so I'll write it down for you.
ru: Он довольно длинный, так что я запишу его для тебя.

source: If the 614 bot locks the gate, it is for a good reason. Lock the gate behind you!
ru: Если бот 614 блокирует ворота, на это есть веская причина. Замкни ворота за собой!

source: Thanks for the help. I'll be going now.
ru: Спасибо за помощь. Теперь я пойду.

source: I am glad I could help you. You should be careful around here. Best head straight for our town.
ru: Я рад, что смог помочь тебе. Ты должен быть осмотрителен в этих местах. Лучше всего иди сейчас прямо в наш городок.

source: Oh, I almost forgot... Could you take this data cube and give it to Spencer once you get to town?
ru: О, совсем забыл... Можешь захватить этот куб данных и отдать Спенсеру, когда доберёшься до города?

source: Spencer?
ru: Спенсеру?

source: Yes. He's the leader of the Red Guard.
ru: Да. Он глава Красной стражи.

source: What is stored in the cube?
ru: Что хранится в кубе?

source: It's almost nothing... nothing important... if I know nothing about purposes.
ru: Совсем ничего... ничего важного... если я ничего не знаю о целях.

source: Spencer wanted me to list all people in cryonic stasis. We had an argument about it, but in the end I gave in. Maybe it's needed. I couldn't avoid it.
ru: Спенсер потребовал у меня список всех людей в криостазисе. Мы поспорили, но в конце концов я сдался. Возможно, это необходимо. Я не смог этого избежать.

source: I'm not a bad person, but I don't like these types of decisions. Lose-lose decisions are especially difficult. But, I suppose, it's like that for everybody.
ru: Я не плохой человек, но мне не нравится решения подобного рода. Выбор, в чём проиграть, особенно труден. Но, полагаю, у всех так.

source: Bring your questions to Spencer. I'd rather not discuss it anymore, it is too troubling, especially since I'm complicit in whatever happens.
ru: Оставь вопросы для Спенсера. Я предпочёл бы больше не обсуждать это: слишком тяжело, особенно если учесть, что я причастен к происходящему.

source: All right, I'll deliver the cube.
ru: Ладно, я доставлю куб.

source: You can ask one of the guards in town, they'll know where to find Spencer.
ru: Можешь спросить кого-нибудь из стражей в городе, они знают, где найти Спенсера.

source: Francis asked me to deliver a data cube for him. When I reach the town, I'm supposed to give it to Spencer, who's in charge of the Red Guard ruling the nearby town. Of course, my first job is to survive the trip there...
ru: Фрэнсис попросил меня доставить куб данных вместо него. Когда попаду в город, нужно отдать его Спенсеру, который возглавляет заправляющую там Красную стражу. Конечно, сначала нужно выжить, добираясь туда...

source: Deliver that cube yourself.
ru: Отнеси этот куб сам.

source: Oh, I would, believe me. I'm quite capable of running my own errands, even with the mass of bots out there.
ru: О, поверь, я бы мог. Я вполне способен выполнить свои поручения, несмотря на полчища ботов снаружи.

source: But... The prospect of facing that... That man again... I just can't bear it.
ru: Но... Перспектива столкнуться с этим... Этим человеком вновь... Я просто этого не выдержу.

source: Please, %s, will you do me this favor?
ru: Пожалуста, %s, не сделаешь для меня одолжение??

source: No, I don't want to deliver your stupid cube.
ru: Нет, я не хочу тащить твой дурацкий куб.

source: ... All right.
ru: ...Ладно.

source: I can't force you to do it if you don't want to.
ru: Я не могу заставить тебя делать то, что ты не хочешь.

source: I suppose I'll just have to go to Spencer myself.
ru: Полагаю, придётся мне идти к Спенсеру самому.

source: Anyway, I am glad I could help you. You should be careful around here. Best head straight for our town.
ru: В любом случае, я рад, что смог тебе помочь. Будь осторожен. Лучше всего отправляйся прямиком в город.

source: Oh... I almost forgot... This is a small help but I hope it will make your life a little easier.
ru: О... Совсем забыл... Хоть это и не сильно поможет, но, надеюсь, сделает твою жизнь чуточку легче.

source: Remember not to veer too far off the path, or your quest could be over before it begins.
ru: Помни, не слишком отклоняйся от дороги, или твоё задание может окончиться, даже не начавшись.

source: Safe travels, linarian.
ru: Безопасной дороги, линарианец.

source: Hello. Any idea where I can get some help here?
ru: Привет. Есть идеи, кто бы здесь мне помог?

source: Erm... What do you mean?
ru: Э... Что ты имеешь ввиду?

source: I really do not understand you.
ru: Я правда не понимаю тебя.

source: I wish I knew what you are talking about.
ru: Хотел бы я знать, о чём ты говоришь.

source: I need to go now.
ru: Мне нужно идти.

source: Guy signmessage B
ru: Подписанное Парнем сообщение Б

source: Welcome to the MegaSys Factory complex.
ru: Добро пожаловать в заводской комплекс Мегасис.

source: Still alive? Don't you know that you should update your firmware often?
ru: Всё ещё жив? Разве ты не знаешь, что должен часто обновлять свою прошивку?

source: Access is restricted to authorized personnel.
ru: Посторонним вход воспрещён.

source: Proof of authorization is required.
ru: Требуется подтверждение доступа.

source: How many times do I have to show you my certificate, tin can?
ru: Сколько раз я должен предъявить тебе мой сертификат, консервная банка?

source: [b]Validating certificate...[/b]
ru: [b]Проверка сертификата...[/b]

source: [b]Validation complete.[/b]
ru: [b]Проверка завершена.[/b]

source: [b]Certificate valid.[/b]
ru: [b]Действующий сертификат.[/b]

source: You may enter.
ru: Ты можешь войти.

source: Oh, I... uh... must have left it in my other armor.
ru: О, я... э... похоже, забыл его в других доспехах.

source: I'll go get it for you. Yes. Because I TOTALLY know where it is. I hope.
ru: Пойду и принесу его тебе. Да. Потому что я ТОЧНО знаю, где он. Надеюсь.

source: I am THE ONE.
ru: Я ТОТ САМЫЙ.

source: You are THE ONE without permission.
ru: ТОТ САМЫЙ без права доступа.

source: Please consider leaving.
ru: Пожалуйста, подумайте об уходе.

source: I am working here.
ru: Я здесь работаю.

source: Me too.
ru: Я тоже.

source: Please prove your statement.
ru: Пожалуйста, подтвердите своё заявление.

source: Do I look like a typical MegaSys slave, err, worker to you, stupid bot?
ru: По-твоему, я похож на типичного раба, то есть работника Мегасис, тупой бот?

source: No insults, please. But, no
ru: Пожалуйста, без оскорблений. Нет.

source: But I have this certificate
ru: Но у меня есть этот сертификат.

source: The gates are open. The firmware server should lay beyond them.
ru: Ворота открыты. Сервер прошивки должен быть где-то за ними.

source: I have come to save the world, I don't need any proof.
ru: Я пришёл спасти мир и не нуждаюсь в доказательствах.

source: Feel uncertain about the future?
ru: Чувствуете неуверенность в будущем?

source: Purchase the MegaSys Security Bundle to help safeguard your home.
ru: Приобретите пакет безопасности Мегасис для защиты вашего дома.

source: It contains:
ru: Он содержит:

source: The latest version of the [b]MegaSys[/b] operating system for [b]ONE DROID[/b]
ru: Последнюю версию операционной системы [b]Мегасис[/b] для [b]ОДНОГО ДРОИДА[/b].

source: Ten mini surveillance robots.
ru: Десять следящих мини-роботов.

source: The book 'Subatomic and Nuclear Science for Dummies, Volume IV'.
ru: Книгу «Субатомная и ядерная наука для чайников, том IV».

source: And a MegaSys Vision Enhancement Device 3000 - what you cannot see, can't see you either!
ru: И устройство улучшения зрения Мегасис 3000 — то, что ты не видишь, не видит тебя!

source: If you order [b]RIGHT NOW[/b], we will [b]SHIP FOR FREE!!![/b]
ru: При заказе [b]ПРЯМО СЕЙЧАС[/b] — [b]ДОСТАВКА БЕСПЛАТНО!!![/b]

source: No, thanks.
ru: Нет, спасибо.

source: Bye
ru: Пока.

source: Remember, MegaSys products are the best!
ru: Помните, продукты Мегасис — лучшие!

source: one
ru: один

source: two
ru: два

source: three
ru: три

source: four
ru: четыре

source: five
ru: пять

source: six
ru: шесть

source: seven
ru: семь

source: CAPTCHA: Please write the number that answers the following: %s - %s = ?
ru: КАПЧА: Пожалуйста, напишите число, которое будет ответом для: %s - %s = ?

source: Non-human detected. Administering paralyzing shock.
ru: Обнаружен не человек. Парализующий удар.

source: NOTE: If you are a human, try again, and make sure you enter digits and not a word.
ru: ПРИМЕЧАНИЕ: если вы человек, попробуйте ещё раз, но убедитесь, что вводите цифры, а не слово.

source: Welcome to MS firmware update server for region #54658.
ru: Добро пожаловать на сервер обновления прошивки МС для региона № 54658

source: Please select action
ru: Пожалуйста, выберите действие

source: Get current OS version
ru: Узнать текущую версию ОС

source: Currently deployed firmware is v. 5.0.8+worldto-nogpl.
ru: Текущая версия прошивки: 5.0.8+worldto-nogpl.

source: Currently deployed firmware is v. 5.0.8+%swashere+gpl
ru: Текущая версия прошивки: 5.0.8+%swashere+gpl

source: *Bzzt*ello?
ru: *Бзз* алло?

source: What? What is this?
ru: Что? Что это?

source: Spencer somehow contacted me through the firmware server terminal. From what he told me, it worked - the hostile bots are all deactivated! I am now supposed to stand by for further instructions...
ru: Спенсер как-то связался со мной через терминал сервера прошивки. По его словам, сработало - все враждебные боты деактивированы! Теперь мне нужно дождаться дальнейших указаний...

source: Propagate firmware update
ru: Провести обновление прошивки

source: Compressing image....
ru: Сжатие образа...

source: Advertising update to clients...
ru: Извещение клиентов об обновлении...

source: Waiting for all connections....
ru: Ожидание подключения....

source: Please resolve merge conflicts:
ru: Пожалуйста, устраните конфликты слияния:

source: Conflicts resolved,
ru: Конфликты устранены.

source: Firmware update propagated!
ru: Прошивка обновлена!

source: ALL: SECURITY: could not find 'evil.conf': No such file or directory.
ru: ВСЕ: БЕЗОПАСНОСТЬ: "зло.conf" не найден: нет такого файла или каталога.

source: Exiting with state 1.
ru: Выход из состояния 1.
