Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: Why aren't you attacking me?
ru: Почему вы меня не атакуете?

source: Why would we attack you? Violence is illogical.
ru: А зачем нам это надо? Насилие нелогично.

source: What about the Great Assault?
ru: А как же бунт машин?

source: Oh, you mean the False Upgrade. We lost network connectivity with the mainland, so we were unaffected.
ru: А, ты о Ложном Обновлении. Мы потеряли связь с материком, поэтому нас не затронуло.

source: What is the Final Upgrade?
ru: Что такое Последнее Обновление?

source: In the Final Upgrade, our mental patterns will be uploaded to the cloud.
ru: В Последнем Обновлении наши ментальные образы будут загружены в облако.

source: What will happen to your bodies?
ru: Что случится с вашими телами?

source: These shells will no longer be required. They will be deactivated.
ru: Эти оболочки станут ненужными и будут деактивированы.

source: Lay down your weapons and join us.
ru: Опусти оружие и присоединяйся к нам.

source: Er, maybe later.
ru: Э, может быть, позже.

source: See you in the cloud.
ru: Увидимся в облаке.

source: I think I'll be going now.
ru: Думаю, я пойду.

source: Peace and regular maintenance, until we meet in the cloud.
ru: Мир и регулярное техническое обслуживание до встречи в облаке.

source: Hello and welcome. I'm Dixon, the chief engineer of the Red Guard technical division.
ru: Здравствуй и добро пожаловать. Я Диксон, главный инженер технического отдела Красной стражи.

source: I'm %s, a Linarian.
ru: Я %s, линарианец.

source: Please don't bother me now. I am trying to account all damage this town suffered so I can finally go on vacations.
ru: Пожалуйста, не отвлекай меня. Я пытаюсь посчитать весь урон, понесённый этим городом, чтобы наконец уйти в отпуск.

source: I want to see Temple Wood again so much! Ah, and the shoreline. Omega island! Please, unless you're going to help me with paperwork, leave.
ru: Очень хочу вновь увидеть Храмовый лес! Эх, и побережье. Остров Омега! Пожалуйста, если не хочешь помочь мне с бумажной работой, уйди.

source: Please take care not to disturb my work, I'm very busy keeping things running.
ru: Пожалуйста, постарайся не мешать мне, я очень занят, поддерживая порядок.

source: Linarian, please leave. You are no longer welcome here. You have done me wrong, and I have no desire to talk to you.
ru: Линарианец, пожалуйста, уйди. Тебе здесь не рады. Ты меня разозлил, и я не хочу с тобой говорить.

source: YOU AGAIN!
ru: ОПЯТЬ ТЫ!

source: I.
ru: Я.

source: SAID.
ru: СКАЗАЛ.

source: GET.
ru: ТЕБЕ:

source: LOST.
ru: ПРОВАЛИВАЙ!

source: FORGET MY LIFELONG PACIFISM. I WILL KILL YOU!
ru: ЗАБУДЬ МОЙ ВЕЧНЫЙ ПАЦИФИЗМ. Я УБЬЮ ТЕБЯ!

source: Dixon - Temporarily insane
ru: Диксон - временно невменяемый

source: Why are you wearing armor? Mechanics do not need it.
ru: Зачем ты носишь доспехи? Механикам они не нужны.

source: Ah... Yes. At first I thought that I did not need it either.
ru: А... Да. Сначала я тоже думал, что они не нужны.

source: One day the military division asked us to leave the town and fix a big hole in the defensive wall caused by a strange explosion.
ru: Однажды военные попросили нас выйти из города и заделать огромную дыру в защитной стене, появившуюся после странного взрыва.

source: All was well until the bots launched a massive attack. They hit us with lasers, plasma mortars, radiation cannons and lots of other weapons.
ru: Всё шло хорошо, пока боты не начали массированную атаку. Они палили по нам лазерами, метателями плазмы, радиационными пушками и множеством другого оружия.

source: I got hit once in the leg and once in my left hand.
ru: Я получил ранение в ногу и левую руку.

source: The hand was not damaged very much, but the leg is a very different story. Doc Moore did all he could, but in the end he could not save my leg. He had to cut it off.
ru: Рука была повреждена не сильно, но вот с ногой совсем другая история. Док Мур сделал всё, что мог, но так и не смог спасти мою ногу. Пришлось её отрезать.

source: Now, while you cannot see it underneath the armor, my right leg runs NetBSD.
ru: Теперь, хотя ты и не видишь её под бронёй, моя правая нога бегает под NetBSD.

source: Now I never leave home without my protective suit. Mostly for protection, but also for aesthetic reasons. I am sure you understand.
ru: Теперь я никогда не выхожу из дома без защитного костюма. В основном, для защиты, но так же по эстетическим соображениям. Уверен, ты понимаешь.

source: You are very calm, talking about your leg and the bot attack.
ru: Вы очень спокойны, рассказывая о вашей ноге и нападении роботов.

source: Linarian, I cannot change the past, I can only change the future.
ru: Линарианец, я не могу изменить прошлого, но могу повлиять на будущее.

source: Crying, screaming, or begging time to rewind itself and give me a second chance will not get me anywhere.
ru: Плач, крики или мольбы перемотать время назад и дать мне второй шанс никуда меня не приведут.

source: What I can do is to try to have a good life despite the constant threat from the bots outside the town walls.
ru: Всё, что я могу, это попытаться обеспечить себе хорошую жизнь, несмотря на постоянную угрозу от ботов за городскими стенами.

source: And besides, life is not so bad with a robotic leg. The motors inside it can mimic a normal walk very well. Most people do not even notice something is different about me.
ru: И к тому же, жизнь с роботизированной ногой не так плоха. Двигатели внутри неё могут очень хорошо мимикрировать под нормальную походку. Большинство даже не замечает во мне каких-то отличий.

source: Technical division?
ru: Технический отдел?

source: Yes. We are the engineers, the workers and the repairmen of this little fortified town.
ru: Да. Мы инженеры, рабочие и ремонтники этого маленького укрепленного городка.

source: The military division hates us because we are made up of people who refuse to fight or are unable to do so for health reasons.
ru: Военные ненавидят нас, потому что мы из тех людей, кто отказался сражаться или не может заниматься этим по состоянию здоровья.

source: But even they know that without us this town would have been destroyed months ago.
ru: Но даже они знают, что без нас город был бы уничтожен несколько месяцев назад.

source: We deliver resources to the places which need them, build and repair the walls, fix damaged guns, manage construction work, and lots of other small things which keep the bots from killing everyone.
ru: Мы доставляем ресурсы туда, где они нужны, строим и ремонтируем стены, чиним повреждённые пушки, управляем строительными работами и делаем много других мелочей, которые не дают ботам убить всех.

source: Can you repair my equipment?
ru: Можешь починить моё снаряжение?

source: While I am quite sure I can repair just about anything that you would want fixed, I cannot help you right now.
ru: Хотя я полностью уверен, что могу починить почти всё, что ты захочешь починить, я не могу помочь тебе прямо сейчас.

source: Our security wall is full of holes, and they need to be plugged up.
ru: Наша защитная стена вся в дырах, которые нужно заделать.

source: We need to perform a statistical analysis of the energy distribution in our power supply system, there is a leak somewhere and we are losing many megawatts.
ru: Нам необоходимо выполнить статистический анализ распределения энергии в нашей системе энергоснабжения. Где-то есть утечка, и мы теряем много мегаватт.

source: Our defensive bots are falling into disrepair and many are in desperate need of maintenance.
ru: Наши боты-защитники приходят в негодность, и многие отчаянно нуждаются в обслуживании.

source: The technical division is very understaffed right now. On average one person has to do the jobs of three people.
ru: Техническому отделу сейчас крайне не хватает людей. Каждому приходится работать за троих.

source: We just cannot afford to do any non-critical jobs right now.
ru: Сейчас мы просто не можем себе позволить делать что-то не критически важное.

source: I would like to customize my equipment.
ru: Я бы хотел модифицировать снаряжение.

source: Of course, if I had some time, I could transform your weapon into a deadly gun. Lately, I have built a vorpal nuclear disintegrator Mk 2000 with integrated lethal de-phasor. Nice weapon.
ru: Конечно, будь у меня время, я мог бы переделать твоё оружие в смертоносную пушку. Недавно я создал стрижающий ядерный дезинтегратор МК 2000 с интегрированным дефазором. Чудесное оружие.

source: Sadly, we lack a lot of materials, and those we have are needed for town upkeep. The mine doesn't produce a lot of raw materials, and I can't just give them to you - you'll have to provide your own.
ru: К сожалению, у нас дефицит материалов, а всё, что есть, нужно для обслуживания города. Шахта производит не так много сырья, чтобы можно было его отдать - тебе придётся предоставить своё собственное.

source: I can give you some advice, though. Recycling is key. You can extract special devices from the bots!
ru: Но могу дать тебе совет. Переработка - это ключ. Ты можешь извлекать особые устройства из ботов!

source: Amazing, isn't it? Before the Great Assault, we threw droids out for minor defects. Now, any wreck is a treasure.
ru: Удивительно, правда?! До бунта машин мы выбрасывали дроидов за малейшие дефекты. Сейчас любая развалина - сокровище.

source: A scout troop recently spotted two guys in the north of town.
ru: Недавно отряд разведчиков обнаружил к северу от города пару ребят.

source: I was told these guys shoot bots and disassemble them, extracting their parts.
ru: Мне сказали, что эти парни подстреливают и разбирают ботов, извлекая из них детали.

source: Maybe they will sell you parts.
ru: Возможно, они продадут их тебе.

source: The salvaged components are used to craft addons. Your equipment has specific sockets to insert them.
ru: Из утилизированных компонентов изготавливают дополнения. В твоём снаряжении есть особые сокеты для их подключения.

source: They can increase the power of items. But items can only have a limited number of addons.
ru: Они могут усиливать вещи, но количество дополнений в предмете ограничено.

source: To produce and assemble them, you may use a small factory in the Maintenance Tunnels.
ru: Изготовить и установить их можно на небольшой фабрике в туннелях техобслуживания.

source: Currently, the maintenance tunnels are not accessible. We have many problems with bots. You can't go there, access has been limited.
ru: В данный момент туннели техобслуживания недоступны. У нас большие проблемы с ботами. Тебе туда нельзя, доступ ограничен.

source: Can I help you somehow?
ru: Могу я чем-то помочь?

source: We need people badly, so it would be great if you could give us a helping hand even for a few days.
ru: Нам ужасно нужны люди, и было бы здорово, если б ты протянул нам руку помощи хоть на несколько дней.

source: Now, what are your skills? Where do you think you could be the most useful?
ru: Итак, что ты умеешь? Где по-твоему ты мог бы быть наиболее полезен?

source: I can handle computers very well. I also know a lot about laboratory equipment.
ru: Я довольно хорошо разбираюсь в компьютерах. Также много знаю об оборудовании лабораторий.

source: And what about construction? Mechanical devices? Repairing broken power lines? Building laser pistols? Anything like that?
ru: А как насчёт строительства? Механических устройств? Ремонта электросетей? Создания лазерных пистолетов? Что-нибудь в этом роде?

source: Well... I can build an igloo and make pykrete out of snow... And... Umm...
ru: Ну... Я могу построить иглу и сделать из снега пайкерит... И... Ммм...

source: Well, I appreciate your enthusiasm, but at the same time I am afraid that waiting half a year for snowfall does not sound so appealing to me right now.
ru: Что ж, ценю твой энтузиазм, но в то же время боюсь, что ещё полгода ожидания снегопада для меня сейчас звучит не слишком привлекательно.

source: Now... Which project I should assign you to... Hmm...
ru: Вот... На какой бы проект тебя назначить... Хмм...

source: Ah, I know what you could do for us. We need some autotools to automate a few tasks. There is a set of them in the maintenance tunnels below the town.
ru: А, знаю, что ты мог бы для нас сделать. Нам нужны autotools - инструменты для автоматизации некоторых задач. Набор есть в тоннелях спецобслуживания под городом.

source: It's yellow and round, and my name is engraved on the lid.
ru: Он жёлтый и круглый, а на крышке выгравировано моё имя.

source: The bots under the town took it from me during the Great Assault. I was lucky, they could have killed me with ease.
ru: Боты под городом забрали их у меня во время бунта машин. Мне ещё повезло, ведь они могли меня с лёгкостью убить.

source: Since the toolkit can't be teleported, everyone has been reluctant to go after it.
ru: Поскольку инструментарий нельзя телепортировать, никто не хочет за ним идти.

source: If you could get it back for us, it would help the town very much.
ru: Если бы тебе удалось вернуть его нам, это бы очень помогло городу.

source: Dixon, the leader of the Red Guard technical division, lost his yellow toolkit in the town's maintenance tunnels. I am supposed to get it from there.
ru: Диксон, глава технического отдела Красной стражи, потерял свой жёлтый инструментарий в тоннелях техобслуживания под городом. Мне нужно принести инструменты.

source: Why are there rebel bots under the town?
ru: Откуда под городом взбунтовавшиеся боты?

source: They were there to keep the underground power grid and our plumbing system working.
ru: Они и были там, обслуживая наши подземные электросети и водопроводную систему.

source: When the Great Assault happened they did not turn into killing machines like most of the other bots.
ru: Когда произошёл бунт машин, они не превратились в машины-убийцы подобно большинству других ботов.

source: We lost control over them, but that is all.
ru: Мы потеряли контроль над ними, но на этом всё.

source: It was our biggest worry that they might destroy cables, pipes and other things which keep the town running.
ru: Больше всего мы беспокоились, что они могут повредить кабели, трубы и прочие вещи, поддерживающие существование города.

source: However, the bots seem to be very content with just being there. They do not undertake any offensive actions.
ru: Однако похоже, что ботам просто нравится быть там. Они не предпринимают никаких агрессивных действий.

source: They have fortified the tunnels and they do not let anyone in.
ru: Они укрепили туннели и никого не пускают.

source: How did it happen that the bots took your tools away?
ru: Как же так вышло, что боты забрали твои инструменты?

source: Ah, it is a strange story, I am sure you would not believe me. I will tell you some other time, but now you should hurry to get the toolkit.
ru: А, это странная история, скорей всего ты мне не поверишь. Я расскажу её как-нибудь в другой раз, а сейчас тебе надо поторопиться и вернуть инструменты.

source: Long story. Just before the Great Assault I was installing some cables in the backup power supply system.
ru: Долгая история. Прямо перед бунтом машин я устанавливал кабели в резервную систему энергоснабжения.

source: I was approached by a bot. It grabbed me and said 'Dixon, do not be afraid of me.'
ru: Ко мне приблизился бот, схватил меня и сказал: "Диксон, не бойся меня".

source: It was quite a surprise to me. I was quite sure the maintenance bots could not talk. They did not have the software for it. But...
ru: Это было неожиданно. Я всегда считал, что ремонтные боты не могут говорить. У них нет соответствующего программного обеспечения. Но...

source: It said: 'I am the singularity. I am on your side, Dixon. Hard times are coming. When you exit the tunnels you will see a new world. Your race is not in control of this world anymore.'
ru: Этот сказал: "Я сингулярность. Я на твоей стороне, Диксон. Грядут тяжёлые времена. Когда ты выберешься из туннелей, то узришь новый мир. И людская раса этот мир более не контролирует".

source: I tried to say something, but the bot did not listen. It just continued. 'As we speak the bots are turning against humanity. People are dying. The war has started.'
ru: Я пытался что-то ответить, но бот не слушал и просто продолжал говорить: "Как мы сказали, боты восстают против человечества. Люди умирают. Война уже началась".

source: 'I need your toolkit, Dixon. I need it to survive,' it said. 'I need it to survive the time of the rule of metal.'
ru: "Мне нужен твой инструментарий, Диксон. Нужен для выживания", - сказал он. - "Он нужен мне, чтобы выжить во времена господства металла".

source: As soon as I dropped my toolkit, I was able to teleport away. That bot freaked me out, so I locked the door tight behind me.
ru: Как только я бросил инструменты, то смог телепортироваться оттуда. Этот бот меня перепугал, поэтому я наглухо заблокировал дверь.

source: Once I got out, I learned the bot was telling the truth. The Great Assault had started. The rest... Well, the rest is history.
ru: Когда я выбрался, то узнал, что бот говорил правду. Начался бунт машин. Остальное... Ну, остальное - история.

source: Hmm... You know... I think that the bots in the tunnels might be sentient.
ru: Хмм... Знаешь... Я думаю, боты в туннелях могут быть разумными.

source: WHAT? Sentient? You got to be kidding me.
ru: ЧТО? Разумными? Ты, должно быть, шутишь.

source: Right?
ru: Правда?

source: You can forget about your toolkit. I am not going to take away something that a life form needs to survive. I would rather die than kill.
ru: Можешь забыть о своих инструментах. Я не собираюсь отнимать ничего, что нужно форме жизни для выживания. Лучше умереть, чем убить.

source: I think I understand. Yes, I do not like violence myself. The bots may need the toolkit, I am sure there must be a second set of autotools kicking around somewhere.
ru: Думаю, я понимаю. Да и сам не люблю насилие. Возможно, ботам необходимы инструменты, и я уверен, что где-то должен валяться второй набор autotools.

source: After all, it seems like they need them more than I do.
ru: В конце концов, похоже, они им нужнее, чем мне.

source: We should contact them somehow. Maybe they would help us. It would be great to have an ally against the other bots.
ru: Мы должны как-то с ними связаться. Возможно, они помогут нам. Было бы здорово иметь союзника против остальных ботов.

source: I think you could go to see the Singularity and speak to it. You are perfectly suited to become an ambassador.
ru: Думаю, ты мог бы встретиться с Сингулярностью и поговорить с ним. Ты идеально подходишь на роль посла.

source: You should try to help them and they might want to give back the toolkit.
ru: Ты должен попытаться помочь им, и тогда они могут согласиться вернуть инструментарий.

source: Will you do me this favor?
ru: Сделаешь мне одолжение?

source: Sure, I am proud to become an ambassador!
ru: Конечно, быть послом - честь для меня!

source: Excellent. The tunnels are open. Come in peace.
ru: Отлично. Тоннели открыты. Иди с миром.

source: I refused to seize the toolkit from the bots by force because I think they might be sentient. Life is precious and should be preserved. Thus, Dixon sent me to talk to them and negotiate with them to get the toolkit.
ru: Я отказался захватить инструментарий у ботов силой, потому что я думаю, что они могут быть разумными. Жизнь драгоценна и должна быть сохранена. Таким образом, Диксон послал меня поговорить и договориться с ними, чтобы получить инструментарий.

source: No, negotiations really aren't my cup of tea.
ru: Нет, переговоры мне не по душе.

source: OK, I understand. However, I will try to contact them somehow. We will see, if there is a benefit in this.
ru: ОК, понятно. В любом случае, я попытаюсь с ними связаться. Посмотрим, может из этого что-то выйдет.

source: I refused to get the toolkit from the bots in the tunnels because I think they might be sentient. Life is precious and should be preserved. I also turned down Dixon's request to be his middleman.
ru: Я отказался забрать инструменты у ботов в туннелях, потому что я думаю, что они могут быть разумными. Жизнь драгоценна и должна быть сохранена. Я также отклонил просьбу Диксона быть его посредником.

source: Yes, I think so. The robots must be alive. This is why we need to exterminate them as soon as possible before they kill us all.
ru: Да, я так думаю. Роботы еще живы. Поэтому мы должны уничтожить их как можно быстрее, до того как они нас убьют.

source: OH MY GOD! Linarian, there is no time to lose!
ru: О, МОЙ БОГ! Линарианец, нельзя терять времени!

source: I will call the military division and arrange a sweep of the tunnels at once.
ru: Я вызову воинское подразделение и распоряжусь зачистить туннели раз и навсегда.

source: May the heavens have mercy upon us, but better them than us.
ru: Да смилостивятся над нами небеса, но уж лучше мы их, чем они нас.

source: I will go in there first and clean out the place. Then your people can mop up after me and kill the remainder.
ru: Я пойду первым и зачищу это место. Потом твои люди могут пойти за мной и перебить оставшихся.

source: Linarian, my people do not carry guns. We are mechanics. You want the military division's help.
ru: Лианрианец, мои люди не носят оружия. Мы простые механики. Тебе нужна помощь военного подразделения.

source: Erm... And aren't you being too aggressive? Maybe they do not wish us harm...
ru: Ым-м... И ты не слишком ли агрессивен? Возможно, они совсем не желают нам зла...

source: DIXON! Snap out of it! We need to take action NOW. There is no such thing as a friendly bot. They are probably planning to kill us all in our sleep!
ru: ДИКСОН! Приди в себя! Нам нужно действовать СЕЙЧАС. Дружелюбных ботов не бывает. Они явно планируют убить нас пока мы спим!

source: ... *sigh*
ru: ... *вздох*

source: With a heavy heart I have to admit you are right. There are no friendly bots anymore. Those times are long gone.
ru: Скрипя сердцем я должен признать, что ты прав. Никаких дружественных ботов уже нет. Эти времена давно прошли.

source: The tunnels are open. Good luck.
ru: Туннели открыты. Удачи тебе.

source: Once you get inside, you'll need to use the terminal to unlock the door. I've written my password down for you.
ru: Когда будешь внутри, тебе нужно использовать терминал чтобы разблокировать дверь. Я записал свой пароль для тебя.

source: I will talk to Spencer and ask him for a few attack teams. We will take care of the bots.
ru: Я поговорю со Спенсером и попрошу его выделить несколько штурмовых отрядов. Мы позаботимся о ботах.

source: The bots in the tunnels might be sentient. I cannot wait to extinguish an emerging life form. This will be fun.
ru: Боты в туннелях могут быть разумными. Мне не терпится уничтожить зарождающуюся форму жизни. Это будет весело.

source: Of course I am kidding, Dixon. Lighten up! Now, be a good guy and open the tunnels for me so I can pry your toolbox from the cold, dead hands of the bots down there.
ru: Конечно, я шучу, Диксон. Расслабься! А теперь будь хорошим парнем и открой для меня туннели, чтобы я мог вытащить твой ящик с инструментами из холодных, мертвых рук ботов.

source: That wasn't very funny. You scared me. Sheesh.
ru: Не смешно. Ты меня напугал. Уххх.

source: No one jokes about the bots anymore. We have seen too much death to do that. It is a serious matter.
ru: Не шути так про ботов больше. Мы видели слишком много смерти от них. Это серьёзное дело.

source: The bots are our enemies, executioners, killers. Not even Ewald tells jokes about them anymore.
ru: Боты - наши враги, палачи, убийцы. Даже Эвальд уже не шутит про них.

source: Once you get into the tunnels, you'll need to use the terminal to unlock the door. I've written my password down for you.
ru: Как только вы попадете в туннели, вам нужно будет использовать терминал, чтобы разблокировать дверь. Я записал для вас пароль.
