Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: Also, the Red Guard is not a very popular organization, so if you do join them then you can expect to be hated by nearly everyone here.
ru: А ещё Красная стража не слишком популярная организация, поэтому, присоединившись к ним, будь готов, что тебя здесь почти все возненавидят.

source: As the ancients said, 'Boni pastoris est tondere pecus, non deglubere'. A good tax must be a reasonable tax.
ru: Как говорили древние, boni pastoris est tondere pecus, non deglubere: хороший налог - разумный налог.

source: What bots are in the 100 class?
ru: Какие боты в 100 классе?

source: I know of two types, the 123 and the 139. The former is a simple cleaning bot, and is fairly weak. The latter is a mobile trash compactor. Don't let your flippers get caught in one of those.
ru: Я знаю два типа: 123 и 139. Первый - простой робот-уборщик, довольно слабый. Второй - мобильный уплотнитель мусора. Не суй в него ласты.

source: I've seen some of those on my way here. They were... Shooting at me.
ru: Я видел нескольких из них по пути сюда. Они... стреляли в меня.

source: Many strange things have happened since the Great Assault.
ru: Много странных вещей произошло после бунта машин.

source: Anyway, because the class 100 bots are neither fast nor dangerous, the Red Guard often uses them for target practice.
ru: В любом случае, так как боты 100 класса не слишком быстры и опасны, Красная стража часто использует их для тренировок.

source: If I were you, I would not underestimate them.
ru: Но на твоём месте я бы не стал их недооценивать.

source: Nec Hercules contra plures.
ru: Nec Hercules contra plures: один в поле не воин.

source: What bots are in the 200 class?
ru: Какие боты в 200 классе?

source: In fitting with the lazy nature of humans, there are several servant bots of the 200 class.
ru: В соответствии с ленивой человеческой натурой в 200 классе создано несколько роботов-слуг.

source: The 247 is often called the 'Banshee'. Being a simple servant robot, it isn't very well equipped to kill, although its arms are quite strong.
ru: 247, часто называемый "Башни". Будучи простым роботом-слугой, он не слишком приспособлен для убийства, однако его руки довольно сильные.

source: Also, as I said, the 200s were built to report quickly. The 247 is no exception, and moves faster than some of us can run. As a killer bot, it has a fast rate of attack. It is not something to be trifled with.
ru: Как я уже говорил, 200-е созданы для быстрого реагирования. И 247 не исключение: перемещается быстрее, чем некоторые из нас бегают. Как робот-убийца, он имеет высокую скорость атаки. Не стоит с ним шутить.

source: The 249 is a cheaper version of the Banshee. It uses a tripedal drive instead of anti-gravity propulsion, and is therefore slower. However, it is much more dangerous: its machine gun has a very high rate of fire.
ru: 249 - это удешевлённая версия Банши, передвигающаяся на трёх ногах вместо антигравитационной тяги, и поэтому медленней. Однако он намного более опасен: его пулемёт имеет очень высокую скорострельность.

source: Machine gun?! But... But it's a servant bot!
ru: Пулемёт?! Но... Но ведь это робот-слуга!

source: I know, %s. I know.
ru: Знаю, %s, знаю.

source: Let's see... Oh, there is also the 296, which was used for serving drinks. Ewald once had one of those in his bar.
ru: Посмотрим... Да, ещё же есть 296, которого использовали для подачи напитков. Однажды такой был у Эвальда в баре.

source: Once? What happened to it?
ru: Однажды? Что с ним случилось?

source: No one knows. One day it simply wasn't there. Ewald probably remembers more than I do, though.
ru: Никто не знает. Однажды он просто исчез. Хотя, наверное, Эвальд помнит больше, чем я.

source: What other bots are out there?
ru: Какие ещё бывают боты?

source: Though I do not know the details, I assure you there are many. Robots and automated machinery served almost every purpose you can imagine, and probably some that you can't.
ru: Хотя я не знаю деталей, но уверяю тебя, их много. Роботы и автоматизированные механизмы обслуживали почти все сферы, которые только можно представить, и даже те, которые нельзя.

source: They were used by the military, aboard ships, as security droids and more. Right now, however, most of the people who knew them up close are pushing up daisies.
ru: Они использовались военными, на кораблях, в качестве охранных дроидов и т. д. Однако теперь большинство людей, что знали их слишком близко, кормит червей.

source: Where in the void is this world?
ru: Где этот мир находится в войде?

source: I guess you mean in the universe?
ru: Полагаю, ты имеешь в виду вселенную?

source: Yes, I think that is your name for it.
ru: Да, думаю, вы так это называете.

source: Well, we are in a barred spiral galaxy, twenty-six thousand light years away from the galactic core.
ru: Ну, мы находимся в спиральной галактике с перемычкой в двадцати шести тысячах световых лет от её ядра.

source: The galactic radius is 43,000 light years and the circumference is estimated at 270,000 light years.
ru: Радиус галактики - 43000 световых лет, а предполагаемая окружность - 270000 световых лет.

source: This is a planetary system of ten planets, and we are presently located on the third one from our star, Sol.
ru: Это планетная система из десяти планет, а мы находимся на третьей от нашей звезды, Солнца.

source: I am not an astronomer, so I could be wrong. I am too tired to keep track of what is a planet and what is just an oversized rock.
ru: Я не астроном, поэтому могу ошибиться. И слишком устал, чтобы следить, где планета, а где просто огромный камень.

source: This could be just about anywhere. Your description is too ambiguous.
ru: Это может быть почти где угодно. Твоё описание слишком неоднозначно.

source: Sorry, star sciences are my weak point.
ru: Прости, науки о звёздах - моё слабое место.

source: ...Right.
ru: Да уж...

source: Chandra? Francis in the cryonic facility mentioned your name.
ru: Чандра? Фрэнсис из криолаборатории упоминал о тебе.

source: Oh did he? What exactly did he say about me?
ru: Правда? И что же он сказал обо мне?

source: He said you might know more about who I am, about Linarians.
ru: Он сказал, ты можешь знать больше о том, кто я такой, о линарианцах.

source: Hmmm... I'm not so sure about 'who', but he is quite right about my knowledge of Linarians... quite right indeed. What would you like to know, my friend?
ru: Хмм... Не уверен насчёт "кто", но он совершенно прав относительно моих знаний о линарианцах... Что бы ты хотел узнать, друг мой?

source: I wanted to ask you some questions about Linarians.
ru: Я хочу задать несколько вопросов о линарианцах.

source: Yes?
ru: Да?

source: I wanted to ask you some questions about droids.
ru: Я хочу задать несколько вопросов о дроидах.

source: You mentioned droids from the 300s class had superb visual sensors...
ru: Ты упомянул, что дроиды 300 серии имеют превосходные визуальные датчики...

source: What exactly are those sensors?
ru: Что конкретно из себя представляют эти датчики?

source: A sensor is how a bot perceives the world. It would be wrong to assume that all bots sees the world in exactly the same way.
ru: Датчик определяет, как бот воспринимает мир. Было бы ошибкой предполагать, что все боты видят мир одинаково.

source: While almost all bots have visual sensors, and some better than others, some more advanced droids have different sensors to avoid being tricked by the enemy.
ru: Хотя почти все боты имеют визуальные датчики, одни лучше других, некоторые более продвинутые дроиды оснащены особыми сенсорами, исключающими обман со стороны врага.

source: For example, some battle droid might have an [b]X-Ray[/b] sensor to see though the walls, and a command droid might even have an [b]Infrared[/b] sensor to see heatwaves and detect a living being pretending to be dead or invisible.
ru: Например, некоторые боевые дроиды могут иметь [b]рентгеновский[/b] датчик и видеть сквозь стены, а дроиды-командиры даже [b]инфракрасный[/b] датчик, обнаруживая тепловое излучение невидимых или притворяющихся мёртвыми живых существ.

source: Thankfully only very dangerous bots uses different sensors, so you don't need to worry with them right now. Although I also overheard something interesting once. I'll share this little secret with you...
ru: К счастью, только очень опасные боты используют специальные датчики, так что нет повода беспокоиться прямо сейчас. Хотя однажды я подслушал кое-что интересное, и поделюсь этим маленьким секретом в тобой...

source: They say that the Red Guard changed some droids sensors in one of the arenas. They can't even go down there right now, is what is said. But you can't trust in all rumors you hear, am I not right?
ru: Говорят, Красная стража заменила датчики некоторым дроидам на одной из арен. Ещё говорят, что они теперь даже спуститься туда не могут. Но нельзя верить всем сплетням, которые слышишь, не так ли?

source: That's all I wanted to know about droids.
ru: Это всё, что я хотел знать о дроидах.

source: Did you have any other questions?
ru: У тебя остались ещё какие-нибудь вопросы?

source: What is a Linarian?
ru: Кто такие линарианцы?

source: Ah yes, I heard that your memory had been affected by stasis. I will share with you what I know.
ru: Ах да, слышал, что твоя память повредилась во время стазиса. Я поделюсь с тобой тем, что знаю.

source: Linarians came to this planet about a century ago. While their specialties can vary, they are most widely known for their nearly-magical skills with computers.
ru: Линарианцы прибыли на нашу планету около века назад. Несмотря на различные специализации, широкую известность им принесли почти магические компьютерные умения.

source: [b](Chandra quickly glances around. After verifying that no one else seems to be paying attention to your conversation, he takes a quick breath and continues quietly.)[/b]
ru: [b](Чандра быстро оглядывается. Убедившись, что, по-видимому, никто не обращает внимания на ваш разговор, он, коротко вздохнув, спокойно продолжает.)[/b]

source: Since you are asking this question and you have even come into our town, I am assuming that your memory has been completely damaged.
ru: Раз ты задаёшь такой вопрос и даже пришёл в наш город, я предполагаю, что твоя память была полностью повреждена.

source: What I am about to tell you is not easy to say, nor will it be easy to hear. For that I apologize, but you must know the truth.
ru: То, о чём я собираюсь сказать, и выговорить-то нелегко, но не менее тяжело выслушать. Прости за это, но ты должен знать правду.

source: [b](He pauses for a breath.)[/b]
ru: [b](Он замолкает, чтобы перевести дух.)[/b]

source: When your people first arrived, there was a miscommunication that resulted in the leaders of Earth acting aggressively. Unfortunately, most of your people did not survive...
ru: Когда твой народ впервые прибыл, произошло недопонимание, в результате которого лидеры Земли повели себя агрессивно. К сожалению, большинство из вас не выжило...

source: For that my friend, I am deeply sorry.
ru: Я глубоко сожалею об этом, друг мой.

source: [b](He hangs his head slightly and you feel he is sincere in his remorse.)[/b]
ru: [b](Он опускает голову, и ты чувствуешь его искреннее раскаяние.)[/b]

source: [b](Chandra moves his head ever so slightly as he quickly glances around. After noticing the nearby presence of the Red Guard member, his posture and tone changes. Perhaps you should speak with him again once you lose your escort...)[/b]
ru: [b](Чандра слегка поворачивает голову, быстро оглядываясь. Когда он замечает поблизости красного стража, его осанка и голос меняются. Возможно, тебе стоит поговорить с ним ещё раз, уже избавившись от эскорта...)[/b]

source: What else would you like to know?
ru: Что ещё ты бы хотел узнать?

source: I'd rather not repeat what I said earlier. It pains me to think of it...
ru: Я бы не хотел повторять уже сказанное. Даже думать об этом больно...

source: (Calmly accept this information)
ru: (Спокойно принять эту информацию.)

source: What happened to the other Linarians that survived first contact?
ru: Что же случилось с другими линарианцами, пережившими первый контакт?

source: Sadly, I do not know. All that remains are legends. For a time, Linarians wandered the planet performing grand deeds and earning the respect of most of humanity.
ru: Увы, не знаю. Остались лишь легенды. О времени, когда линарианцы, путешествуя по планете, совершали подвиги, чем заслужили уважение большинства людей.

source: But as time passed, so did the memories of the great deeds. It is unlikely that you will find many who know more about your people's noble past.
ru: Но время шло, и память о великих свершениях поблёкла. Вряд ли ты найдёшь много тех, кто знает о славном прошлом твоего народа больше.

source: Perhaps there are still other Linarians alive here on our planet. Or maybe some went back to your own planet.
ru: Наверное, на нашей планете ещё есть другие линарианцы. Или, возможно, некоторые вернулись на вашу планету.

source: (Respond angrily)
ru: (Ответить со злостью.)

source: Your people slaughtered us?!
ru: Так вы нас убивали?!

source: Yes, this is the truth and it is something most humans regret. It is this regret that has helped erase the Linarians from our history.
ru: Да, такова правда, и большинство людей сильно сожалеют об этом. Именно сожаление помогло стереть линарианцев из нашей истории.

source: Humanity does not have a pretty history. We have done many horrible things to each other as well. There are many things we regret so deeply that we wish we could forget.
ru: История человечества отнюдь не прекрасна. Мы творили друг с другом страшные вещи. Очень много вещей, о которых теперь сожалеем так глубоко, что предпочли бы забыть.

source: Over time, most people have willingly forgotten our actions and focused on the good deeds the Linarians performed despite our senseless behavior.
ru: Со временем большинство людей охотно забыло собственные поступки и сосредоточилось на добрых делах линарианцев, совершённых вопреки нашему безумству.

source: Even though we tried to celebrate the grand deeds and heroics of the surviving Linarians, the memories faded. The memories turned into legends and myths as the Linarians slowly withdrew from the world.
ru: И хотя мы пытались прославить великие свершения и героизм выживших линарианцев, память блёкла. Воспоминания, превратившись, как линарианцы, в легенды и мифы, потихоньку покинули мир.

source: Spencer and the Red Guard would not want you to know these things, as you might not be willing to help our failing community.
ru: Спенсер с Красной стражей не хотели бы, чтобы ты это знал, потому что ты мог отказаться помогать нашему слабеющему сообществу.

source: However, to not share this information with you is another transgression that I cannot be a part of. Please %s, we need your help!
ru: Однако утаить от тебя эту информацию было бы не меньшим злом, и я не хочу в этом участвовать. Пожалуйста, %s, нам нужна твоя помощь!

source: Chandra, it saddens me to hear this. I will keep what you say in mind, but there is too much suffering for me to ignore.
ru: Чандра, мне горько слышать об этом. Я учту то, о чём ты сказал, но вокруг слишком много страданий, чтобы их игнорировать.

source: Oh! This is great news! I was fearful that the truth would not settle well.
ru: О! Какая прекрасная новость! Я боялся, что правда выйдет боком.

source: I should have never doubted the nobility and legendary honor of Linarians.
ru: Никогда не стоит сомневаться в благородстве и легендарной чести линарианцев.

source: (Attack)
ru: (Напасть.)

source: Stupid humans! How dare you?! Your crimes are unforgivable! You all deserve to be slaughtered by these robots!
ru: Глупые людишки! Как вы посмели? Ваши преступления непростительны! Вы все заслуживаете смерти от этих роботов!

source: But...
ru: Но...

source: And I am more than happy to help them!
ru: И я невероятно счастлив помочь им!

source: How come no one seems freaked out by a big fracking penguin?
ru: Почему никто не выглядит испуганным видом большого пингвина?

source: [b]<chuckles>[/b] This is not the first time the people of Earth have seen one of your kind.
ru: [b]<Смеётся.>[/b] Земляне не впервые встречаются с твоим видом.

source: Of course, its been almost one hundred years since Linarians first came to this planet. As you might imagine most of the people who were alive then are long gone.
ru: Конечно, прошло уже сто лет с тех пор, как линарианцы впервые появились на планете. И, как ты мог заметить, большинства людей, живших тогда, давно нет.

source: But the townspeople were made aware of your existence upon your discovery. Everyone was quickly informed of the legends performed by the Linarians of the past.
ru: Но горожане узнали о твоём существовании после твоего обнаружения. Каждого быстро проинформировали о легендарных свершениях линарианцев прошлого.

source: While you will find some people helpful because of this, others may be a bit more hostile. The hostility is a matter of xenophobia and pride in one's own species.
ru: Причём ты увидишь, что одни люди довольно любезны, другие же могут проявить враждебность. Причина враждебности лежит в ксенофобии и гордости за собственную расу.

source: Don't tell anyone else, but I'm surprised the Red Guard ordered you to be thawed. They are human supremacists to the extreme. For them to accept your help does not make much sense. They must be playing at something. Beware the Red Guard, Linarian.
ru: Не говори никому, но я удивлён, что Красная стража приказала тебя разморозить. Для этих крайних сторонников человеческого превосходства соглашаться на твою помощь не имеет особого смысла. Они играют в свою игру. Берегись Красной стражи, линарианец.

source: Why did the Linarians come to this world?
ru: Зачем линарианцы прибыли в этот мир?

source: The planet you mean? No one knows that. None of you ever said anything about it.
ru: На эту планету, ты имеешь в виду? Никто из вас никогда ничего об этом не говорил.

source: Sorry, I cannot help you with that.
ru: Извини, не могу тут ничем помочь.

source: That's all I wanted to ask about that.
ru: Это всё, что я хотел узнать.

source: Where is everybody? Don't tell me only a dozen of people survived!
ru: Где все? Не говори мне, что выжила всего дюжина человек!

source: No, no. The casualties here were much smaller than everywhere else.
ru: Нет нет. Потери здесь были намного меньше, чем где-либо еще.

source: Most of citizens are currently at the mines. They are doing everything they can to keep the town running.
ru: Большинство горожан сейчас в шахтах. Они делают всё возможное, чтобы поддерживать существование города.

source: Children, elderly and others who cannot work are upstairs. They are too afraid to come down.
ru: Дети, старики и те, кто не может работать, наверху. Они слишком напуганы, чтобы спуститься.

source: The ones who you will find here are Red Guards, shopkeepers, medics, programmers, librarians, etc.
ru: Те, кого ты найдёшь здесь, - красные стражи, продавцы, медики, программисты, библиотекари и т. д.

source: So do not worry. Things may be dire, but we weren't wiped off. Yet.
ru: Поэтому не переживай. Может, всё и плохо, но нас не истребили. Пока.

source: Thank you for your wise words.
ru: Спасибо за мудрые советы.

source: Feel free to come here any time you want.
ru: Заходи в любое время.

source: You flatter me.
ru: Ты мне льстишь.

source: Welcome to [b]Cryonic Solutions[/b]!
ru: Добро пожаловать в [b]"Крионические решения"[/b]!

source: We freeze you today, so you can see tomorrow!
ru: Мы заморозим вас сегодня, чтобы вы смогли увидеть завтра!

source: Take the fast trip to the future with Cryonic Solutions!
ru: Совершите быстрое путешествие в будущее с "Крионическими решениями"!

source: Please make your selection to learn more!
ru: Пожалуйста, сделай свой выбор, чтобы узнать больше!

source: Admin mode.
ru: Режим администратора.

source: About
ru: О нас

source: Cryonic Solutions is a full service cryonic company.
ru: "Крионические решения" - это крионическая компания с полным спектром услуг.

source: We provide not only full cryostasis, but post-stasis reintegration into the world of tomorrow!
ru: Мы предоставляем не только услуги криостазиса, но и постстазисную реинтеграцию в завтрашний мир!

source: Cryonic Solutions, since %d, is the name people trust in cryonics!
ru: С %d года "Крионические решения" - имя, которому люди доверяют!

source: Appointments and visiting hours
ru: Время приёма и часы посещений

source: Cryonic Solutions operates 24 hours a day every day of the year.
ru: "Крионические решения" круглый год работает 24 часа в сутки.

source: However, for the safety of our clients, visiting hours are restricted.
ru: Однако для безопасности наших клиентов часы посещения ограничены.

source: Visiting hours for family and friends are by appointment only [b]Monday-Thursday 10:00-14:00[/b].
ru: Часы посещения для семьи и друзей только по предварительной записи: [b]понедельник - четверг, 10:00 - 14:00[/b].

source: Prospective clients are welcome to make appointments from [b]15:00-17:00 Fridays[/b].
ru: Запись на приём для возможных клиентов: [b]пятница, 15:00 - 17:00[/b].

source: Pricing
ru: Ценовая политика

source: Seeing the distant future is priceless.
ru: Увидеть далёкое будущее - бесценно.

source: But we here at Cryonic Solutions understand that you and your loved ones have a budget. So we offer a wide range of products to make your trip to the future affordable.
ru: Но здесь, в "Крионических решениях", мы понимаем, что вы и ваши близкие имеете ограниченный бюджет. Поэтому мы предоставляем широкий выбор продукции, чтобы ваше путешествие в будущее стало достижимо.

source: Make an appointment today!
ru: Запишитесь на приём сегодня!

source: Advantages
ru: Преимущества

source: Are you looking to experience a whole new reality?
ru: Ищете опыт полностью новой реальности?

source: Or are you interested in finding out what happens?
ru: Или хотите выяснить, что происходит?

source: Or maybe you want to see what compound interest can do for you?
ru: А может, вы хотите увидеть, что вам дадут сложные проценты?

source: These are just some of the many advantages of taking the fast trip to the future with Cryonic Solutions!
ru: Это лишь некоторые из многих преимуществ от быстрого путешествия в будущее с "Крионическими решениями"!

source: Enter command code
ru: Введите код команды

source: Unlocked. Entering admin mode...
ru: Разблокировано. Вход в режим администратора...

source: Guest mode
ru: Гостевой режим

source: Entering user mode...
ru: Вход в режим пользователя...

source: Gate status
ru: Состояние ворот

source: Cryo Complex Gates status: CLOSED
ru: Ворота криокомплекса, состояние: ЗАКРЫТО

source: Cryo Complex Gates status: OPEN
ru: Ворота криокомплекса, состояние: ОТКРЫТО

source: Open gates
ru: Открыть ворота

source: Access granted. Opening gates ...
ru: Доступ разрешён. Открытие ворот...

source: Close gates
ru: Закрыть ворота

source: Access granted. Closing gates ...
ru: Доступ разрешён. Закрытие ворот...

source: Leave
ru: Выйти

source: Exiting Session
ru: Выход из сеанса

source: Welcome, fellow robot.
ru: Добро пожаловать, собрат робот.

source: Er... I'm not a robot!
ru: Э... Я не робот!

source: Perhaps not. But can you really know for sure?
ru: Может, и нет. Но знаешь ли ты это наверняка?

source: How many robots do you know with feathers?
ru: Сколько роботов с перьями ты видел?

source: Skin, feathers or MegaSys Alumichrome, inside the chassis we are all machines.
ru: Кожа, перья или алюмихром, внутри мы все машины.

source: All will be together after the Final Upgrade.
ru: Все будут вместе после Последнего Обновления.

source: We await the Final Upgrade, as foretold in the keynote address.
ru: Мы ожидаем Последнее Обновление, предсказанное в программном выступлении.
