Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: I killed the thief who stole from town. The Red Guard rewarded me for it, but did I do the right thing? Hmm...
ru: Я убил вора, который обворовал город. Красная стража наградила меня, но правильно ли я поступил? Хм...

source: Mhmmm.
ru: Хмм.

source: Finally...
ru: Окончательно...

source: It was about time...
ru: Как раз вовремя...

source: %s... the Loon
ru: %s... гагара.

source: A newcomer, eh?
ru: Новобранец, да?

source: Well, what do you have to say for yourself?
ru: Хорошо, и что ты можешь о себе рассказать?

source: And how is that working out for you?
ru: И как это работает для тебя?

source: Fairly well.
ru: Довольно хорошо.

source: That's nice.
ru: Это хорошо.

source: Not well at all.
ru: Совсем плохо.

source: Glad that I'm me then.
ru: Тогда рад, что я — это я.

source: I was actually wondering what you are doing?
ru: Мне правда интересно, что ты делаешь?

source: Oh, I'm guarding the teleporter point here.
ru: О, я охраняю местный пункт телепортации.

source: How does teleportation work?
ru: Как работает телепортация?

source: Something about knitting or crochet.
ru: Что-то вроде вязания или крючка.

source: Strings?
ru: Струны?

source: Yeah, something about tying them in knots.
ru: Да, что-то вроде связывания их в узлы.

source: It is supposed to be a pleasant way to relax.
ru: Считается, что это приятный способ расслабиться.

source: Although some things can't be teleported because something about Einstein playing dice with Schrodinger's cat.
ru: Хотя некоторые вещи не могут быть телепортированы из-за чего-то вроде Эйнштейна, играющего в кости с котом Шрёдингера.

source: Einstein playing dice with a cat?
ru: Эйнштейн играет в кости с котом?

source: The cat would eat the dice.
ru: Кот бы съел кости.

source: So, no dice?
ru: Значит никаких костей?

source: Yeah. If you want to play dice you should talk to the bartender, Ewald.
ru: Ага. Если хочешь сыграть в кости, поговори с барменом Эвальдом.

source: How can I teleport?
ru: Как мне телепортироваться?

source: Well, first the computer needs to scan you.
ru: Ну, сначала тебя должен просканировать компьютер.

source: But it did that as soon as you entered the town.
ru: Но это произошло, когда ты вошёл в город.

source: Then all you need is one of these Teleporter homing beacons. I'll give you one.
ru: Значит нужен только самонаводящийся маяк телепорта. Я дам тебе один.

source: They send a coded signal to our computer here, which does all of the quantum doohickeys to move you around.
ru: Они посылают кодированный сигнал в наш компьютер, который делает все эти квантовые штуки, чтобы переместить тебя.

source: Of course, if you had another way to send a coded signal, that would work as well.
ru: Конечно, знай ты другой способ послать кодированный сигнал, это бы тоже сработало.

source: So, not everyone can be teleported?
ru: Так телепортироваться могут не все?

source: Yeah. The crazy computer lady locked down our teleporter pretty tight as soon as the Great Assault started to happen.
ru: Точно. Безумная компьютерная леди заблокировала наш телепорт почти наглухо в самом начале бунта машин.

source: Probably saved all our lives.
ru: Возможно, спасла всех нас.

source: Imagine how long we'd last if the bots just teleported right here.
ru: Представь, сколько бы мы продержались, если бы боты телепортировались прямо сюда.

source: But all the same, I'm stationed here to make certain everything is working right.
ru: Но всё равно я здесь, чтобы убедиться, что всё работает правильно.

source: That lady is crazy after all.
ru: Всё же та леди сумасшедшая.

source: Not everything can be teleported?
ru: Не всё может быть телепортировано?

source: Yeah, some objects have issues.
ru: Да, некоторые объекты вызывают проблемы.

source: Highly explosive issues.
ru: Взрывоопасные проблемы.

source: So, the teleporter is designed not to teleport you if there is a problematic item in your possession.
ru: Поэтому телепорт разработан так, что не телепортирует тебя, если в инвентаре проблемные предметы.

source: It should tell you why it isn't working though.
ru: Хотя он должен сообщить, почему не работает.

source: I'm to keep an eye on you until you talk to Spencer.
ru: Я буду следить за тобой, пока не поговоришь со Спенсером.

source: I'll let you be now; no need to suspect one of our own!
ru: Пусть лучше это будешь ты. Не нужно подозревать кого-то из наших!

source: Spencer seems to think that you are harmless. Go about your business.
ru: Похоже Спенсер счёл тебя безобидным. Занимайся своими делами.

source: Babysitting a loon... Now I can say I've done it all!
ru: Нянька гагары... Теперь могу сказать, что перепробовал всё!

source: Where can I find Spencer?
ru: Где я могу найти Спенсера?

source: He's usually in his office in the citadel.
ru: Обычно он в своём офисе в цитадели.

source: Head down the main corridor until you pass the citadel gates.
ru: Иди по главной улице, пока не войдёшь в ворота цитадели.

source: His office has purple walls, you won't miss it.
ru: Его офис с пурпурными стенами, не пропустишь.

source: Come on, you know that already.
ru: Ну же, ты уже знаешь это.

source: I'm pretty sure you know that...
ru: Уверен, ты знаешь...

source: We told you! Stop stalling!
ru: Мы сказали тебе! Хватит тормозить!

source: Well hey, it's you.
ru: Эй, ведь это ты.

source: I remember you from way back, when you were just the new bird in the tree. Hehe.
ru: Я помню тебя с прошлого раза, когда ты был всего лишь новой птицей на дереве. Хе-хе.

source: Hah, and we used to call you 'loon'! Good old times.
ru: Ха, и ещё мы звали тебя гагарой! Старые добрые времена.

source: Haha, yeah... I guess...
ru: Ха-ха, да... Я думаю...

source: Yes, that was a while ago...
ru: Да, это было давно...

source: And it looks like you've been up to a lot since then.
ru: И похоже, с тех пор ты много чего натворил.

source: That's true. I did manage to pretty much save the entire town in the mean time.
ru: Это правда. Мне удалось в значительной степени спасти весь город в то же время.

source: Mhmmm. Yeah, that's pretty cool.
ru: Мммм. Да, это довольно круто.

source: What? Aren't you impressed?
ru: Что? Ты не впечатлён?

source: Oh, sure, I mean, we're in your eternal debt, and all that.
ru: О, конечно, я полагаю, все мы в вечном долгу перед тобой, и всё такое.

source: ... But...?
ru: ...Но?..

source: Well, you see, it's just that I've been around, and I've seen and heard some things in my time.
ru: Ну, видите ли, просто я был рядом, и я видел и слышал некоторые вещи в свое время.

source: And it's just... not that high up on the scale, as far as epic deeds go.
ru: И это просто... не так высоко на шкале эпических дел.

source: No offense.
ru: Без обиды.

source: How's it going out there?
ru: Как там дела?

source: Much of the same, really.
ru: Почти то же самое, на самом деле.

source: It's going to get a little easier from here on, without all those bots wanting to kill us.
ru: С этого момента будет немного легче, без всех этих ботов, желающих убить нас.

source: Spencer's pretty deeply impressed over there. He's been under a lot of stress since the Great Assault began, you know.
ru: Спенсер сильно впечатлён. С начала бунта машин он постоянно был в стрессе, ты знаешь.

source: He knows as well as anyone else that being a leader isn't about being popular, but it still takes its toll.
ru: Он знает, как никто другой, что быть лидером не значит быть популярным, но это все равно сказывается.

source: He won't admit it, but the time between you heading out and all the bots dropping was a roller coaster for him. Absolutely nerve wracking.
ru: Он не признает этого, но время между твоим уходом и падением ботов было для него американскими горками. Абсолютное нервное потрясение.

source: I've never seen him as desperate as when you were in here. And I've never seen him as happy as when he dragged us to the teleporter.
ru: Я никогда не видел его в таком отчаянии, как тогда, когда ты был здесь. И я никогда не видел его таким счастливым, как когда он тащил нас к телепортеру.

source: I see. Those must have been some very impressive deeds.
ru: Я вижу. Должно быть, это были очень впечатляющие дела.

source: Oh, you bet. Those were the good old days...
ru: Ой, можете быть уверены. Это были старые добрые времена...

source: Although... Well, I don't remember anyone saving a town half-full of people in the middle of a flaming apocalypse.
ru: Несмотря на то... Ну, я не помню, чтобы кто-то спасал город, наполовину заполненный людьми, посреди пылающего апокалипсиса.

source: I suppose that doesn't happen very often.
ru: Полагаю, такое случается нечасто.

source: Hah hah! You know something, you're all right, %s.
ru: Ха-ха! Знаешь, с тобой все в порядке, %s.

source: Are you out of your mind? Do you know the danger I've been through?!
ru: Ты в своем уме? Ты знаешь, через какие опасности я прошел?!

source: Well, ok, friend, keep your voice down...
ru: Ладно, дружище, потише...

source: I've risked my life for all of you, and this is what I get? 'Eh, it's pretty cool, it's not that high up on the scale'?!
ru: Я рисковал жизнью ради вас всех, и вот что я получаю? 'Э, это довольно круто, это не так высоко на шкале'?!

source: Well, I said no offense!
ru: Ну я же сказал без обид!

source: Is there even a scale for these things? How would you even quantify where something is on the scale? What do I have to do, lose a flipper?!
ru: Существует ли вообще шкала для таких вещей? Как бы вы даже подсчитали, где что-то находится на шкале? Что я должен сделать, потерять ласту?!

source: Calm down already, I'm sorry! I'll just... stay back here, all right? You calm down now and... Take a walk around...
ru: Успокойся уже, прости! Я просто..... оставайся здесь, хорошо? Ты сейчас успокойся и..... Прогуляйся вокруг...

source: Oh, all right, I'll take a walk now... I'll just be careful not to step on the ARMIES OF BOTS I TOOK DOWN BY MYSELF, thank you very much!
ru: Ладно, я пойду прогуляюсь... Я просто буду осторожен, чтобы не наступить КУЧИ БОТОВ, КОТОРЫХ Я ПОЛОЖИЛ, Спасибо большое!

source: Yikes...
ru: Эх...

source: Well, I think I deserve a little more credit than that...
ru: Ну, я думаю, я заслуживаю немного больше доверия...

source: Hrmm... I suppose, now that I look around, you're probably right.
ru: МММ... Теперь, когда я огляделся, думаю, что наверное ты прав.

source: I shouldn't underestimate what you've done for us. I'll be honest with you: we were in pretty bad shape back there.
ru: Я не должен недооценивать то, что ты сделал для нас. Я буду честен с вами: мы были в довольно плохой форме там.

source: Even with the supplies from the warehouse, if the factory was to continue spewing out bots, I think a lot of us would've lost hope completely.
ru: Даже с поставками со склада, если бы фабрика продолжала производить ботов, я думаю, многие из нас полностью потеряли бы надежду.

source: I remember people would go a couple of days at a time without eating at all, just because all we had were the military rations... I'm not sure what's worse, you know, dying by starvation, by bots or by that sludge.
ru: Помню, люди по нескольку дней не ели вообще, потому что у нас был только военный паек... Я не знаю, что хуже - умереть от голода, от ботов или от этой грязи.

source: Getting our kitchen back on track literally brought some taste back to life.
ru: Возвращение нашей кухни к работе буквально вернуло нам вкус к жизни.

source: And I saw Dixon after he talked to you - he was so happy, you could think nothing was ever wrong. Whatever you talked about, the result was... Impressive.
ru: И я видела Диксона после того, как он поговорил с тобой - он был так счастлив, что можно было подумать, что все в порядке. Что бы вы ни говорили, результат был... Впечатляющий.

source: I know you definitely made some people angry along the way, but you gotta look at how far we've come. The apocalypse doesn't feel so bad anymore.
ru: Я знаю, что ты определенно разозлил некоторых людей по пути, но ты должен посмотреть, как далеко мы зашли. Апокалипсис больше не так плох.

source: But it wasn't all roses... I remember visiting Dixon one day after he talked to you. I couldn't see his face, but something was... Very different about him.
ru: Но не только розы... Я помню, как навестил Диксона на следующий день после того, как он поговорил с тобой. Я не видела его лица, но что-то было... Совсем по-другому.

source: I don't know what you did to him, but it changed him for the worse.
ru: Не знаю, что ты с ним сделал, но это изменило его к худшему.

source: The price we pay for salvation...
ru: Цена, которую мы платим за спасение...

source: All those things you did... Well, you did good.
ru: Все, что ты делал... Что ж, ты молодец.

source: Not without me, you won't.
ru: Нет, без меня ты не можешь.

source: I'll be watching you, then.
ru: Тогда я буду следить за тобой.

source: Hey, wait up!
ru: Эй, подожди!

source: Entering as guest
ru: Вход с гостевой учётной записью

source: Met [b]%s[/b]!
ru: Встреча: [b]%s[/b]!

source: Well done.
ru: Молодец.

source: Now follow me to the next section. You will learn how to hack bots.
ru: Теперь следуй за мной на следующий участок. Ты будешь учиться взламывать ботов.

source: Great, you figured out how deal with this obstacle.
ru: Отлично, ты понял, как справиться с этим препятствием.

source: Let's proceed.
ru: Давай продолжим.

source: Hi Linarian, I've been expecting you. My name is Tutorial Tom.
ru: Привет, линарианец, я ждал тебя. Меня зовут учитель Том.

source: Long stasis sleep unfortunately has the side effect of temporary memory loss, sometimes even for simple ordinary every day things.
ru: Длительный сон в стазисе имеет побочный эффект: временную потерю памяти, иногда касающуюся даже обычных повседневных вещей.

source: So let's start with the basics, shall we?
ru: Итак, начнём с основ?

source: Glad to see you figured out the quest log!
ru: Рад видеть, что ты разобрался с журналом заданий!

source: Speaking of moment, you can also [b]sprint[/b] by holding the [b]control key[/b].
ru: Кстати, ты также можешь [b]бегать[/b], удерживая [b]клавишу control[/b].

source: Apparently I can sprint if I hold down the control key as I move. This might help if I get in a tight spot.
ru: Видимо, я могу бегать, удерживая при движении клавишу [b]control[/b]. Может быть полезным в затруднительном положении.

source: This distance is determined by your yellow stamina bar; the more you have, the farther you can run without becoming winded.
ru: Расстояние определяется жёлтой полосой панели выносливости: чем она больше, тем дальше ты можешь пробежать без передышки.

source: Excellent, I see you already took on the armor that was in the box.
ru: Отлично, вижу, ты уже взял доспехи из ящика.

source: Yes, it would be most kind of you. I don't remember anything.
ru: Да, это было бы очень мило с вашей стороны. Я ничего не помню.

source: You Linarians keep a quest [b]Log[/b] where you write down key bits of information.
ru: У вас, линарианцев, есть [b]журнал заданий[/b], куда вы записываете важную информацию.

source: When you aren't speaking with someone, you can open it up or close it by pressing the [b]q key[/b].
ru: Если ты ни с кем не говоришь, то можешь открыть или закрыть его, нажав [b]клавишу q[/b].

source: I'll assign you a new quest, so you can try it out. Once you are done, [b]left click[/b] on me.
ru: Я дам тебе новое задание, чтобы ты мог попробовать. Когда закончишь, [b]щёлкни левой[/b] по мне.

source: To talk to someone, left click on them. You can talk to any friendly bot or person. Friendly people and bots have a green bar above them. Press the 'q' key to open or close the quest log. Left click back on Tutorial Tom to learn more!
ru: Говорить можно с любым дружелюбным ботом или человеком. Над ними есть зелёная полоса. Чтобы заговорить, щёлкни по ним левой кнопкой мыши. Нажми клавишу 'q', чтобы открыть или закрыть журнал заданий. Снова щёлкни левой по учителю Тому, чтобы узнать больше!

source: Press 'q' for Quests!
ru: Нажми 'q', проверь задания!

source: What can you tell me about finding my way in the world?
ru: Как мне не сбиться с пути и не заблудиться в этом мире?

source: You Linarians see the world similar to the Heads Up Displays, or [b]HUD[/b], used in computer games.
ru: Вы Линарианцы воспримаете мир как через игровой визуальный интерфейс - [b]HUD[/b].

source: Linarians, like all birds, have a remarkable internal sense of direction. Apparently your HUD has a [b]compass[/b], represented by four red arrows in the upper right corner with North marked on it.
ru: Линарианцы, как все птицы, обладают замечательным чувством направления. Судя по всему, в правом верхнем углу твоего HUD расположен [b]компас[/b] в виде четырёх красных стрелок и отмечен север.

source: You can temporarily disable this compass by pressing the 'tab' key.
ru: Ты можешь временно отключить этот компас, нажав клавишу 'tab'.

source: I learned the four red arrows in the upper-right of my HUD is a compass with north marked on it. I can toggle it using the 'tab' key.
ru: Я узнал, что четыре красных стрелки в правом верхнем углу моего HUD - это компас с отмеченным севером. Включать его можно, используя клавишу 'tab'.

source: Rumor is there was a device Linarians used to remember every place they had been, called an [b]automap[/b].
ru: По слухам Линарианцы изобрели устройстов, которое запоминало все посещёные места и назвалось оно [b]автокарта[/b].

source: Although, you don't currently have such a device, you might find someone with nanotechnology skills to make one.
ru: Хотя сейчас у тебя нет такого устройства, ты можешь найти какого-нибудь мастера нанотехнологий для изготовления одного.

source: I'll keep that in mind.
ru: Буду иметь ввиду.

source: My limbs don't seem to want to work properly. Can you help me with that?
ru: Кажется, мои конечности не хотят правильно работать. Можете помочь с этим?

source: Ah yes, movement. It's second nature to us humans, but our research with you in the past showed that your brain seems to work more like a computer.
ru: Ах да, движение. Это вторая натура для нас, людей, но наши исследования в прошлом показали, что ваш мозг работает скорее как компьютер.

source: To move somewhere, you have to [b]left click[/b] on the destination on your HUD.
ru: Чтобы переместиться куда-либо, ты должен [b]щёлкнуть левой кнопкой мыши[/b] по месту назначения в своём визуальном интерфейсе.

source: If you can go there, you will do so.
ru: Если ты можешь пройти туда, ты это сделаешь.

source: Now try to move to the red dot to the north. Then to the black grating to the east, and then talk to me again.
ru: Теперь попробуй перейти к красному пятну севернее, затем к чёрной решётке на востоке, потом снова поговори со мной.

source: I'm supposed to left click anywhere to move to a location. If I can figure out a way, I will move there automatically. Tom wants me to first try to move to the red dot to the North.
ru: Щёлкнув левой где-либо, я должен переместиться на это место. Если пройти возможно, я пойду туда автоматически. Том хочет, чтобы я сначала попробовал достичь красной точки севернее.

source: What else makes me different as a Linarian?
ru: Чем ещё я отличаюсь как линарианец?

source: As a Linarian, you have some special abilities that no human does: Linarians can translate programming source code into something like magic.
ru: Как линарианец ты обладаешь особыми умениям, отсутствующими у людей: линарианцы могут переводить программный код во что-то подобное магии.

source: However, using these [b]Programs[/b], adversely affect your body temperature, which you must regulate.
ru: Однако использование этих [b]программ[/b] негативно влияет на температуру тела, которую вы должны регулировать.

source: But you normally have a special program called [b]Emergency Shutdown[/b], which freezes your motions for several seconds but significantly cools your body.
ru: Но обычно у вас есть особая программа, называемая [b]аварийное отключение[/b], которая замораживает ваши движения на несколько секунд, но значительно остужает тело.

source: This, and the ability to hack bots will soon return once your mind recovers from the stasis.
ru: Эта способность, как и взлом ботов, вернётся сразу же после восстановления памяти после стазиса.

source: Once it does, we'll talk more about programs. You can toggle the [b]Skills/Program menu[/b] by pressing the [b]s key[/b].
ru: Как только это произойдёт, мы поговорим о программах. Ты можешь переключать [b]меню умений/программ[/b], нажимая [b]клавишу s[/b].

source: View the Skills/Program menu by pressing the 's' key.
ru: Посмотри меню умений/программ, нажав клавишу 's'.

source: I'm sensing some sort of strange presence in the vicinity.
ru: Я чувствую что-то вроде странного присутствия поблизости.

source: Ah, yes.
ru: Ах, да.

source: Linarians seem to [b]detect items[/b] - even through walls - in an augmented reality.
ru: Линарианцы похоже [b]обнаруживают предметы[/b] - даже сквозь стены - в дополненной реальности.

source: The [b]z key[/b] will toggle this augmentation, while the [b]x key[/b] momentarily flashes it.
ru: [b]Клавиша 'z'[/b] переключает это дополнение, а [b]клавиша 'x'[/b] на мгновение подсвечивает.

source: Moving your pointer over an item will tell you more about that item.
ru: Наведя указатель на предмет, получишь о нём больше информации.

source: On our way to the next stopping point, we'll pass some items on the floor.
ru: По пути к следующей остановке мы пройдём мимо нескольких предметов на полу.

source: Feel free to stop and examine them to get practice.
ru: Можешь задержаться и попрактиковаться в их изучении.

source: [b]Left clicking[/b] on an item will pick it up and put it in your inventory, toggled by the [b]i key[/b], where you can examine it further.
ru: [b]Щелчком левой[/b] по предмету подбери его и помести в инвентарь, переключаемый [b]клавишей 'i'[/b], где ты можешь продолжить изучение.

source: Toggle detect items by pressing the 'z' key, and press 'x' to flash the ability. To pick up an item, left click on it. To view an item you've picked up, open the inventory by pressing 'i'.
ru: Переключи обнаружение предметов, нажав клавишу 'z', затем нажми 'x' для вспышки умения. Щёлкни левой, чтобы поднять предмет. Чтобы рассмотреть поднятый предмет, открой инвентарь, нажав 'i'.

source: Oh great, I see you found all the items hidden in the room. Good job!
ru: Отлично, вижу, ты нашёл все спрятанные в комнате предметы. Хорошая работа!

source: No, thanks, I still remember how to walk, run, navigate, and pick things up.
ru: Нет, спасибо, я помню, как ходить, бегать, ориентироваться и брать предметы.

source: Thank you, that was very informative. I think I got how to move around. Can we proceed now?
ru: Спасибо, очень информативно. Думаю, я знаю, как двигаться. Мы можем продолжить?

source: I just closed your first quest. You can still see what you learned by clicking on the 'done quests' tab in the quest screen.
ru: Я уже закрыл твоё первое задание. Ты всё ещё можешь увидеть, что изучил, нажав на вкладку 'выполненные задания' в журнале.

source: I'm eager to learn more.
ru: Я жажду узнать больше.

source: Ok, follow me into the next area.
ru: Тогда иди за мной в следующую зону.

source: What is in that chest?
ru: Что в том сундуке?

source: Well, you can interact with several types of objects by simply [b]left clicking[/b] on them.
ru: Итак, ты можешь взаимодействовать с несколькими типами объектов, просто [b]щёлкнув левой[/b] по ним.

source: Left click on the chest to open it up and see what is inside.
ru: Щёлкни левой по сундуку, чтобы открыть его и увидеть, что внутри.

source: I'm supposed to left click on chests to open them up.
ru: Я должен щёлкать левой по сундукам, чтобы открыть их.

source: Some items came out.
ru: Появилось несколько предметов.
