Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: I like curiosity. I think it's what rocketed us on Mars. And beyond...
ru: Мне нравится любопытство. Я думаю, это то, что привело нас на Марс. И дальше...

source: Thank you, I now know the issue, but I don't have time to fix it.
ru: Спасибо, теперь я знаю об этой проблеме, но у меня нет времени, чтобы исправить это.

source: Let us talk later.
ru: Давай позже поговорим.

source: Hey Linarian...
ru: Эй, линарианец...

source: Mmmh, yes?
ru: Ммм, да?

source: Do you know this feeling...
ru: Тебе знакомо это чувство...

source: ... when you get a really strange output...
ru: ... когда вы получаете действительно странный выход...

source: ... and you look at the code...
ru: ...и ты просматриваешь код...

source: ... again and again...
ru: ...вновь и вновь...

source: ... but you see no path it could come from?
ru: ... но вы не видите пути, по которому он мог бы прийти?

source: Hmm, yes, I get this sometimes...
ru: Хм, Да, я понимаю это иногда...

source: I checked online if there is a name for this symptom... but couldn't find anything...
ru: Я проверил в интернете, если есть-ли наименование для этого симптома... но ничего не нашел...

source: I guess I am going to call it 'stdoubt'.
ru: Думаю, я назову его "stdoubt".

source: Ok...
ru: Ладно...

source: Be careful. The bots are in a foul mood today. Very easy to get killed. Very easy.
ru: Быть осторожным. Боты сегодня в плохом настроении. Очень легко быть убитым. Очень легко.

source: If you need to contact me, my number is 127.0.0.1
ru: Если понадобится, вот мой номер для связи: 127.0.0.1

source: Keep your system up to date, Linarian.
ru: Держи свою систему обновлённой, линарианец.

source: It's me.
ru: Это я.

source: [b]Identity confirmed. You may pass.[/b]
ru: [b]Личность подтверждена. Ты можешь пройти.[/b]

source: [b]Intruder, lower your weapons and identify yourself or face immediate termination.[/b]
ru: [b]Нарушитель, опусти оружие и идентифицируй себя либо немедленно покинь нашу территорию.[/b]

source: [b]Any attempts to enter without authorization will be punished.[/b]
ru: [b]Любые попытки пройти без авторизации наказуемы.[/b]

source: [b]I will not let you injure my master.[/b]
ru: [b]Я не позволю навредить моему хозяину.[/b]

source: I must talk to your master.
ru: Я должен поговорить с твоим хозяином.

source: [b]State your reason.[/b]
ru: [b]Укажи причину.[/b]

source: Don't shoot! I come in peace.
ru: Не стреляй! Я пришёл с миром.

source: [b]State the purpose of your presence here.[/b]
ru: [b]Укажи цель прибытия.[/b]

source: I saw this building as I was walking by, and I decided to take a look inside.
ru: Проходя мимо, я обнаружил это здание и решил осмотреть его изнутри.

source: [b]Your reason is curiosity. Master Kevin likes curious people.[/b]
ru: [b]Твоя причина - любопытство. Мастеру Кевину нравятся любопытные люди.[/b]

source: [b]You may pass.[/b]
ru: [b]Ты можешь пройти.[/b]

source: Umm... His life is in grave danger.
ru: Эээ... Его жизнь в смертельной опасности.

source: [b]Error: Reason invalid.[/b]
ru: [b]Ошибка: причина необоснованна.[/b]

source: The people from the uhh... town want me to have a word with him. Yeah, that's it.
ru: Люди из э... города попросили меня поговорить с ним. Вот и всё.

source: I have some very valuable information. Your master might be interested in it.
ru: У меня есть ценная информация, твой хозяин может быть в ней заинтересован

source: [b]Master Kevin will be pleased. You may pass.[/b]
ru: [b]Мастер Кевин будет доволен. Ты можешь пройти.[/b]

source: [b]Door opening sequence initiated.[/b]
ru: [b]Процедура открытия двери запущена.[/b]

source: Step aside, you stupid tin can!
ru: С дороги, тупая консервная банка!

source: [b]You shall not pass. Activating disintegrator beam in ten seconds.[/b]
ru: [b]Ты не пройдёшь. Десятисекундная готовность дезинтегратора, начинаю отсчёт.[/b]

source: [b]Nine.[/b]
ru: [b]Девять.[/b]

source: [b]Eight.[/b]
ru: [b]Восемь.[/b]

source: Wait, that's not what I meant!
ru: Стой, я не это имел в виду!

source: [b]Seven.[/b]
ru: [b]Семь.[/b]

source: [b]Six.[/b]
ru: [b]Шесть.[/b]

source: I am not afraid of you.
ru: Я тебя не боюсь.

source: [b]Five.[/b]
ru: [b]Пять.[/b]

source: [b]Four.[/b]
ru: [b]Четыре.[/b]

source: Enemies are approaching from every side!
ru: Со всех сторон приближаются враги!

source: We are surrounded! They will attack any second now!
ru: Мы окружены! Они атакуют в любую секунду!

source: Are you listening to me?
ru: Ты меня слушаешь?

source: I do not have to tell you anything, bot.
ru: Я не обязан говорить тебе что-либо, бот.

source: [b]Engaging aggression circuits. You shall be disintegrated in ten seconds.[/b]
ru: [b]Задействую схемы агрессии. Тебя дезинтегрирует через десять секунд.[/b]

source: I think I just found an error in your programming.
ru: Думаю, я только что нашёл ошибку в твоей программе.

source: Thought so.
ru: Думал так.

source: See you later, tin can.
ru: Увидимся, консервная банка.

source: [b]EOT acknowledged. Connection closed.[/b]
ru: [b]Распознано окончание диалога. Конец связи.[/b]

source: [b]Goodbye.[/b]
ru: [b]До свидания.[/b]

source: So you have come. I knew Duncan would not let me live for too long.
ru: Итак, ты пришёл. Я знал, что Дункан не позволит мне жить слишком долго.

source: Once I am gone this oasis of peace in the world will dry up and die. A shame.
ru: Когда я исчезну, этот оазис мира во всём мире высохнет и умрёт. Позор.

source: I hoped to turn the whole desert into a sanctuary. And now my dream will never come true.
ru: Я надеялся превратить пустыню в убежище, но теперь моя мечта никогда не осуществится.

source: Do what you must.
ru: Делай, что должен.

source: It's a pleasure to meet you again.
ru: Приятно встретить тебя снова.

source: I am happy to see you've returned.
ru: Я счастлив, что ты вернулся.

source: I see you have brought a friend along with you.
ru: Вижу, ты привёл с собой друга.

source: I see the troubles of the world in your eyes.
ru: В твоих глазах я вижу мировую скорбь.

source: Come sit down my friend.
ru: Присядь, мой друг.

source: Please take some time and relax here in the cool.
ru: Пожалуйста, найди немного времени и отдохни здесь в прохладе.

source: I see you've brought a friend along with you.
ru: Вижу, ты привёл с собой друга.

source: I took revenge for Duncan by killing Koan.
ru: Я решил отомстить за Дункана, убив Коэна.

source: No. I have not come here to kill you.
ru: Нет. Я здесь не для того, чтобы убить тебя.

source: Feel free to stay here. There is no danger.
ru: Чувствуй себя как дома. Здесь безопасно.

source: The water is safe to drink and the fruit from the tree is quite delicious. I have a few extra provisions here with me. Please take some.
ru: Вода безопасна для питья, а фрукты с дерева довольно вкусные. У меня с собой есть ещё немного продуктов. Пожалуйста, возьми несколько.

source: Who are you? Who is Duncan?
ru: Кто ты? И кто Дункан?

source: I am Koan.
ru: Я Коэн.

source: Duncan is one obsessed with destroying things, while I create.
ru: Дункан одержим духом разрушения, в то время как я созидаю.

source: Therefore, he desires my destruction.
ru: Поэтому он жаждет моего уничтожения.

source: Beyond that I am a creator.
ru: Кроме того, я творец.

source: I give life to things, even if they eventually will be destroyed.
ru: Я даю вещам жизнь, даже если их в конечном счёте уничтожат.

source: You shall die.
ru: Ты должен умереть.

source: Duncan sent me to kill you, but I came to make certain you were safe.
ru: Дункан послал меня убить тебя, но я пришёл убедиться в твоей безопасности.

source: Thanks for checking up on me.
ru: Спасибо, что проведал меня.

source: I met and talked to Koan, but didn't kill him.
ru: Я встретился и поговорил с Коэном, но не убил его.

source: Why does Duncan want you dead?
ru: Зачем Дункану твоя смерть?

source: Very simple. He likes destruction, and I am creation.
ru: Очень просто. Он любит уничтожение, а я созидание.

source: There is nothing more to it.
ru: Ничего более.

source: What is this place? Why is there grass and water under the desert?
ru: Что это за место? Откуда под пустыней взялись трава и вода?

source: Ah, yes. That is my fault, I am afraid.
ru: Ах, да. Боюсь, это моя вина.

source: Wherever I go, life follows me.
ru: Куда бы я ни шёл, жизнь следует за мной.

source: I thought I could hide from Duncan in this old bunker.
ru: Я думал, что смогу спрятаться от Дункана в этом старом бункере.

source: When I woke up the next day, things were as you see them now.
ru: Когда я проснулся на следующий день, всё уже было таким, каким ты видишь его сейчас.

source: This was a bunker?
ru: Это бункер?

source: Yes. The place has changed a bit, as you can see.
ru: Да. Как видишь, это местечко несколько изменилось.

source: I like the way it is right now. The water cools everything down and the plants give the air a very fresh smell.
ru: Мне нравится, какое оно сейчас. Вода приносит прохладу, а растения наполняют воздух свежестью.

source: As soon as I leave, everything will die. I have seen that happen before.
ru: Как только я уйду, всё здесь погибнет. Я видел, как это случалось ранее.

source: Because this place is just like a small bit of paradise, I decided to stay here.
ru: Так как это место похоже на маленький рай, я решил тут остаться.

source: I do not want this wonderful bunker to become devoid of life again.
ru: Я не хочу, чтобы этот замечательный бункер снова стал безжизненным.

source: I will go now.
ru: Мне пора идти.

source: This place will always wait for you.
ru: Здесь ты всегда будешь желанным гостем.

source: This is a sanctuary from the desert above.
ru: Это убежище от пустыни сверху.

source: Hey, if it isn't our hero! Do you need ammo? A new gun, maybe? Or armor, yes, you definitely should get a new one!
ru: Эй, а не наш ли это герой! Нужны боеприпасы? Возможно, новая пушка? Или броня, да, ты определённо нуждаешься в новой!

source: A newcomer! Great! We can always use more people. Welcome to the Red Guard! I'm Lukas. I'm in charge of our little armory here.
ru: Новобранец! Прекрасно! Нам всегда нужны люди. Добро пожаловать в Красную стражу! Я Лукас. Отвечаю за нашу небольшую оружейную.

source: Spencer said you'd be able to provide me with better armor and equipment.
ru: Спенсер сказал, ты можешь снабдить меня оружием и бронёй получше.

source: Of course. As a member of the Guard, you're entitled to wear one of our suits of armor.
ru: Безусловно. Как член стражи, ты имеешь право носить один из наших доспехов.

source: There are two kinds or armor, a heavy Red Guard robe and a light version of the same thing, though we also trade guns.
ru: Есть два вида брони, тяжёлая роба Красной стражи и её облегчённый вариант; также мы торгуем оружием.

source: Now, what will it be?
ru: Что теперь?

source: So, what do you want to buy?
ru: Итак, что бы ты хотел купить?

source: I am interested in buying ammo.
ru: Меня интересует покупка боеприпасов.

source: Of course. Because ammo is always at high demand, we sell them separately.
ru: Безусловно. На них всегда большой спрос, поэтому мы продаём их отдельно.

source: What do you do all day here at the armory?
ru: Что ты здесь, в оружейной, делаешь весь день?

source: Oh, there's always something to do. Don't worry. I'm pretty occupied keeping the place in order.
ru: О, тут всегда есть чем заняться. Не переживай. Я довольно занят, поддерживая здесь порядок.

source: I'd like to buy an exterminator.
ru: Я бы хотел купить истребитель.

source: Haha, good one.
ru: Ха-ха, неплохо.

source: You are already using one. It is on your hands!
ru: Ты уже пользуешься одним. Он у тебя в руках!

source: Stop trying to make a fool of me.
ru: Не пытайся выставить меня дураком.

source: Sorry, they are not for sale.
ru: Прости, они не для продажи.

source: I'll get one for free?
ru: Я получу один бесплатно?

source: You are the funniest Linarian I've ever seen.
ru: Ты самый смешной линарианец из когда-либо виденных мной.

source: If the only one.
ru: Если только один.

source: Now go, kill some bots.
ru: Теперь иди, прикончи несколько ботов.

source: Why would you need one, anyway? The bots are all dead.
ru: И всё же, зачем он тебе вообще нужен? Все боты мертвы.

source: While I agree you deserve one, only Spencer can authorize that. Sorry.
ru: Хотя я согласен, что ты заслужил, но разрешение может дать только Спенсер. Прости.

source: dixon
ru: диксон

source: Hello, Dave.
ru: Привет, Дэйв.

source: sys_status --all
ru: сост_системы --всё

source: Detecting connected devices...
ru: Обнаружение подключённых устройств...

source: Found 03 connected auto-guns.
ru: Найдено 03 подключённых турели.

source: Found 02 connected gates.
ru: Найдено 02 подключённых ворот.

source: Found 01 connected automated factories.
ru: Найдена 01 подключённая автоматизированная фабрика.

source: Anomalies detected.
ru: Замечены аномалии.

source: Gun 01 status: ENABLED
ru: Туррель 01 статус: ВКЛ

source: Gun 02 status: ENABLED
ru: Туррель 02 статус: ВКЛ

source: Gun 03 status: ENABLED
ru: Туррель 03 статус: ВКЛ

source: Gun 01 status: DISABLED
ru: Туррель 01 статус: ВЫКЛ

source: Gun 02 status: DISABLED
ru: Туррель 02 статус: ВЫКЛ

source: Gun 03 status: DISABLED
ru: Туррель 03 статус: ВЫКЛ

source: Access Gate status: OPEN
ru: Входные ворота, состояние: ОТКРЫТО.

source: Access Gate status: CLOSED
ru: Входные ворота, состояние: ЗАКРЫТО

source: Factory Gate status: OPEN
ru: Заводские ворота, состояние: ОТКРЫТО

source: Factory Gate status: CLOSED
ru: Заводские ворота, состояние: ЗАКРЫТО

source: Automated Factory status: ONLINE
ru: Автоматизированная фабрика, состояние: ЗАПУЩЕНА

source: Automated Factory status: OFFLINE
ru: Автоматизированная фабрика, состояние: ОТКЛЮЧЕНА

source: disable guns
ru: отключить туррели

source: I'm sorry. I'm afraid I can't let you do that.
ru: Извини. Боюсь, не могу позволить тебе сделать это.

source: sudo enable guns
ru: sudo включить туррели

source: [sudo] password for dixon:
ru: [sudo] пароль для диксон:

source: Enabling gun 01 ...
ru: Включение туррели 01 ...

source: Enabling gun 02 ...
ru: Включение туррели 02 ...

source: Enabling gun 03 ...
ru: Включение туррели 03 ...

source: SUCCESS
ru: УСПЕХ

source: close access gate
ru: закрыть входные ворота

source: Closing Access Gate ...
ru: Закрытие входных ворот...

source: open access gate
ru: открыть входные ворота

source: Opening Access Gate ...
ru: Открытие входных ворот...

source: Permission denied.
ru: Доступ запрещён.

source: sudo disable guns
ru: sudo выключить туррели

source: Would you like a sandwich with that?
ru: Не хотите ли ещё и бутерброд?

source: Now how would I make one of those?
ru: Итак, как бы я сделал один из них?

source: Sudo doesn't give you magic powers.
ru: Sudo не даёт вам магических сил.

source: Good choice.
ru: Хороший выбор.

source: Disabling gun 01 ...
ru: Отключение туррели 01 ...

source: Disabling gun 02 ...
ru: Отключение туррели 02 ...

source: Disabling gun 03 ...
ru: Отключение туррели 03 ...

source: open autofactory gate
ru: открыть ворота автофабрики

source: Opening Automated Factory Gate ...
ru: Открытие ворот автоматизированной фабрики...

source: Goodbye Dave.
ru: До свидания, Дэйв.

source: Hello. I'm Michelangelo. I haven't been here for long either.
ru: Здравствуй. Я Микеланджело. И тоже тут не так давно поселился.

source: I wish the bots had just killed me, but I got 'lucky' and ended up in this hellhole.
ru: Лучше бы меня просто убили боты, но мне "повезло", и я оказался этой чёртовой дыре.

source: Don't ask.
ru: Даже не спрашивай.

source: 'Terribly' would be a huge understatement.
ru: "Ужасно" - огромное приуменьшение.

source: Can I buy some food here?
ru: Здесь можно купить немного еды?

source: There is no food here, just the odious military rations.
ru: Здесь нет еды, только ненавистные сухие пайки.

source: They are made fully out of artificial nutrients and carcinogenic flavors. Even the army hated them.
ru: Они полностью состоят из искусственных питательных веществ и канцерогенных ароматизаторов. Даже армия их ненавидит.

source: It's better than starving, but some people have already committed suicide because that repulsive material is the only thing available to eat.
ru: Это лучше, чем голодать, но некоторые уже покончили жизнь самоубийством, потому что это гадкое вещество - единственное, что можно съесть.

source: I can give you some, but it's not worthy of being called food.
ru: Я могу тебе дать немного, но они недостойны называться пищей.

source: I want some yummy army snacks!
ru: Хочу аппетитных армейских пайков!

source: I am supposed to read this out to all newcomers. Here goes:
ru: Я должен зачитывать это всем новичкам. Итак:

source: 'Please note that the army rations model #23 you are about to eat is provided 'as is' without warranty of any kind.
ru: "Обратите внимание, что модель № 23 армейского рациона, который вы собираетесь съесть, предоставляется 'как есть', без какого-либо вида гарантии

source: That includes the implied warranty of edibility or fitness for a particular purpose. The entire risk as to the quality of the food is with you.
ru: В том числе предполагаемую гарантию съедобности или пригодности для конкретных целей. Вы потребляете данный продукт на свой страх и риск.

source: Should the army meal model #23 prove poisonous, you agree to cover the cost of keeping you alive by the base medical staff or the costs of your cremation in our nuclear furnaces.'
ru: В случае, если армейская еда модели № 23 окажется ядовитой, вы соглашаетесь оплатить расходы на поддержание вашей жизни медперсоналом базы или кремацию в наших ядерных печах".

source: Well, that is all. Here is the junk that you wanted. Enjoy.
ru: Ну, вот и всё. Держи отбросы, которые просил. Наслаждайся.

source: You need to equip your fork before you can use it to eat.
ru: Ты должен взять вилку, прежде чем сможешь ей есть.

source: You need to have a full mess kit with a Fork, Mug, and Plate before I can give you any army snacks.
ru: Тебе нужен полный столовый прибор: вилка, чашка и тарелка, прежде чем я смогу дать тебе сухпайки.

source: You need a Fork, Plate, and Mug before I can issue any army snacks.
ru: Тебе нужны вилка, тарелка и кружка, чтобы я мог выдать сухпайки.

source: You need a full mess kit for army snacks.
ru: Тебе нужен полный столовый прибор для сухпайков.

source: You do not sound happy. What is wrong?
ru: Ты выглядишь несчастным. Что не так?

source: I am very happy! The Red Guard is making us so secure, it is great to live here with them taking care of us!
ru: Я очень счастлив! Красная стража так нас защищает, что жить здесь здорово, ведь они так о нас заботятся!

source: EVERYTHING!
ru: ВСЁ!

source: Just look at this stupid town!
ru: Ты только погляди на этот идиотский город!

source: We are constantly pushed around by our 'saviors' the rotten Red Guard. I hope they all die from rat bites as soon as possible and go to the deepest hells to boil in lava forever.
ru: Нами постоянно помыкают наши «спасители», прогнившая Красная стража. Надеюсь, все они скоро подохнут от крысиных укусов и отправятся на дно ада вечно кипеть в лаве.

source: And the bots are keeping us busy by murdering, chopping, slicing, cleaving, rending and wounding us. How wonderful.
ru: А боты не дают нам покоя, убивая, рубя, нарезая, разделывая, раздирая и раня нас. Просто чудесно.

source: The guards gave me a filthy hovel to live in. The walls are so thin that every night I am rocked to sleep by the bots communicating with those beeps and modem sounds.
ru: Стражи выделили мне для жилья грязный сарай. Его стены настолько тонки, что каждую ночь меня убаюкивают своими гудками и шумом модемов переговаривающиеся боты.

source: It sounds like they are singing something. Every night they start their song... I cannot sleep thanks to that electric chorus.
ru: Как будто они что-то напевают. Каждую ночь начинают петь... Я уснуть не могу из-за этого электрохора.

source: Have I mentioned that the only food that we have is some kind of pestilential military ration? The smell alone is making me want to vomit.
ru: Я уже говорил, что единственная еда, которая у нас есть — это какой-то чумной армейский рацион? Меня тошнит уже от одного запаха.

source: Cheer up! All will be fine! Happy days are coming! Hurray!
ru: Выше нос! Всё будет хорошо! Грядут счастливые деньки! Ура!

source: Linarian, have you been gorging on psychoactive pills or something?
ru: Линарианец, ты колёс наглотался или что-то в этом роде?

source: Get a grip, the situation is bad and there is no use in pretending otherwise.
ru: Держи себя в руках, ситуация плохая, и нет смысла притворяться.

source: You are a cook. Stop complaining about the poor food! Make some yourself.
ru: Ты же повар. Хватит ныть про плохую еду! Приготовь что-нибудь сам.

source: I cannot! My beautiful macrowave oven is out of power. The wretched Red Guard took away my uranium battery.
ru: Не могу! Моя чудесная макроволновка теперь без питания. Гнусная Красная стража изъяла её урановую батарею.

source: I wish I could kill them all with my bare hands. They deserve it.
ru: Поубивал бы их голыми руками, если б мог. Они это заслужили.

source: If only I had some dilithium to use as a backup power source...
ru: Если бы только у меня был дилитий для резервного питания...

source: Can I get a meal to go?
ru: Могу я получить еду на вынос?

source: I've found a man who has nothing left to eat but army snacks. He has information for me, but I've got to feed him first.
ru: Я нашёл человека, у которого не осталось ничего, кроме армейских пайков. Он поделится со мной информацией, но сначала нужно его накормить.

source: I see. We do not have much to spare, but I will see what I can do. I will let you borrow my picnic basket, but I must have it back.
ru: Ладно. Много еды у нас нет, но что-то сделать я смогу. Я дам тебе мою корзинку для пикника, но ты мне ее обязательно должен вернуть.

source: Here... This meal should satisfy his hunger. I even added a dessert.
ru: Вот.... Это уталит его голод. Я даже десерт добавил.

source: Michelangelo gave me a healthy meal with dessert for Will Gapes. I have to remember to return the basket!
ru: Микеланджело дал мне полезную еду с десертом для Уилла Гейпса. Нужно не забыть вернуть корзинку!

source: Thank you. I'm sure it will be delicious.
ru: Спасибо. Уверен, это будет очень вкусно.

source: I've brought your Picnic Basket back.
ru: Я принёс твою корзинку для пикника.

source: Oh, thank you. Hopefully, the meal hit the spot.
ru: О, спасибо! Надеюсь, еда была что надо.

source: Yes, he enjoyed it, and I got my information.
ru: Да, ему понравилось, а я получил свою информацию.

source: Excellent! Now, perhaps these antibiotics will help you on your mission.
ru: Отлично! Возможно, эти антибиотики пригодятся в твоей миссии.

source: Got any food yet?
ru: Есть ещё какая-нибудь еда?

source: I'm confused, nothing of my upper gastronomy is ready to eat. Not one cheese cake.
ru: Прошу прощения, ничего из моих кулинарных изысков пока не готово. Ни один чизкейк.

source: But don't despair, Michelangelo is slaving over his stove. A army of bots could not stop the Master when he's cooking.
ru: Но не отчаивайся, Микеланджело - невольник кухонной плиты. Армия ботов не сможет остановить Мастера, когда он готовит.

source: Until my next batch of food comes out of the macrowave oven, all I have are the odoriferous military rations.
ru: Пока моя следующая партия еды не выйдет из макроволновки, всё, что у меня есть, - благоухающие армейские пайки.

source: Here, try this slice of lemon meringue pie.
ru: Вот, попробуй кусочек лимонной меренги.

source: Wait, you don't have a fork. You need a fork...
ru: Погоди, у тебя нет вилки. Тебе нужна вилка...

source: It is as if a cloud from heaven was made into a pie.
ru: Будто облако с небес превратилось в пирог.
