Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: Day %d, %02d:%02d
ru: День %d, %02d:%02d

source: %s@hacked_%s: ~ #
ru: %s@взломан_%s: ~ #

source: Login :
ru: Логин:

source: Password :
ru: Пароль :

source: First login from /dev/ttySO on %s %d
ru: Первый вход из /dev/ttySO совершён %s %d

source: Last login from /dev/ttyS0 on %s %d
ru: Последний вход из /dev/ttyS0 совершён %s %d

source: Welcome to [b]%s[/b]!
ru: [b]%s[/b]: добро пожаловать!

source: Hardware Check : BOT DAMAGED
ru: Проверка оборудования: БОТ ПОВРЕЖДЁН

source: This %s unit could stand to be repaired.
ru: Этот робот типа %s нуждается в ремонте.

source: BOTNET: UNIT TOO DAMAGED TO BROADCAST COMMANDS.
ru: БОТНЕТ: УЗЕЛ СЛИШКОМ ПОВРЕЖДЁН ДЛЯ ТРАНСЛЯЦИИ КОМАНД.

source: Entering "single node" mode...
ru: Вход в режим "одиночного узла"...

source: BOTNET: Most commands will be broadcast.
ru: БОТНЕТ: трансляция большинства команд.

source: SINGLE NODE: Commands will not be broadcast.
ru: ОДИНОЧНЫЙ УЗЕЛ: команды не транслируются.

source: %s@hacked_%s/repair&settings: ~ #
ru: %s@взломан_%s/repair&settings: ~ #

source: ./hold_position.sh
ru: ./удерживать_позицию.sh

source: Holding position.
ru: Удерживаю позицию.

source: script V 1.0.2 (c) gnu.org, 2054
ru: скрипт в. 1.0.2 (c) gnu.org, 2054

source: Checking requirements...
ru: Проверка требований...

source: Movement unit: Power-down... [Done].
ru: Блок движения: отключение питания... [Выполнено].

source: Status: All movement suppressed.
ru: Статус: Все движения прекращены.

source: ./follow_me.sh
ru: ./следовать_за_мной.sh

source: Initiating tracking sequence.
ru: Инициирование последовательности слежения.

source: Movement unit: Enabled.
ru: Блок движения: Включен.

source: Acquiring lock on position of %s.
ru: Получаю позицию %s.

source: Status: Following %s.
ru: Статус: Следую за %s.

source: ./move_freely.sh
ru: ./двигайся_свободно.sh

source: Enable movement.
ru: Движение включено.

source: script V 1.0.5 (c) gnu.org, 2054
ru: скрипт в. 1.0.5 (c) gnu.org, 2054

source: Movement unit: Power-up... [Done].
ru: Блок движения: Включение питания... [Выполнено].

source: Resuming normal patrol operations... [Done]
ru: Возобновление нормальных операций патрулирования... [Выполнено]

source: Status: Patrolling.
ru: Статус: Патрулирование.

source: ./repair.plx
ru: ./ремонт.plx

source: Available amount of valuable circuits for repair: %d.
ru: Доступно ценных схем для ремонта: %d.

source: seconds
ru: секунды

source: second
ru: секунда

source: circuits
ru: схемы

source: circuit
ru: схема

source: Repairs on %s will take less than %d %s, %d valuable %s, and %d heat.
ru: Ремонт %s потребует менее %d %s, %d ценных %s и %d тепла.

source: You do not have enough valuable circuits to ensure repair of this %s unit.
ru: У вас недостаточно ценных схем, чтобы обеспечить ремонт этого %s блока.

source: You cannot dissipate enough heat to ensure repair of this %s unit.
ru: Вы не можете рассеять достаточно тепла, чтобы обеспечить ремонт этого %s блока.

source: Do you want to start repair of this %s unit?
ru: Вы хотите начать ремонт этого %s блока?

source: %s is currently undamaged.
ru: В данный момент %s не повержден.

source: Y
ru: Д

source: Repair in progress.
ru: Выполняется ремонт.

source: Logout to complete repair process.
ru: Выйдите для завершения процесса ремонта.

source: N
ru: Н

source: Repair aborted.
ru: Ремонт прерван.

source: ./settings.plx
ru: ./настройки.plx

source: confirmation of hcf.py
ru: подтверждение hcf.py

source: Always ask for confirmation before execution of hcf.py? [Y/N]
ru: Всегда запрашивать подтверждение перед выполнением hcf.py? [Y/N]

source: Y (always ask)
ru: Д (всегда спрашивать)

source: Confirmation will now be asked before execution of hcf.py.
ru: Теперь будет запрошено подтверждение перед выполнением hcf.py.

source: N (don't ask)
ru: Н (не спрашивать)

source: hcf.py will be executed without asking for confirmation.
ru: hcf.py будет запущен без запроса подтверждения.

source: broadcast commands
ru: транслировать команды

source: Broadcast commands to all units on level? [Y/N]
ru: Транслировать команды всем роботам на уровне? [Д/Н]

source: Y (enable broadcast)
ru: Д (включить трансляцию)

source: Commands will be broadcast and executed by all bots on this level under your control.
ru: Команды будут транслированы и выполнены всеми роботами под вашим контролем на этом уровне.

source: Entering "botnet" mode...
ru: Вход в режим "ботнет"...

source: N (disable broadcast)
ru: Н (отключить трансляцию)

source: Commands will only be executed by this bot.
ru: Команды будут выполнены только этим роботом.

source: Welcome to the settings menu.
ru: Добро пожаловать в меню настроек.

source: Version: 1.82c
ru: Версия: 1.82с

source: Installed sensor: %s
ru: Установлен сенсор: %s

source: No upgrades found.
ru: Обновления не найдены.

source: UNIT TOO DAMAGED TO BROADCAST COMMANDS.
ru: РОБОТ СЛИШКОМ ПОВРЕЖДЕН, ЧТОБЫ ТРАНСЛИРОВАТЬ КОМАНДЫ.

source: Which setting should be changed?
ru: Какую настройку следует изменить?

source: ./hostname
ru: ./имяхоста

source: Welcome to the hostname menu.
ru: Добро пожаловать в меню имени хоста.

source: Version: %s
ru: Версия: %s

source: Current botname: [b]%s[/b]
ru: Текущее имя робота: [b]%s[/b]

source: Select new name? [Y/N]
ru: Выбрать новое имя? [Y/N]

source: Yes
ru: Да

source: New Name:
ru: Новое имя:

source: Type a new name for this %s unit.
ru: Введите новое имя для этого %s бота.

source: Bald
ru: Лысый

source: Brusque
ru: Грубый

source: Chic
ru: Нарядный

source: Cuddly
ru: Приятный

source: Cute
ru: Милый

source: Fickle
ru: Изменчивый

source: Fluffy
ru: Пушистый

source: Fuzzy
ru: Ворсистый

source: Happy
ru: Счастливый

source: Hyper
ru: Гипер

source: Laughing
ru: Смеющийся

source: Machavellian
ru: Бессовестный

source: Mad
ru: Сумасшедший

source: Obscene
ru: Неприличный

source: Ornery
ru: Мерзкий

source: Pompous
ru: Напыщенный

source: Shrewd
ru: Проницательный

source: Aardvark
ru: Трубкозуб

source: Armadillo
ru: Броненосец

source: Barracuda
ru: Барракуда

source: Bat
ru: Летучая мышь

source: Beetle
ru: Жук

source: Bunny
ru: Кролик

source: Dodo
ru: Дронт

source: Duck
ru: Утка

source: Fox
ru: Лиса

source: Frog
ru: Лягушка

source: Gerbil
ru: Грызун

source: Gnu
ru: Гну

source: Halibut
ru: Палтус

source: Hedgehog
ru: Ёж

source: Herring
ru: Сельдь

source: Kitten
ru: Котёнок

source: Koala
ru: Коала

source: Lemur
ru: Лемур

source: Mackerel
ru: Скумбрия

source: Otter
ru: Выдра

source: Panda
ru: Панда

source: Platypus
ru: Утконос

source: Puffin
ru: Буревестник

source: Scarab
ru: Скарабей

source: Shrew
ru: Землеройка

source: Tapir
ru: Тапир

source: Trout
ru: Форель

source: Tuna
ru: Тунец

source: Walrus
ru: Морж

source: No
ru: Нет

source: Confirm renaming from [b]%s[/b] to [b]%s[/b]? [Y/N]
ru: Подтвердить переименование из [b]%s[/b] в [b]%s[/b]? [Д/Н]

source: Renamed [b]%s[/b] to [b]%s[/b].
ru: Переименовано [b]%s[/b] в [b]%s[/b].

source: This %s unit is now designated: [b]%s[/b]
ru: Этот %s робот теперь обозначен как: [b]%s[/b]

source: Are you really sure you want to destroy %s? Y/N
ru: Вы правда уверены, что хотите уничтожить %s? Д/Н

source: Destruction confirmed.
ru: Разрушение подтверждено.

source: Destruction averted.
ru: Разрушение предотвращено.

source: Draining this %s unit will get you %d HP but kill it and take %d %s.
ru: Слив этого %s робота даст вам %d здоровья, но убьет его и даст %d %s.

source: Are you sure you want to drain this %s unit?
ru: Вы уверены, что хотите слить этого %s робота?

source: Bot not drained.
ru: Робот не слит.

source: Running hcf.py...
ru: Запуск hcf.py...

source: Executing: Halt and Catch Fire.
ru: Выполняю: Завершить работу и загореться.

source: Warning! Cooling subsystems disabled.
ru: Внимание! Системы охлаждения отключены.

source: Warning! Spontaneous oxidization witH emis$ion of light aND heAt detecteddd in THE#main| procesIng unit.
ru: Внимание! Обнаружено спонтанное окислениееее с и$лy4ением света N тЕпл@ В#главн0м процессорном блоке.

source: WArn|n*! SsTeM=#faiPure%%^#n 3 S 1()$++
ru: ВHиманNе! СiсTємнЬ|й сб0й%%^#n 3 S 1()$++

source: Warning: something seems wrong.
ru: Внимание: похоже, что-то не так.

source: Error report:
ru: Отчет об ошибке:

source: ()%%#@(%% THE BLADE IS YOURS. )##%%*&%%*!
ru: ()%%#@(%% КЛИНОК ВАШ. )##%%*&%%*!

source: Bot drained.
ru: Робот слит.

source: Failed to drain bot.
ru: Не удалось слить робота.

source: I am free!
ru: Я свободен!

source: drain_bot_auto.setup
ru: слить_робота_авто.setup

source: How do you want draining of bots to be handled?
ru: Как вы хотите сливать роботов?

source: Currently draining of bots is tried automatically.
ru: В данный момент сливание роботов происходит автоматически.

source: Currently draining of bots is never tried.
ru: На данный момент сливание роботов никогда не производилось.

source: Currently it is asked if draining a bot is to be tried.
ru: На данный момент задается вопрос, нужно ли пробовать слить робота.

source: Always try draining bots.
ru: Всегда пытаться сливать роботов.

source: Never try to drain a bot
ru: Никогда не пытаться сливать роботов.

source: Always ask if attempt to drain bot shall be ran.
ru: Всегда спрашивать, выполнять ли попытку слить робота.

source: Reprogramm_bots_after_takeover.sh
ru: Перепрограммировать_ботов_после_захвата.sh

source: Bots will be reprogrammed after takeover: [b]true[/b]
ru: Роботы будут перепрограммированы после захвата: [b]истина[/b]

source: Bots will be reprogrammed after takeover: [b]false[/b]
ru: Роботы будут перепрограммированы после захвата: [b]ложь[/b]

source: leave settings.plx
ru: покинуть настройки.plx

source: Settings saved
ru: Настройки сохранены

source: Leaving settings.plx
ru: Выход из настройки.plx

source: logout
ru: выход

source: Closing remote connection...
ru: Закрытие удаленного соединения...

source: Welcome to this terminal.
ru: Добро пожаловать в этот терминал.

source: Hello.
ru: Здравствуй.

source: Hi there.
ru: Привет.

source: Well, hello again.
ru: Ну, ещё раз привет.

source: Hello hello.
ru: Привет-привет.

source: Welcome back.
ru: С возвращением.

source: help
ru: помощь

source: Available commands: help, logout
ru: Доступные команды: help, logout

source: Goodbye
ru: До свидания

source: Who are you?
ru: Кто ты?

source: Have you detected any hostile bot activity?
ru: Ты чувствуешь какую нибудь активность вражеских ботов?

source: Order Received. Initiating proximity energy level scan...
ru: Приказ получен. Сканирование окружающего уровня энергии...

source: ***** Proximity Scan Results *****
ru: ***** Результаты сканирования *****

source: Hostile Numeric Presence: [b]HIGH[/b]
ru: Число присутствующих врагов: [b]МНОГО[/b]

source: Enemy Energy Levels: [b]LOW[/b]
ru: Уровни энергии врагов: [b]НИЗКИЙ[/b]

source: Threat Degree Analysis: [b]MODERATE[/b]
ru: Анализ степени угрозы: [b]УМЕРЕННАЯ[/b]

source: Hostile Numeric Presence: [b]NONE[/b]
ru: Число присутствующих врагов: [b]НЕТ[/b]

source: Threat Degree Analysis: [b]NO THREAT DETECTED[/b]
ru: Анализ степени угрозы: [b]УГРОЗ НЕ ОБНАРУЖЕНО[/b]

source: Cryo Complex Gates Status: [b]CLOSED[/b]
ru: Состояние ворот криокомплекса: [b]ЗАКРЫТЫ[/b]

source: Cryo Complex Gates Status: [b]OPEN[/b]
ru: Состояние ворот криокомплекса: [b]ОТКРЫТЫ[/b]

source: What are your orders?
ru: Что прикажете?

source: Primary objective: Protect the living beings inside this complex from attacks by hostile bots.
ru: Первичная цель: защита живых существ внутри комплекса от нападения враждебных ботов.

source: Secondary objective: Protect facility by locking outer gates if Threat Degree Analysis: [b]HIGH[/b].
ru: Вторичная цель: закрыть внешние ворота комплекса, если анализ степени угрозы — [b]ВЫСОКАЯ[/b].

source: See you later.
ru: Увидимся.

source: Resuming guard program.
ru: Возобновление охранной программы.

source: ERROR: unknown command. Searching for similar commands...
ru: ОШИБКА: неизвестная команда. Поиск похожих команд...

source: ERROR! Similar command not found! Using advanced search...
ru: ОШИБКА! Похожие команды не найдены! Производится усиленный поиск...

source: Executable 'bin/hostile' found. Executing...
ru: Исполняемый 'bin/враждебный' найден. Выполняю...

source: OUCH!
ru: АЙ!

source: My orders are to protect the living beings from attacks by hostile bots.
ru: Мне предписано защищать живых существ от враждебных ботов.

source: This has top priority. There are no other priorities.
ru: Этот приказ имеет наивысший приоритет. Другие приоритеты отсутствуют.

source: Resuming guard program....
ru: Возобновление программы охраны...

source: Entering Interactive Product Information Database
ru: Вход в интерактивную инфобазу о продукции

source: I am a 614 security bot, once one of the best-selling products of Nicholson, Inc..
ru: Я 614 бот-охранник — некогда один из самых востребованных продуктов компании Николсона.

source: Why are you not hostile as are all the other bots?
ru: Почему ты не враждебен, как остальные боты?

source: I belong to an older generation of bots, running a custom-made security guard operating system.
ru: Я отношусь к старшему поколению ботов со специальной защищённой операционной системой.

source: None of the bots of this generation were affected by the proceedings that led to bots attacking, generally known as the Great Assault.
ru: Роботы этого поколения не подвержены процессу, который привёл к атакам ботов, более известных как бунт машин.

source: Even though discontinued by Nicholson, Inc. long ago, today, some people have picked up the work and are even trying to improve the operating system running on my series.
ru: Хотя компания Николсона давно сняла модель с производства, некоторые люди сегодня подхватили разработку и даже попытались улучшить операционную систему моей серии.

source: Don't forget to buy products from Nicholson, Inc. They are the best.
ru: Не забудьте приобрести продукты компании Николсона. Они лучшие.

source: What can you tell me about the Nicholson company?
ru: Что ты можешь рассказать о компании Николсона?

source: Nicholson, Inc. produces security bots.
ru: Компания Николсона выпускает ботов-охранников.

source: It was founded by Karl Nicholson, a former Kernel hacker who was not satisfied with the development of the GPL license.
ru: Она основана Карлом Николсоном, бывшим хакером ядра, которого не удовлетворяло развитие лицензии GPL.

source: Nicholson decided to stick to one GPL version because he saw things getting worse.
ru: Николсон решил придерживаться одной версии GPL, потому что видел, ситуация ухудшается.

source: Others were warned, but nobody listened to Nicholson's announcements.
ru: Николсон предостерегал остальных, но никто к нему не прислушался.

source: He built up a team and developed his own Kernel called 'Nkernel'.
ru: Он набрал команду и разработал собственное ядро, названное н-ядром.

source: The Nkernel development team grew fast and technicians started to produce their own droids optimized for the Nkernel.
ru: Команда разработчиков н-ядра быстро росла, и техники начали создавать собственных дроидов, оптимизированных для него.

source: The team became a company which released their first security droid, called 610.
ru: Команда стала компанией и выпустила первого охранного дроида, названного 610.

source: I am the fifth generation version of their security droid line.
ru: Я из пятого поколения их линейки охранных дроидов.

source: What can you tell me about the 614 type?
ru: Что ты можешь рассказать о 614 типе?

source: The official manual classifies the 614 as a high class security droid.
ru: Официальное руководство классифицирует 614 как высококлассного охранного дроида.

source: It was mainly used within ships to protect certain areas from intruders.
ru: Он использовался в основном для защиты некоторых зон кораблей от нарушителей.

source: It is considered an old but reliable device.
ru: Считается старым, но надёжным устройством.

source: So don't worry. I'm still in pretty good shape.
ru: Так что не волнуйся, я всё ещё в хорошей форме.

source: The latest version of the security line is the 615.
ru: Последняя версия линейки систем охраны — 615.

source: Unfortunately its development was not finished when the Great Assault started.
ru: К сожалению, разработка не была закончена, когда начался бунт машин.

source: The lack of security options on the system of the 615 led to a malfunction.
ru: Отсутствие опций безопасности в системе 615 типа привело к неполадкам.

source: Circumstances that led to the Great Assault even made the 615 go crazy and attack people.
ru: Причины, приведшие к бунту машин, заставили даже 615-х сойти с ума и напасть на людей.

source: For the sake of your health, you should stay away from the 615 droids.
ru: Ради собственного здоровья, держись подальше от 615-х дроидов.

source: You have been warned!
ru: Тебя предупредили!

source: I think, that was enough product information, thank you.
ru: Думаю, информации о продукции достаточно, спасибо.

source: Leaving Interactive Product Information Database
ru: Выход из интерактивной инфобазы о продукции

source: [b]Arena Terminated[/b]
ru: [b]Арена завершена[/b]

source: [b]Click on the button to stop the arena[/b]
ru: [b]Нажмите на кнопку, что бы остановить арену[/b]

source: [b]Wave ongoing...[/b]
ru: [b]Волна продолжается....[/b]

source: (Click)
ru: (Нажать)

source: (Don't click)
ru: (Не нажимать)

source: Hello!
ru: Здравствуй!

source: Bonjour!
ru: Добрый день!

source: I'm %s, and who are you?
ru: Я %s, а кто ты?

source: My name is Arthur.
ru: Меня зовут Артур.

source: What are you doing here?
ru: Что ты здесь делаешь?

source: I'm programming.
ru: Я программирую.

source: Oh, interesting.
ru: О, интересно.

source: And, hmm, what are working on?
ru: И, хм, над чем же работаешь?

source: My current project is a role playing game.
ru: Мой текущий проект - ролевая игра.

source: The main character will be a penguin which, well, has to save the world basically.
ru: Главным героем будет пингвин, которому, в общем, придётся спасти мир.

source: Oh, interesting! Tell me when you have it ready, I'd love to take a look at it.
ru: О, интересно! Скажи, когда она будет готова, я бы с удовольствием взглянул на неё.

source: It's going to be ready when it's going to be ready.
ru: Когда будет готова, тогда и будет готова.

source: Sure, take your time.
ru: Разумеется, не торопись.

source: Hi Arthur, how is your game going?
ru: Привет, Артур, как твоя игра?

source: Do you mind sharing any more details?
ru: Ты не против поделиться подробностями?

source: Hmm, there are still some parts to be finished.
ru: Хмм, нужно закончить ещё несколько частей.

source: Do you think there should be some kind of zombie apocalypse which the player will have to deal with?
ru: Думаешь, в ней должен быть этакий зомби-апокалипсис, с которым игроку придётся иметь дело?

source: Of course! Sounds cool!
ru: Конечно! Звучит здорово!

source: Hey, is your game finished already?
ru: Привет, ты уже закончил свою игру?

source: I'm doing the final polishing right now.
ru: Прямо сейчас занят завершающими штрихами.

source: Ah ok.
ru: А, хорошо.

source: I have to go now.
ru: Мне нужно идти.

source: Au revoir.
ru: Увидимся.

source: Hello! I'm new here.
ru: Здравствуйте! Я здесь новичок.

source: Hey, man! I'm Bender, the dead man of this town. And you?
ru: Привет! Я Бендер, покойник этого города. А ты?

source: I'm %s. I'm fine, thank you.
ru: Я %s. Я в порядке, спасибо.

source: Hello there!
ru: Здорово!

source: Hey, you're the new guy! I mean penguin! Uh, %s, right?
ru: Эй, ты тот новый парень! То есть пингвин! Мм, %s, правильно?

source: Yes, I-
ru: Да, я...

source: Holy wow! Wow, man!
ru: Ничего себе! Вау, чувак!

source: Hey, man!
ru: О, привет!

source: How are you doing?
ru: Как поживаешь?

source: Man, it's the end of the apocalypse... And I feel fine!
ru: Чувак, это конец апокалипсиса... И я чувствую себя прекрасно!

source: I mean, I still didn't get the medicine from the doc. I didn't get the chance to really pound him.
ru: То есть я до сих пор не получил лекарство от дока. У меня не было возможности хорошенько его поколотить.

source: But right now everyone's so happy that the bots are all down, I think I'll give him a break.
ru: Но сейчас все так счастливы, что ботов нет, поэтому думаю, дам ему передышку.

source: Maybe you should talk to him soon. He might be in a good mood and give it to you anyway.
ru: Возможно, тебе стоит поговорить с ним не откладывая? Он может быть в хорошем настроении и всё равно даст тебе лекарство.

source: Hey, that sounds like a smart idea! Thanks, man, I'll do that!
ru: Эй, это, похоже, хорошая идея! Спасибо, чувак, я сделаю это!

source: Since the killer bots around the town got a taste of my firmware, I think the Doc won't mind giving Bender his medicine now... I should talk to him when I see him.
ru: Так как боты-убийцы вокруг города распробовали мою прошивку, думаю, док теперь не станет отказывать в помощи Бендеру.... Нужно с ним поговорить, когда увижу.

source: Now, I have something I want to say to you...
ru: Теперь, я хочу сказать тебе кое-что...

source: And what's that?
ru: Что именно?

source: I still need to go talk to the doc, but just thinking about feeling less sick makes me feel less sick.
ru: Я всё ещё должен поговорить с доком, но одна мысль о выздоровлении заставляет меня чувствовать себя менее больным.

source: It's confusing me a little...
ru: Это немного сбивает меня с толку...

source: Well, hurry up and get it over with!
ru: Ну же, поторопись и покончи с этим!

source: Too bad. I have never felt so sick.
ru: Ужасно. Никогда мне не было так плохо.

source: Let me die, man!
ru: Дай мне умереть, чел!

source: Much better. I'm cured. You're a good guy, man!
ru: Намного лучше. Я вылечился. А ты хороший парень!

source: What was your name again?
ru: Напомни, как тебя зовут?

source: Thanks %s, I owe you one.
ru: Спасибо, %s, я твой должник.

source: And I'll sure vote for you, if you want into the Red Guard!
ru: И я непременно проголосую за тебя, если ты хочешь в Красную стражу!

source: Congratulations on getting into the Red Guard!
ru: Поздравляю со вступлением в Красную стражу!

source: I voted for you and that was what got you in!
ru: Я проголосовал за тебя, и именно это сыграло решающую роль!

source: I said we'd be buddies, didn't I? Want to stand guard with me? It gets boring after a while.
ru: Я сказал, мы подружимся, верно? Хочешь поохранять со мной? А то временами становится скучно.

source: I could tell you all the secrets of the Red Guard.
ru: Могу рассказать тебе все секреты Красной стражи.

source: Oh, and congratulations on beating all the bots!
ru: О, и поздравляю с победой над всеми ботами!

source: I mean, wow...
ru: То есть ого...

source: Oh man, this is so cool! Wow, man!
ru: Чел, это так круто! Вау, чувак!

source: I'm good! Man, a few days ago I was feeling really down... I was really sick.
ru: Я в порядке! Чел, несколько дней назад я чувствовал себя действительно плохо... Я был очень болен.

source: But now I stopped feeling not-awesome! And it's all thanks to you and all the bots being dead!
ru: Но теперь я перестал ощущать некрутость! И всё благодаря тебе и сдохшим ботам!

source: Maybe it's also because I pummelled the doc until he gave me some pills.
ru: Может, ещё потому, что я бил дока, пока он не выдал мне несколько пилюль.

source: But I'm really sure it's also because all the bots are gone.
ru: Но я более чем уверен, ещё и потому, что все боты исчезли.

source: I mean, look around!
ru: То есть глянь вокруг!

source: What's wrong? You seem to be in pretty good shape for a dead man.
ru: Что не так? Ты в довольно хорошей форме для покойника.

source: Yeah. I'm the strongest man in all the world. That's 'cause I took ALL of the strength pills.
ru: Да. Я сильнейший человек во всём мире. Это потому, что я принял ВСЕ пилюли силы.
