Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: Of course, if you still want to complain, I'll get you kicked out of the Red Guard in no time.
ru: А если всё ещё хочешь жаловаться, глазом моргнуть не успеешь, как я вышвырну тебя из Красной стражи.

source: Good riddance.
ru: Легко отделался.

source: [b][OK][/b] Waking up from sleep mode...
ru: [b][OK][/b] Пробуждение из спящего режима...

source: [b][OK][/b] Obtaining ware table...
ru: [b][ОК][/b] Получение списка продукции...

source: [b][OK][/b] Loading graphical user interface...
ru: [b][OK][/b] Загрузка графического интерфейса...

source: [b][OK][/b] Preparing trade...
ru: [b][OK][/b] Подготовка торговли...

source: Trade done.
ru: Торговля завершена.

source: [b][OK][/b] Shutting down graphical user interface...
ru: [b][OK][/b] Выключение графического интерфейса...

source: [b][OK][/b] Entering sleep mode...
ru: [b][OK][/b] Переход в спящий режим...

source: Don't come any closer! Or I'll turn you into scrap metal!
ru: Ближе не подходи! Или я превращу тебя в кучу металлолома!

source: Wait... You're not a robot. Who are you? What are you doing here?
ru: Подожди... Ты не робот. Кто ты? И что здесь делаешь?

source: Have you brought me some food?
ru: Принёс мне немного еды?

source: Hurry... I'm starting to feel weak.
ru: Поспеши... Я начинаю чувствовать слабость.

source: Hey, are you all right? It looks like the robots are winning.
ru: Эй, с тобой всё в порядке? Похоже, роботы побеждают.

source: I found this in the First Aid kit. Maybe it will help.
ru: Вот что я нашёл в аптечке. Наверное, оно поможет.

source: I see you're still alive. Maybe the robots won't win after all.
ru: Вижу, ты всё ещё жив. Возможно, роботы и не победят.

source: I killed all bots, you can go outside now.
ru: Я убил всех ботов, теперь ты можешь выбраться наружу.

source: It's impossible. The bots are after me! I must stay here!
ru: Это невозможно. Боты преследуют меня! Я должен остаться здесь!

source: ...Okay, but when you feel hungry, do leave and visit the town. You can find food there.
ru: ...Ладно, но когда проголодаешься, вылезай и отправляйся в город. Там ты сможешь найти еду.

source: *stomach growls*
ru: *бурчание желудка*

source: I'm not hungry! I swear!
ru: Я не голоден! Клянусь!

source: I'm not hungry yet! Nothing will make me leave this little fortress!
ru: Я пока не голоден! Ничто не заставит меня покинуть мою маленькую крепость!

source: A friend...
ru: Друг...

source: My name is %s, and I'm here to stop the robots!
ru: Меня зовут %s, и я здесь, чтобы остановить роботов!

source: Stop them!? You can't. It's too late. The robots have killed everyone.
ru: Остановить их?! Ты не сможешь. Слишком поздно. Роботы убили всех.

source: I am Luke Skywalker, a Jedi Knight, and I'm here to save you!
ru: Я Люк Скайуокер, рыцарь-джедай, и я здесь, чтобы спасти тебя!

source: Huh? Am I dreaming?
ru: А? Я брежу?

source: Sorry, I've always wanted to say that.
ru: Прости, всегда хотел это сказать.

source: Who are you really?
ru: Кто же ты на самом деле?

source: Your worst nightmare! I'm here to punish you for your crimes against humanity.
ru: Твой худший кошмар! Я здесь, чтобы наказать тебя за преступления против человечества.

source: Wait, Stop! I'm worth billions of circuits... I'll give you anything. Just don't kill me!
ru: Подожди, остановись! Я стою миллиарды схем... Я отдам тебе всё. Только не убивай меня!

source: There are still some alive in the town.
ru: В городе всё ещё есть несколько выживших.

source: Ha, they won't last long. The robots will destroy them all. It's hopeless!
ru: Ха, они долго не протянут. Роботы их всех уничтожат. Надежды нет!

source: But you're still alive?
ru: Но ты всё ещё жив?

source: Barely, all I've had to eat for the past few months were energy bars from the snack machine.
ru: Едва, всё, что я ел последние несколько месяцев, - энергетические батончики из автомата лёгких закусок.

source: Now all that's left are military rations, and I would rather starve than eat those!
ru: Теперь остались только военные пайки, и я скорее умру с голоду, чем съем это!

source: My name is Will Gapes. I'm the chief software architect for MegaSys. I helped start the company.
ru: Меня зовут Уилл Гейпс. Я главный архитектор программного обеспечения Мегасис. Я помог основать компанию.

source: Without my help this company would still be learning BASIC!
ru: Без моей помощи эта компания до сих пор изучала бы БЕЙСИК!

source: Maybe I could find you some food?
ru: Может, найти немного еды для тебя?

source: If you bring me a well-cooked meal, I will tell you about Hell's Fortress.
ru: Если ты принесёшь мне нормальной еды, я расскажу тебе об Адской крепости.

source: Trust me, you won't survive long in there without my help.
ru: Поверь, без моей помощи ты там долго не протянешь.

source: I found a man who is starving. He is willing to tell me about Hell's Fortress if I will bring him some food. I should speak to Michelangelo about this.
ru: Я нашёл человека, умирающего с голода. Он пообещал рассказать мне об Адской крепости, если принесу ему немного еды. Надо поговорить об этом с Микеланджело.

source: So these murderous robots are your creation?
ru: Так эти кровожадные роботы - твоё изобретение?

source: NO! It was the company's fault!
ru: НЕТ! Это вина компании!

source: I told them the upgrade wasn't ready. It hadn't been fully tested.
ru: Я говорил им, что обновление не готово. И не полностью протестировано.

source: They wouldn't listen to me. They called me a fool! ME!?
ru: Они не стали меня слушать. Они назвали меня дураком! МЕНЯ!

source: Now they are all dead. Serves them right too!
ru: Теперь все они мертвы. Так им и надо!

source: I've brought you some food.
ru: Я принёс тебе немного еды.

source: It's about time! I'm starving.
ru: Как раз вовремя! Я умираю от голода.

source: Oh, this is delicious!
ru: О, как вкусно!

source: [b]om nom nom[/b]
ru: [b]ам-ням-ням[/b]

source: Um...You're welcome?
ru: Э... Наелся?

source: Now, how about some information?
ru: Так что насчёт кое-какой информации?

source: OK, so what do you want to know?
ru: Ладно, так что ты хочешь узнать?

source: I brought the full picnic basket to Gapes, and he tore into it like a wild animal. It was a disgusting sight, but thankfully it ended quickly.
ru: Я принёс Гепсу полную корзинку для пикника, и он набросился на неё, как дикий зверь. Отвратительное зрелище, но, к счастью, непродолжительное.

source: Tell me about this upgrade. Is that why all the robots are killing people?
ru: Расскажи мне об этом обновлении. Из-за него роботы убивают людей?

source: I'm afraid so... It wasn't finished yet.
ru: Боюсь, что да... Оно не было завершено.

source: The upgrade was supposed to revolutionize the world, but instead, it seems to have destroyed it.
ru: Обновление должно было совершить революцию в мире, но вместо этого, похоже, его разрушило.

source: How can I shut down the factory?
ru: Как мне отключить фабрику?

source: You must deactivate the energy supply.
ru: Ты должен отключить энергоснабжение.

source: But the robots have sealed the doors shut.
ru: Но роботы герметично заперли двери.

source: Is there another way to get in?
ru: Есть ли другой путь попасть внутрь?

source: You might be able to get guest access.
ru: Ты мог бы получить гостевой пропуск.

source: It was created to give clearance to the tourists when the factory was first built.
ru: Когда была построена фабрика, его разработали, чтобы выдавать разрешение туристам.

source: Because the program hasn't been used in years, maybe the robots haven't disabled it.
ru: Так как программа не использовалась годами, возможно, роботы её не отключили.

source: But you will have to find some other way into the headquarters. Guests were never given clearance.
ru: Но тебе придётся найти какой-то другой путь в центр управления. Туда гостей не пускали.

source: However, owners are.
ru: Хотя ещё есть владельцы.

source: I guess that is all this otherwise worthless piece of paper is useful for anymore.
ru: Думаю, ни на что большее этот бесполезный кусок бумаги не годен.

source: Paper?
ru: Бумага?

source: Sheet of cellulose.
ru: Лист целлюлозы.

source: Will Gapes gave me his MS Stock Certificate so that I can gain access to the MegaSys Factory.
ru: Уилл Гейпс отдал мне свой сертификат на акции МС, чтобы я смог получить доступ на завод Мегасис.

source: Be careful!
ru: Будь осторожен!

source: Please go to the Terminal you used to uncryonize me and issue the [b]download[/b] command.
ru: Пожалуйста, перейдите к терминалу, который вы использовали, чтобы разморозить меня, и выполните команду [b]загрузка[/b].

source: Hello, my name is Colemak. I am an old friend of yours, %s.
ru: Здравствуй, меня зовут Колмак. Я твой старый друг, %s.

source: You just killed a man and a friendly bot!!
ru: Ты только что убил человека и дружелюбного бота!!

source: Well, as you aren't trying to kill me as some irrational birds I've met, I'll say to you.
ru: Ну, поскольку ты не пытаешься убить меня, как какие-то иррациональные птицы, которых я встречал, я скажу тебе.

source: I'll be finished soon, so don't worry. There is an important thing about them I must tell you.
ru: Я скоро закончу, так что не волнуйся. Я должен сказать тебе одну важную вещь.

source: Not yet, but I'm working on it. I'll teach you something important.
ru: Пока нет, но я работаю над этим. Я научу тебя кое-чему важному.

source: There are no humans awake on RR Resorts.
ru: Люди не могуть проснуться на курортах ОВ.

source: What you think that was a human, was also a bot. It just have a different skin.
ru: То, что вы воспринимали, как человека, было также ботом. Просто у него другая кожа.

source: If it could merge on the human society, the chaos would be even bigger.
ru: Если бы он мог слиться с человеческим обществом, хаос был бы еще больше.

source: Then how come I've never heard of bots disguised as humans?
ru: Тогда почему я никогда не слышал о ботах, замаскированных под людей?

source: I don't know. I was frozen before they completed the project. Maybe it turned out too expensive?
ru: Я не знаю. Я был заморожен, прежде чем они завершили проект. Может, получилось слишком дорого?

source: The ones you just murdered where mistaking me with some master...
ru: Тех, кого ты только что убил, перепутав меня с каким-то мастером...

source: Ah yes, I've heard that from Dvorak. Apparently MS big boss was born in Linarius.
ru: Ах да, я слышал это от Дворака. Очевидно, большой босс МС родился в Линарии.

source: I've heard his nickname a few times now: [b]Agent Zero[/b].
ru: Я слышал его прозвище несколько раз: [b]Агент Зеро[/b].

source: Apparently, from what I collected while I was on MS, he was one of the first agents sent by the High Council.
ru: Судя по тому, что я узнал, находясь на МС, он был одним из первых агентов, посланных Высшим советом.

source: I'm very glad they didn't found out I learned that, or I would be dead a long time ago.
ru: Я очень рад, что они не узнали, что я узнал это, иначе я был бы давно мертв.

source: Why are you cryonized?
ru: Почему вас заморозили?

source: Well, as you might be aware, if you figure out too much you're cryonized.
ru: Ну, как вы, возможно, понимаете, если вы будете знаеть слишком много, вас заморозят.

source: Only the ones who figures out about MS big boss are actually killed.
ru: Только те, кто узнает слишком много о большом боссе МС, на самом деле будут убиты.

source: The reason is simple. Killing would be too noisy, while cryonizing keeps them undercover.
ru: Причина проста. Убийство было бы слишком скандальным, в то время как крионирование - тихий способ.

source: Thankfully they never figured out about what I truly knew. I was cryonized for figuring out that Hell Fortress Factory Boss had a teletransport network only for him which he used to grab the money and go on vacations in tropical islands.
ru: К счастью, они так и не узнали о том, что я действительно знал. Я был заморожен за то, что выяснил, что босс фабрики адской крепости личную телетранспортную сеть, которую он использовал, чтобы захватить деньги и отправиться в отпуск на тропические острова.

source: HOW DO YOU KNOW MY NAME?!
ru: ОТКУДА ТЫ ЗНАЕШЬ МОЕ ИМЯ?

source: Why, Dvorak told me, of course.
ru: Дворак сказал мне.

source: Ok, what's going on here?!
ru: Хорошо, что здесь происходит?!

source: High Council? Tell me more...
ru: Высший Совет? Расскажи мне больше...

source: I thought you already knew all that, being a former ship commander and all...?
ru: Я думал, ты уже все это знаешь, как бывший командир корабля и все такое...?

source: I was a ship commander? Cool!
ru: Я был командиром корабля? Круто!

source: Ah, uhm, sorry. I've been cryonized for too long. I don't have memories from before awakening.
ru: А, мм, извини. Я был заморожен слишком долго. Я ничего не помню до момента пробуждения.

source: In this case, you should find Dvorak first, he was a good friend of yours. Like, your guide.
ru: В таком случае вам следует сначала найти Дворака, он был вашим хорошим другом. Как ваш проводник.

source: He will explain to you in details about Linarians, their intent, the High Council... And most importantly...
ru: Он подробно расскажет вам о Линарианцах, об их намерениях, о Высшем совете... И самое главное...

source: What must be done to save the mankind.
ru: Что нужно сделать, чтобы спасти человечество.

source: That's too much for me. Give me a minute or two to process all this information, please.
ru: Это слишком много для меня. Дай, пожалуйста, мне минуту или две, чтобы переварить всю эту информацию.

source: Don't worry my friend. Take all time you need, and then come back to talk with me.
ru: Не волнуйся мой друг. Возьми столько времени сколько тебе надо, а потом приходи поговорить со мной.

source: Thanks, Colemak. I'll talk to you as soon as I'm ready.
ru: Спасибо, Колмак. Я поговорю с тобой, как только буду готов.

source: [b]Important: Colemak locked the City Gate to prevent enemy armies from coming from the Factory.[/b]
ru: [b]Важно: Колмак запер городские ворота, чтобы предотвратить появление вражеских армий с завода.[/b]

source: [b]Notice: Area south of RR Resorts is now unlocked.[/b]
ru: [b]Заметка: область к югу от курортов ОВ теперь разблокирована.[/b]

source: I ended up waking Colemak, which seems to be an old friend from the enigmatic entity which entitles itself as "Dvorak". Apparently this Dvorak can help me recover my memories. I should talk to Colemak again soon.
ru: В конце концов я разбудил Колмака, который, кажется, был старым другом загадочной сущности, которая называет себя "Дворак". Видимо, этот Дворак поможет мне восстановить память. Скоро я снова поговорю с Колмаком.

source: Let's find Dvorak!
ru: Надо найти Дворака!

source: So, are you ready?
ru: Ты готов?

source: Yes I am!
ru: Да, готов!

source: As you must be aware, bots were on Dvorak's track, and he had to hide.
ru: Вы должны знать, что боты шли по следу Дворака, и ему пришлось прятаться.

source: It would be impossible to locate him now, however he uploaded a detailed plan for you on my Cryo terminal.
ru: Невозможно было бы найти его сейчас, однако он выложил подробный план для вас на мой терминал.

source: I'll now unlock the [b]download[/b] command. Download the plans for me, pretty please.
ru: Теперь я разблокирую команду [b]загрузка[/b]. Скачайте планы для меня, пожалуйста.

source: It's encrypted and requires a key, but I'm sure you'll find it. Inform me about what Dvorak left there!
ru: Он зашифрован и требует ключа, но я уверен, что вы его найдете. Сообщи мне, что там оставил Дворак!

source: Dvorak has foreseen my arrival and left some data at the terminal which I used to uncryonize Colemak. I must download these files no matter what it takes!
ru: Дворжак предвидел мое прибытие и оставил на терминале кое-какие данные, которые я использовал для разморозки Колмака. Я должен загрузить эти файлы, независимо от того, что для этого потребуется!

source: [b]Main Cryonics Containment Gate[/b]
ru: [b]Главные изолирующие ворота крионики[/b]

source: This is a security area. Please identify or logout.
ru: Зона безопасности. Пожалуйста, идентифицируйтесь или выйдите из системы.

source: identify
ru: идентификация

source: Identification:
ru: Идентификация:

source: Tux
ru: Такс

source: [b]ERROR[/b] Unable to execute open.exe.
ru: [b]ОШИБКА:[/b] невозможно выполнить открыть.exe.

source: Try using commands: chkdsk logout
ru: Попробуйте команды: chkdsk выход

source: Credentials invalid. Disconnection forced.
ru: Неверные учётные данные. Принудительное отключение.

source: [b]ERROR[/b] Because this terminal was designed not to fail, if failure does occur, there are no tools provided to repair it.
ru: [b]ОШИБКА:[/b] из-за того, что этот терминал создан для безотказной работы, инструментов для исправления неисправностей нет.

source: [b]ERROR[/b] 'chkdsk' is not recognized as an internal or external command, operable program or batch file.
ru: [b]ОШИБКА:[/b] "chkdsk" не распознано как внутренняя или внешняя команда, исполняемая программа или командный файл.

source: Connection refused.
ru: В соединении отказано.

source: Terminal #1979 is immune to hack attempts. Or so says the lore.
ru: Терминал № 1979 невосприимчив к хакерским атакам. Или так гласит предание.

source: [b]Arcane Lore[/b] - I've bought an anti-hack software, so I could try to hack it!
ru: [b]Тайные знания[/b] - купив антихакерское программное обеспечение, я могу попытаться взломать его!

source: [b]User tux created.[/b] Enjoy!
ru: [b]Пользователь такс создан.[/b] Пользуйтесь!

source: tux
ru: такс

source: Entering as tux
ru: Войти под именем такс

source: R&R Factory gate status: CLOSED
ru: Состояние ворот фабрики ОВ: ЗАКРЫТЫ.

source: R&R Factory gate status: OPEN
ru: Состояние ворот фабрики ОВ: Открыты

source: CAPTCHA: Please write the number that answers the following: %s + %s = ?
ru: КАПЧА: Пожалуйста, напишите число, которое будет ответом для: %s + %s = ?

source: Access Denied. Electrical discharge in progress.
ru: Доступ запрещён. Электрический разряд.

source: download hacking tools
ru: загрузить инструменты взлома

source: The max available software revision is 9.
ru: Максимальная версия программного обеспечения - 9.

source: Your hacking skill already has or exceeds this level.
ru: Ваш навык взлома уже такого-же или лучшего этот уровня.

source: This is commercial software, payment required (3000 circuits).
ru: Это коммерческое программное обеспечение, требуется оплата (3000 схем).

source: You will also need %d training points.
ru: Необходимо %d очков обучения.

source: Proceed?
ru: Выполнить?

source: Reading package lists... Done
ru: Чтение списков пакетов... Выполнено.

source: Building dependency tree
ru: Построение дерева зависимостей.

source: Reading state information... Done
ru: Чтение информации о состоянии... Выполнено.

source: The following skill will be installed:
ru: Будет установлен следующий навык:

source: 'Hacking' program revision %d.
ru: Ревизия программы взлома %d.

source: Feature set of the hacking program has been improved successfully.
ru: Набор функций программы взлома был успешно расширен.

source: Payment bounced. Insufficient credits.
ru: Оплата не прошла. Недостаточно кредитов.

source: Out of Memory. More Experience is needed to run this program.
ru: Нехватка памяти. Для запуска этой программы необходимо больше опыта.

source: Sniper Rifles are cool.
ru: Снайперские винтовки классные.

source: Defeating robots is easy with Sniper Rifles.
ru: Победить роботов со снайперскими винтовками легко.

source: Bah-bah-bah rifler.
ru: Пиф-паф снайпер.

source: What's better than grenades? Sniper rifles.
ru: Что может быть лучше гранат? Снайперские винтовки.

source: Where could I increase my Sniper Rifles collection?
ru: Где я могу пополнить свою коллекцию снайперских винтовок?

source: Uhm... Hello?
ru: Эм... Привет?

source: Hello, I'm Fred. I make addons and grenades. I can craft some for you.
ru: Привет, я Фред. Я делаю дополнения и гранаты. Я могу сделать для тебя.

source: I would like to give a look at it later, thanks.
ru: Я хотел бы взглянуть на это позже, спасибо.

source: Could you craft some add-ons for me?
ru: Можешь сделать немного дополнений для меня?

source: Of course I can craft add-ons for my best customer.
ru: Конечно! Я сделаю дополнения для моего лучшего покупателя.

source: If not the only.
ru: И не только.

source: Can you assemble add-ons on my equip?
ru: Можешь установить дополнения на мое снаряжение?

source: Of course I can assemble add-ons for my best customer.
ru: Конечно! Я могу установить дополнения для моего лучшего покупателя.

source: I want a grenade.
ru: Мне хочу гранату.

source: Sure, please take a look.
ru: Конечно, смотри.

source: They're not impressive, but get the work done!
ru: Они не впечатляют, но работают хорошо.

source: You won't regret them.
ru: Вы не пожалеете о них.

source: VMX for humans, EMP for droids. Remember this rule.
ru: Запомните правило VMX для людей, ЭМИ для дроидов.

source: Nice shopping!
ru: Удачных покупок.

source: Do you know where to find a weapon for the .50 BMG Ammo?
ru: Не знаете, где найти оружие под патроны .50 BMG?

source: A weapon for the .50 Browning Machine Gun Ammo. Only the Barrett M82 Sniper Rifle use that junk. I mean, they don't even stack, you need a slot on inventory for each ammo.
ru: Оружие под патроны от пулемета Браунинга калибра .50. Только снайперская винтовка Barrett M82 использует этот хлам. Я имею в виду, они даже не складываются, вам нужен слот в инвентаре для каждого патрона.

source: So, if I was interested in such gun. Do you know where I could get one?
ru: Так вот, если бы меня мне была нужна такая пушка. Вы не знаете, где я могу её достать?

source: I have one, but I won't give it to you. You see, the Barrett is powerful enough to stop a truck, literally, and the likelihood of even a battle droid surviving more than 2 hits by this weapon is quite slim.
ru: У меня есть одна, но я не дам ёё тебе. Видите ли, Барретт достаточно сильна, чтобы остановить грузовик, в буквальном смысле, и вероятность того, что даже боевой дроид переживет более 2 попадания из этой пушки, довольно мала.

source: So unless you're military or something, I won't be giving, trading, nor selling it for you.
ru: Поэтому, если вы не военный или что-то в этом роде, я не буду давать или продавать её вам.

source: I have many circuits, you know.
ru: Знаешь, у меня много ценных схем.

source: And I have a Barrett M82. I bet a few direct hits from this gun, and you'll leave life to become history.
ru: И у меня есть Барретт M82. Бьюсь об заклад, что несколько прямых попаданий из этой пушки, и ты станешь историей.

source: ...You've got a point there.
ru: ...В этом есть смысл.

source: Look at this! I have a Barrett.
ru: Посмотри на это! У меня есть Баррет.

source: Ah, so you've got a Barrett too. Nice.
ru: А, так у тебя тоже есть Барретт. Мило.

source: That is a sniper rifle. It should kill bots in one shoot from afar.
ru: Это снайперская винтовка. Она должена убивать ботов одним выстрелом издалека.

source: If you ever find a droid with subsonic sensor, this is the weapon you should use.
ru: Если вы когда-нибудь найдете дроида с дозвуковым сенсором, вы должны использовать это оружие.

source: Subsonic droids won't attack until you attack them. They are powerful, fast, and have lots of armor.
ru: Дозвуковые дроиды не нападут, пока вы не атакуете их. Они мощные, быстрые и хорошо бронированы.

source: Plasma would be too slow, and laser too weak, so you really should use sniper rifles there.
ru: Плазма будет слишком медленной, а лазер слишком слабым, так что вы действительно должны использовать снайперскую винтовку против них.

source: ...I do not think I'll ever meet such droid, but thanks for the warning.
ru: ...Не думаю, что когда-нибудь встречу такого дроида, но спасибо за предупреждение.
