Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: Well, you've discovered a great secret: chests sometimes contain items.
ru: Что ж, ты открыл величайший секрет: в сундуках иногда что-нибудь есть.

source: We humans have a fascination with hiding our treasures. What comprises a treasure means different things to different people.
ru: Мы, люди, имеем склонность прятать сокровища. Для разных людей сокровищем могут быть совершенно разные вещи.

source: For some, it's valuable metals in robotic circuitry. That's the current monetary standard on our world.
ru: Для одних это ценные металлы в схемах роботов. Таков текущий денежный стандарт в нашем мире.

source: For others, it may be weapons, or even just items that may be used as weapons in a pinch.
ru: Для других это оружие или даже просто предметы, которые можно использовать в таком качестве.

source: Still others, odd as it may sound, keep dishes hidden away.
ru: Третьи, как бы странно это ни звучало, прячут посуду.

source: Perhaps the best thing you can find, though, is armor. At least, given the current situation with the bots, that is.
ru: Возможно, доспехи - лучшее, что ты можешь найти. По крайней мере, если учесть текущую ситуацию с ботами.

source: Armor? I should know more about this.
ru: Доспехи? Я должен узнать о них побольше.

source: In the years since you entered stasis, mankind has done much research in the field of robotics.
ru: За годы, проведённые тобой в стазисе, человечество провело много исследований в области робототехники.

source: One branch in particular that has served us well is the realm of nanotechnology.
ru: Одной из отраслей, сослуживших нам добрую службу, были нанотехнологии.

source: Because they run a very simple operating system, nanobots were not affected by whatever caused the Great Assault.
ru: Из-за простейшей операционной системы наноботов не затронуло то, что вызвало бунт машин.

source: To this day, our armor and clothing are made out of nanobots. This enables many different sizes of people to wear the same clothing.
ru: И по сей день наши броня и одежда изготавливаются из наноботов. Это позволяет людям с разными размерами носить одни и те же вещи.

source: The nanobots reshape the garment for a comfortable fit, so even you should be able to wear them without problem.
ru: Наноботы изменяют форму одежды, подгоняя её по фигуре, поэтому даже ты сможешь носить её без проблем.

source: How does wearing clothes and holding shields help me?
ru: Как мне поможет ношение одежды и щитов?

source: Well, it can help you avoid indecent exposure charges.
ru: Ну, это поможет избежать обвинений в разврате.

source: But all jokes aside, the bots will not mess around.
ru: Но шутки в сторону, боты шутить не будут.

source: Even the best of fighters sometimes get hit by enemy blows. If I were you, I would seriously consider wearing some sort of armor before mixing it up with those bots.
ru: Даже лучшие бойцы временами пропускают удар. На твоём месте я бы серьёзно подумал о ношении каких-нибудь доспехов перед тем, как связаться с теми же ботами.

source: They will help to mitigate some of the damage you take from melee or ranged combat.
ru: Они помогут уменьшить урон, получаемый в ближнем и дальнем бою.

source: Keep in mind, though, that there is a chance that your armor will take damage whenever you get hit. Keep an eye on it, or you'll lose it.
ru: Однако помни, что всегда есть шанс повредить броню, когда ты получаешь удар. Следи за ней, а то потеряешь.

source: That sounds useful. How do I use armor?
ru: Звучит заманчиво. Как пользоваться доспехами?

source: Well, let me start by saying that there are four classes of armor: headgear, shoes, body armor, and shields.
ru: Итак, начну с того, что существует четыре класса доспехов: шлемы, обувь, бронежилеты и щиты.

source: When you pick up a piece of armor of a particular class, and you don't already have one equipped, you will automatically equip it if you can.
ru: Когда подбираешь отдельную часть доспеха, не имея при этом соответствующей экипировки, ты, если это возможно, автоматически её экипируешь.

source: Picking up armor and items can be accomplished by [b]left clicking[/b] on the item. If your inventory has space, you will pick the item up.
ru: Сбор доспехов и предметов выполняется [b]щелчком левой[/b] по предмету. Если в инвентаре есть место, ты заберёшь предмет.

source: If you currently have one piece of armor equipped that you would like to swap out for another, simply drag the new armor piece to the current armor piece and left click.
ru: Если какая-то часть доспехов уже экипирована, а ты хотел бы заменить её другой, просто перетащи новую часть поверх старой и щёлкни левой.

source: They will swap places, and you can put the other piece of armor back into your inventory.
ru: Они поменяются местами, и ты сможешь положить другую часть доспехов обратно в инвентарь.

source: Alternatively, you can drag it into your field of view and drop it on the ground.
ru: Как вариант, ты можешь перетащить её в поле зрения и бросить на землю.

source: I wouldn't want to lose any armor. What can I do about that?
ru: Я бы не хотел потерять броню. Что с этим можно сделать?

source: Well, there are several ways to keep that from happening.
ru: Ну, есть несколько способов избежать этого.

source: Equipped items in poor condition will show up yellow and should turn red if in critical condition.
ru: Экипированные предметы в плохом состоянии будут показаны жёлтым, а достигшие критического - красным.

source: If you don't unequip an item in poor or critical condition it may be ruined!
ru: Если не снять предмет в плохом или критическом состоянии, он может быть разрушен!

source: There are three things you can do when an item reaches critical condition:
ru: Когда предмет приходит в критическое состояние, ты можешь сделать три вещи:

source: First, you can sell or discard the item.
ru: Во-первых, вещь можно продать или выбросить.

source: Second, you can use your [b]repair equipment[/b] program on the item, which will repair the item at the cost of some of its durability.
ru: Во-вторых, можешь воспользоваться своей программой [b]ремонта снаряжения[/b], которая починит вещь за счёт потери части прочности.

source: Or third, you can have the item repaired at a shop, which maintains the item's durability at a price.
ru: В-третьих, за определённую цену ты можешь отремонтировать вещь в магазине, сохранив её прочность.

source: You mentioned discarding an item. Why would I want to do that?
ru: Ты упомянул о выбрасывании предмета. Зачем мне это делать?

source: Well, I can think of a few reasons.
ru: Что ж, могу назвать несколько причин.

source: You might not have enough room in your inventory for an item you need more, or can sell for more.
ru: У тебя может быть недостаточно места в инвентаре для более нужных или дорогих предметов.

source: If an item is close to being destroyed, you might also consider dropping it.
ru: Если предмет близок к разрушению, ты также можешь подумать о выбрасывании.

source: And finally some items give negative status effects, and aren't worth selling.
ru: Наконец, некоторые предметы, оказывающие негативное воздействие, нельзя продать.

source: Armor or weapons may affect you in different ways.
ru: Доспехи или оружие могут влиять на тебя по-разному.

source: Some will help you out, for example by increasing your cooling rate or increasing your dexterity. This is the work of specialized nanobots, but the reverse can happen too.
ru: Некоторые помогут, повысив, например, твою скорость охлаждения или ловкость. Это работа специализированных наноботов, но может произойти и обратное.

source: Repair equipment program? How do I use that?
ru: Программа ремонта снаряжения? Как ей пользоваться?

source: Perhaps I should start by explaining programs in general.
ru: Возможно, стоит начать с общего рассказа о программах.

source: To use a program, select it through your HUD (remember the [b]s key[/b] toggles your [b]Skills/Program menu[/b]).
ru: Чтобы воспользоваться программой, выбери её через HUD (напомню, [b]меню умений/программ[/b] переключается [b]клавишей 's'[/b]).

source: After you've selected a program, run the program by right clicking. Depending on the program you can target an enemy, an item, or just the world.
ru: После того, как выберешь программу, запусти её, щёлкнув правой. В зависимости от программы целью может быть враг, предмет или окружающий мир.

source: You can also assign quick-select keys to programs. Simply hover over the program in the Skills/Program menu and press one of the keys [b]F5[/b] to [b]F12[/b]. Then, whenever you press this button, you will select the corresponding program.
ru: Также ты можешь назначить программам горячие клавиши. Просто наведи курсор на программу в меню умений/программ и нажми одну из клавиш от [b]F5[/b] до [b]F12[/b]. Тогда, если ты нажмёшь такую копку, выберется соответствующая программа.

source: If you're curious what a program does, you can find out by clicking the question mark in the Skills/Program menu.
ru: Если тебе интересно, что делает программа, ты можешь узнать это, нажав вопросительный знак в меню умений/программ.

source: Now, to answer your question, you use your repair equipment program by selecting it in the Skills/Program menu, then right clicking on the item you wish to repair.
ru: Теперь отвечу на твой вопрос. Ты запустишь программу ремонта снаряжения, выбрав её в меню умений/программ и затем щёлкнув правой по предмету, который хочешь починить.

source: Run a program by right clicking after it has been selected from the Skills/Program menu. My shoes are damaged, so I might try the repair equipment program on them to slightly repair them.
ru: Программа запускается щелчком правой после того, как будет выбрана в меню умений/программ. Мои ботинки повреждены, поэтому я мог бы попробовать немного их починить программой ремонта снаряжения.

source: I think I'm ready for the next section of the tutorial.
ru: Думаю, я готов к следующей части обучения.

source: Ok, I'll open the next door then. But prepare yourself, soon you will learn how to fight against bots in hand-to-hand combat.
ru: Ладно, тогда я открою следующую дверь. Но приготовься, скоро тебе предстоит учиться сражаться с ботами врукопашную.

source: Can you tell me how to fight the bots?
ru: Расскажешь, как сражаться с ботами?

source: I will certainly try my best.
ru: Постараюсь.

source: It's odd to think that a flightless bird would be such a scrapper, but you Linarians have been surprising us since the beginning.
ru: Странно было бы думать, что нелетающая птица окажется такой забиякой, однако вы, линарианцы, не переставали удивлять нас с самого начала.

source: We prefer to fight the blamed droids at a distance. They're less likely to rend us limb from limb that way.
ru: Мы предпочитаем сражаться с проклятыми дроидами на расстоянии. Так они вряд ли разорвут нас на части.

source: Unfortunately, guns and other ranged weaponry are hard to come by these days.
ru: К несчастью, пушки и прочее оружие дальнего боя в наши дни трудно найти.

source: That goes double for ammunition. Because these are bots, you really can't effectively keep them at bay by just waving around an empty gun.
ru: И вдвойне трудней - боеприпасы. Нельзя действительно эффективно держать ботов в узде, просто размахивая незаряженной пушкой у них перед носом.

source: With that in mind, your most reliable weapons are your fists. They never run out of ammo or wear down, but of course they don't do much damage against a metal body, either.
ru: Учитывая всё это, самое надёжное оружие - собственные кулаки. У них никогда не закончатся патроны и нет износа, но, конечно, ими не нанести большого урона металлическому корпусу.

source: So I'm supposed to fight bots with my fists?
ru: Так я должен сражаться с ботами кулаками?

source: There may be times when you have no choice.
ru: Во многих случаях у тебя не будет выбора.

source: Melee combat, armed or unarmed, can be initiated by [b]left clicking[/b] on an enemy.
ru: Ближний бой, с оружием или нет, можно начать, [b]щёлкнув левой[/b] по врагу.

source: You will then walk over to the enemy and start hitting them.
ru: Тогда ты приблизишься к противнику и начнёшь его бить.

source: Now, I understand you may have some concerns over your safety during this...
ru: Я понимаю, что могут возникнуть некоторые опасения по поводу безопасности...

source: CONCERNS? Erm... Yes, this doesn't sound like a particularly healthy endeavor.
ru: ОПАСЕНИЯ? Э... Да, не похоже на особо здоровое времяпрепровождение.

source: Fred, if you're afraid, you'll have to overlook it. Besides, you knew the job was dangerous when you took it.
ru: Если испугался, Фред, страх пусть канет в Лету: ты ведь сам пошёл на риск, взяв работу эту.

source: I beg your pardon? Who is Fred?
ru: Прости, но кто такой Фред?

source: Never mind, just an old song.
ru: Забудь, просто старая песня.

source: Fighting the bots hand-to-hand has risks, there is no question. However, there are things you can do to even the odds.
ru: Несомненно, сражение с ботами врукопашную - риск. Однако кое-что можно предпринять, чтобы уравнять шансы.

source: We already discussed armor. Another useful type of item is medical supplies.
ru: Мы уже обсуждали доспехи. Другой полезный вид предметов - медикаменты.

source: There are a few different types of restorative items. The most common are health drinks.
ru: Есть несколько различных типов восстанавливающих средств. Наиболее известны зелья лечения.

source: Tell me about health drinks.
ru: Расскажи мне о зельях лечения.

source: Man has practised medicine in one form or another for hundreds of years.
ru: Человек занимался медициной в той или иной форме сотни лет.

source: Using some of the same nanotechnology that makes up your armor, we've perfected drinks that instantaneously restore your health.
ru: Используя ту же нанотехнологию, что и в доспехах, мы усовершенствовали напитки, мгновенно восстанавливающие здоровье.

source: There are many kinds, but all accomplish the same thing, to varying degrees.
ru: Существует много их видов, но действие то же, вся разница - в степени эффекта.

source: Certain items, like health drinks, can be used directly without clicking on them.
ru: Отдельные предметы, например, зелья лечения, можно использовать непосредственно, не нажимая на них.

source: At the bottom of your HUD, you'll notice your item access belt. Small items can go here and be used by pressing the numbers [b]0[/b] through [b]9[/b].
ru: Внизу HUD ты заметишь пояс быстрого вызова. Мелкие вещи можно помещать туда и использовать, нажимая цифры от [b]0[/b] до [b]9[/b].

source: Unlike armor or weapons, multiple of these items will group together in your inventory slots.
ru: В отличие от доспехов и оружия, большинство таких предметов группируются в одной ячейке инвентаря.

source: If you have Diet Supplements equipped in item slot 1, you can press 1 to use one.
ru: Если поместить в 1 слот быстрого вызова пищевую добавку, то нажав '1', можно её использовать.

source: This will restore your health, and will be invaluable in the heat of battle.
ru: Она восстановит твоё здоровье, что бесценно в пылу битвы.

source: Small one-time-use items, like diet supplements, can be placed in inventory spots labels 1 to 0, and can be used by pressing the corresponding key.
ru: Мелкие одноразовые предметы вроде пищевых добавок можно поместить в пронумерованные от 1 до 0 ячейки инвентаря и применить их, нажав соответствующую клавишу.

source: I'm ready to fight my first bot.
ru: Я готов сразиться с первым ботом.

source: We keep two bots captive for melee practice.
ru: У нас в плену пара ботов для практики ближнего боя.

source: I've unlocked the door leading to the first bot. Take care of it, then come back and talk to me.
ru: Я разблокировал дверь, ведущую к первому боту. Позаботься о нём, потом вернись и скажи мне.

source: I'm also giving you some health drinks. Feel free to use them, though I can heal you if you need it.
ru: Также возьми несколько зелий лечения. Используй, когда захочешь, хотя я смогу тебя вылечить, если что.

source: Your health will also regenerate over time. I wish it were so easy for us humans.
ru: И ещё: твоё здоровье со временем регенерирует. Хотел бы я, чтоб и люди так умели.

source: The first bot is carrying an [b]Entropy Inverter[/b]. Bring it to me to prove you've beaten it.
ru: В первого бота встроен [b]инвертор энтропии[/b]. Принеси его мне как доказательство победы.

source: Come back and talk to me when you have the Entropy Inverter.
ru: Когда получишь инвертор энтропии, вернись и поговори со мной.

source: I'm going to fight my first bot! To start melee combat left click on the bot. Tom wants the Entropy Inverter from the bot after I've defeated it, so I should pick that up.
ru: Я впервые собираюсь сразиться с ботом! Ближний бой начинается с левого щелчка по врагу. Том хочет получить инвертор энтропии, и нужно не забыть забрать его с бота после победы.

source: Can you heal me?
ru: Можешь вылечить меня?

source: You are fine, there is nothing that I can do.
ru: Ты в полном порядке, я здесь бессилен.

source: You should be more careful, Linarian. But yes, I can heal you.
ru: Будь осторожнее, линарианец. Однако да, я могу тебя вылечить.

source: There, all better.
ru: Вот и порядок.

source: I've beaten the first bot.
ru: Я победил первого бота.

source: So you have. Well done.
ru: И инвертор у тебя. Молодец.

source: I'll exchange this wrench for it. I think you'll find it handy.
ru: Я обменяю его на гаечный ключ. Думаю, ты найдёшь ему применение.

source: Now would be an appropriate time to mention bot parts, I guess.
ru: Полагаю сейчас самое время поговорить о деталях ботов.

source: Certain parts in the bots are extra valuable. You can sell them at stores for cash.
ru: Некоторые части ботов очень ценные. Ты можешь продавать их в магазинах за наличные.

source: If you can learn to extract these parts, it can help improve your lot in the world.
ru: Если научишься извлекать такие детали, это будет хорошим подспорьем в жизни.

source: Hopefully, you can find someone to teach you.
ru: Надеюсь, ты найдёшь кого-нибудь, кто научит тебя.

source: I brought the entropy inverter to Tom and he gave me my first weapon: a Big wrench. I should equip it.
ru: Я принёс Тому инвертор энтропии, и он дал мне первое оружие - большой гаечный ключ. Нужно экипировать его.

source: Trying to cheat your way through the tutorial doesn't bode well for your chances in the real world.
ru: Попытка схитрить во время обучения не сулит тебе ничего хорошего в реальном мире.

source: I'll need proof that you've beaten the first bot.
ru: Мне нужны доказательства, что ты победил первого бота.

source: Don't come back without the [b]Entropy Inverter[/b] it was carrying.
ru: Не возвращайся без его [b]инвертора энтропии[/b].

source: You mentioned another bot?
ru: Ты упоминал и другого бота?

source: That's correct. The second bot is a lot more dangerous, and you're not likely to make much headway against it with your fists.
ru: Верно. Второй бот намного более опасен, и вряд ли ты много сделаешь голыми руками.

source: Lucky for you, there's another dimension to melee combat.
ru: К счастью для тебя, у ближнего боя есть ещё одна сторона.

source: Fighting bots with your fists is fine, but there are a number of items you can use for melee.
ru: Сражаться с ботами на кулаках - хорошо, но есть ряд предметов, которые можно использовать в ближнем бою.

source: There are several traditional weapons in the world such as swords or light sabers that can be used against the bots.
ru: Существует несколько видов традиционного оружия, те же обычные или световые мечи, что вполне пригодны против ботов.

source: However, more common items you encounter every day can often be used to bash or pry at droid armor.
ru: Однако и простые повседневные вещи зачастую можно пустить в ход, усилив удар или проломив броню дроида.

source: For example, that wrench I just gave you will increase the damage you do, and should let you best the next bot.
ru: Например, тот гаечный ключ, что я сейчас тебе дал, повысит твой урон и поможет справиться со следующим ботом.

source: I'm ready to take the next bot on.
ru: Я готов взяться за следующего бота.

source: I certainly hope so. I will heal you before you go to the next room.
ru: Очень на это надеюсь. Но перед тем, как отправишься в следующую комнату, я тебя вылечу.

source: I'm also giving you another healing drink, just in case.
ru: И дам тебе ещё одно зелье лечения, на всякий случай.

source: A 247 is nothing to trifle with, so I'm giving you a shield in the hopes that it'll help keep you alive.
ru: С 247-м шутки плохи, поэтому я дам тебе щит, в надежде, что он поможет тебе выжить.

source: Finally, I'm giving you couple of somewhat experimental pills that will temporarily increase your strength and dexterity, respectively.
ru: Наконец, я дам тебе пару в некотором смысле экспериментальных пилюль, временно увеличивающих твою силу и ловкость.

source: Use them in the same way you would use a health drink.
ru: Используй их тем же способом, каким применяешь зелья лечения.

source: If I were you, I would think about using your repair equipment program on your armor and that wrench before you go into the room.
ru: На твоём месте, я бы воспользовался программой ремонта снаряжения для твоих доспехов и гаечного ключа до того, как зайдёшь в комнату.

source: You'll also need to equip them. I won't do that for you.
ru: И не забудь их надеть. Я не стану делать это за тебя.

source: Like the last bot, this one will be carrying an item. Bring me the [b]Tachyon Condensator[/b] it is carrying to continue.
ru: Как и предыдущий бот, этот содержит определённый предмет. Принеси мне [b]тахионный конденсатор[/b], и мы продолжим.

source: I've unlocked the door. Good luck, and talk to me when you have the Tachyon Condensator.
ru: Я разблокировал дверь, удачи. Поговори со мной, когда найдёшь тахионный конденсатор.

source: I've beaten the second bot.
ru: Я победил второго бота.

source: Very good! You've completed your melee training.
ru: Очень хорошо! Ты завершил тренировку ближнего боя.

source: These skills will serve you well in the future.
ru: Эти навыки в будущем сослужат тебе хорошую службу.

source: Talk to me when you're ready to move on to the next part of the tutorial.
ru: Поговори со мной, когда будешь готов перейти к следующей части обучения.

source: You didn't bring back the Tachyon Condensator. You'll need to bring it back before we can continue.
ru: Ты не принёс тахионный конденсатор. Придётся тебе за ним вернуться, прежде чем мы продолжим.

source: I'll go ahead and heal you. If your weapon or armor are in bad shape, perhaps you should repair them before going back in there.
ru: Я тебя вылечу. Если твои оружие или доспехи в плохом состоянии, тебе нужно их отремонтировать прежде, чем туда вернуться.

source: Don't come back without the [b]Tachyon Condensator[/b].
ru: Не возвращайся без [b]тахионного конденсатора[/b].

source: I'm ready to move on.
ru: Я готов идти дальше.

source: I decided to move on and go to next unit of the tutorial.
ru: Я решил перейти к следующей части обучения.

source: I'll bet you're itching to try that pistol out on some bots.
ru: Готов поспорить, что тебе не терпится опробовать этот пистолет на ботах.

source: Our next destination is the ranged combat training area, so you're in luck.
ru: Наш следующий пункт назначения - стрельбище, так что тебе повезло.

source: I'll unlock the door to the south. Follow the corridor east.
ru: Я открою южную дверь, а дальше иди по коридору на восток.

source: Ranged weaponry seems safer than getting up close and personal.
ru: Оружие дальнего боя кажется более безопасным, чем рукопашная лицом к лицу.

source: Well, Linarian, most of the time it is.
ru: Ну, в большинстве случаев так и есть, линарианец.
