Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: You don't understand. I wasn't asking. Now, tell me about your life as a soldier, or I will tell the guards you are slacking off.
ru: Ты не понял. Это не просьба. Сейчас же расскажи мне о своей службе, или я сообщу страже, что ты отлыниваешь.

source: No! Please... I will do anything, just don't call the Red Guard! They do not like people who left the service. They do not like me.
ru: Нет! Пожалуйста... Я всё сделаю, только не зови Красную стражу! Они не любят людей, оставивших службу. И я им не нравлюсь.

source: I will tell you everything.
ru: Я всё тебе расскажу.

source: Good. Start talking. Now.
ru: Хорошо. Начинай. Сейчас.

source: Those are pretty painful and distant memories.
ru: Это болезненные и давние воспоминания.

source: After the Great Assault, I joined the Red Guard. They needed help and were looking for volunteers.
ru: После бунта машин я вступил в Красную стражу. Они нуждались в помощи и искали добровольцев.

source: I served there for a short while, and they even let me use an exterminator. But then after a failed mission, I resigned and never wore a uniform again.
ru: Я служил там некоторое время, и мне даже доверили истребитель. Но затем, после провальной миссии, я ушёл в отставку и больше никогда не носил форму.

source: You mentioned an exterminator. What is it?
ru: Ты упомянул истребитель. Что это?

source: It is the best weapon that the Red Guard has against the bots.
ru: Это лучшее оружие против ботов, какое есть у Красной стражи.

source: A direct hit from one of those guns is enough to turn most bots into scrap metal.
ru: Прямого попадания из одной такой пушки достаточно для превращения большинства ботов в груду металлолома.

source: Many of the great victories of the Red Guard are thanks to the exterminator.
ru: Многими великими победами Красная стража обязана истребителю.

source: Of course, because of its small clip and terribly long reloading time, equally many deaths can be attributed to it.
ru: Конечно, из-за маленькой обоймы и ужасно долгой перезарядки не меньше смертей может быть записано на его счёт.

source: A failed mission?
ru: Провальная миссия?

source: There were six of us. Me, Wilbert, Anderson and three others. I do not remember the names anymore. We were team number nine.
ru: Нас было шестеро. Я, Уилберт, Андерсон и ещё трое. Я уже не помню имён. Мы были в девятом отряде.

source: It was a routine scout mission. We saw an interesting building which was not there before, and decided to take a look.
ru: Это было обычное разведывательное задание. Мы увидели интересное здание там, где его раньше не было и решили взглянуть на него поближе.

source: It was a terrible fortress, many stories high. It had guns everywhere. When we got close the shooting started.
ru: Это была жуткая крепость со множеством этажей. Оружие торчало отовсюду. Когда мы приблизились, началась стрельба.

source: They were waiting for us. Came in endless swarms. More and more and more. We stood our ground and kept firing, but it was no use. More of them came.
ru: Они ждали нас. На нас обрушились бесконечные лавины атакующих. Всё больше, больше и больше. Мы плечом к плечу врастали в землю ту, но всё было бесполезно. Врагов всё прибывало.

source: Our ammunition ran out. They got close. It was the end of team number nine. The Hell Fortress took their lives. I ran. I survived.
ru: У нас кончились боеприпасы. Они приблизились, и это был конец девятого отряда. Адская крепость забрала их жизни. Я бежал. Я выжил.

source: After that I decided that I am not fit to be one of the Red Guard. I resigned and started to work in the mine shortly after.
ru: После этого я решил, что мне не подходит служба в Красной страже. Я ушёл в отставку и вскоре начал работать на шахте.

source: I do not want to face the rage of the Hell Fortress ever again. Never again.
ru: Я не хочу столкнуться с яростью Адской крепости вновь. Никогда.

source: What do you have there?
ru: Что у тебя там?

source: What do you mean?
ru: Что ты имеешь в виду?

source: That helmet. I could make good use of it, it looks quite solid.
ru: Тот шлем. Выглядит довольно прочным, я бы нашёл ему применение.

source: Can I buy it from you?
ru: Могу я его купить?

source: Let's talk about the helmet.
ru: Давай поговорим о шлеме.

source: So, what about the helmet now?
ru: Итак, что насчёт шлема?

source: I offered you 20 circuits for it.
ru: Я предложил тебе за него 20 схем.

source: You agreed.
ru: Ты согласился.

source: Indeed.
ru: Действительно.

source: You suggested 100 circuits as a price.
ru: Ты предложил цену в 100 схем.

source: That is acceptable to me.
ru: Меня это устраивает.

source: Excellent.
ru: Отлично.

source: You said you would give me the helmet for free.
ru: Ты сказал, что отдашь мне шлем просто так.

source: Yes, that's true.
ru: Да, это правда.

source: Please unequip it, so we can proceed.
ru: Пожалуйста, сними его, и мы продолжим.

source: I want to see your face as we talk.
ru: Я хочу видеть твоё лицо при разговоре.

source: Oh, thank you!
ru: О, спасибо!

source: Here, take this Lamp, as a token of my esteem.
ru: Вот, возьми эту лампу в знак моего уважения.

source: Oh, thank you very much!
ru: О, большое тебе спасибо!

source: You're welcome.
ru: Пожалуйста.

source: Fine.
ru: Отлично.

source: Here are your 20 circuits.
ru: Вот твои 20 схем.

source: Here's your new helmet.
ru: Вот твой новый шлем.

source: Thank you.
ru: Спасибо.

source: Hmm...
ru: Хмм...

source: OK.
ru: Лады.

source: Here, take the hundred bucks.
ru: Вот, держи сотню баксов.

source: Now give me that helmet!
ru: Теперь дай мне тот шлем!

source: Here, take it.
ru: Вот, возьми.

source: Where is it?
ru: Где он?

source: Did you lose it?
ru: Ты его потерял?

source: Come back to me when you have it.
ru: Возвращайся, когда он будет у тебя.

source: Yes, sure.
ru: Да, конечно.

source: Good.
ru: Хорошо.

source: Let's say, 20 circuits?
ru: Скажем, 20 схем?

source: Please take off the helmet, so we can proceed trading.
ru: Пожалуйста, сними шлем, чтобы мы могли продолжить торг.

source: You can have it for free.
ru: Можешь взять его бесплатно.

source: You can have it. For free.
ru: Можешь взять его. Бесплатно.

source: Oh... Oh my! Thanks!
ru: О... Ого! Спасибо!

source: Wait, let me go get something first.
ru: Подожди, позволь сначала достать кое-что.

source: Sure.
ru: Конечно.

source: 20 circuits? OK.
ru: 20 схем? Ладно.

source: Okay.
ru: Ладно.

source: Let me quickly go get the money.
ru: Схожу за деньгами. Я недолго.

source: Talk to me again in a moment.
ru: Давай поговорим через минуту.

source: 20 circuits? I'll sell it for... a hundred.
ru: 20 схем? Я продам его за... сотню.

source: Well... okay.
ru: Ну... ладно.

source: Let me get the money.
ru: Позволь, я схожу за деньгами.

source: Come back to me after that.
ru: А после возвращайся ко мне.

source: 20 circuits? Do you think I'm stupid? I'll sell it for 1000!
ru: 20 схем? Думаешь, я глупый? Я продам его за 1000!

source: That's way too expensive.
ru: Это слишком дорого.

source: Fine, I'll keep it then.
ru: Хорошо, тогда оставлю себе.

source: You're the greediest penguin I've ever met.
ru: Я не встречал более жадного пингвина, чем ты.

source: Forget about the deal!
ru: Забудь о сделке!

source: I'm sorry, but I'd like to keep it.
ru: Прости, но я бы хотел оставить его себе.

source: Bummer!
ru: Облом!

source: No, it's alright. I have it.
ru: Нет, всё в порядке. Он у меня.

source: OK, so please fetch it and bring it to me.
ru: Ладно, тогда принеси и отдай его мне, пожалуйста.

source: I lost it.
ru: Я его потерял.

source: That's too sad!
ru: Какая досада!

source: So, please leave. I want to take a rest.
ru: Тогда уходи, пожалуйста. Я хочу отдохнуть.

source: I'll think about that, but right now let's talk about something else.
ru: Я подумаю об этом, а сейчас давай поговорим о чём-нибудь другом.

source: OK, but please don't forget the helmet deal!
ru: Ладно, но не забудь о сделке со шлемом, пожалуйста!

source: I'll be going then.
ru: Ну, я пойду.

source: Hang tight, I'll be right back for that helmet!
ru: Погоди, я вернусь за шлемом!

source: Good. I need sleep.
ru: Хорошо. А мне нужно поспать.

source: Hey! Never seen you, newbie.
ru: Эй! Не припомню тебя, салага.

source: Wanna enter the arena?
ru: Хочешь попасть на арену?

source: Yeah, what do you want newbie?
ru: Ага, и что тебе нужно, салага?

source: The master arena is by no means an easy task. Maybe you should practice some more before you go there.
ru: Арена мастеров - крепкий орешек. Возможно, тебе стоит ещё немного попрактиковаться, прежде чем пойдёшь туда.

source: It's the trapdoor north of the regular arena. Good luck, newbie: You'll need it.
ru: Вход через люк к северу от обычной арены. Удачи, салага: она тебе понадобится.

source: Yeah, what do you want?
ru: Ага, чего тебе?

source: Butch... The arena master.
ru: Бутч... Мастер арены.

source: Arena? What arena?
ru: Арена? Что за арена?

source: This underground arena. With holographic bots to train combat techniques against.
ru: Подземная арена. С голографическими ботами для тренировки боевых приёмов.

source: Wanna fight?
ru: Сразиться не желаешь?

source: It's about the arena.
ru: Насчёт арены...

source: All you need to do is walk in there and talk to Mike.
ru: Всё, что тебе нужно сделать, спуститься туда и поговорить с Мишей.

source: Yeah. I want to fight.
ru: Да, я хочу сразиться.

source: Good. I opened up the door. Just continue to the corridor.
ru: Хорошо. Дверь открыта. Просто пройти по коридору.

source: You'll need talk to Mike, the arena manager, there.
ru: Тебе нужно поговорить там с Мишей, управляющим ареной.

source: And be careful, your brain will be fooled by what happens in the holographic world. Any damage you take there, will result in actual physical damage.
ru: И будь осторожен: твой мозг будет обманут происходящим в голографическом мире. Любой урон, полученный там, приведёт к реальному физическому урону.

source: So even if the enemies are only holograms, they can still hurt you... and even kill you.
ru: Поэтому даже если враги всего лишь голограммы, они всё ещё могут ранить... и даже убить тебя...

source: Fighting in the arena is not something I would usually do, but I feel like doing it for a change. Why not?
ru: Сражение на арене не то, что я обычно делаю, но почему бы не попробовать для разнообразия?

source: Oh, and this room is made out of some special material. People reported their teleporter gadgets didn't work in here. Take care!
ru: И ещё, эта комната из какого-то особенного материала. Люди сообщали, что их телепортационные устройства в ней не работают. Будь осторожен!

source: Butch says that teleporter gadgets may not work in the arena.
ru: Бутч сказал, что устройства телепортации могут не работать на арене.

source: No way! Violence is wrong! Make love not war!
ru: Нет! Насилие - ошибка! Занимайтесь любовью, а не войной!

source: Roses, not destruction!
ru: Розы, а не разрушение!

source: End the violence! All blood is red!
ru: Конец насилию! Вся кровь красная!

source: Hey, the bots bleed black. With oil.
ru: Эй, а у ботов-то - чёрная. Из машинного масла.

source: But... But...
ru: Но... Но...

source: No 'but' about it, newbie.
ru: Никаких "но" в этом случае, салага.

source: The bots bleed black.
ru: Боты истекают чёрным машинным маслом.

source: You... Have ruined my pacifistic slogan... I am angry... So angry that I want to smash things!
ru: Ты... Испортил мой пацифистский лозунг... Я зол... Так зол, что хочу крушить всё вокруг!

source: Great. Get in the door, newbie, and go talk to Mike.
ru: Прекрасно. Дверь открыта, салага, иди и поговори с Мишей.

source: I don't have time, I need to save the world.
ru: У меня нет времени, мне нужно мир спасти.

source: Yeah! Continue to dream, newbie.
ru: А то! Мечтать не вредно, салага.

source: Why the heck are you organizing fights? Enough people have died already!
ru: Нахрена ты устраиваешь бои? Уже погибло достаточно людей!

source: I have a very good reason not to tell you.
ru: У меня есть веская причина не говорить тебе.

source: Not like someone as inexperienced as you could understand it anyway.
ru: Никто такой же неопытный, как ты, не сможет понять в любом случае.

source: I thought I was going to fight you, coward.
ru: Я думал, что буду сражаться с тобой, трус.

source: I NEVER said that, newbie.
ru: Я НИКОГДА этого не говорил, салага.

source: You wanted a fight, and you got one.
ru: Ты хотел драку - ты её получил.

source: I offered a fight, and you wanted that.
ru: Я предложил сразиться, и ты получил желаемое.

source: You wanted a fight, and you will get one.
ru: Ты хотел драки - ты её получишь.

source: I offered a fight, then do it.
ru: Я организовал бой, так пойди и сразись.

source: There is nothing more to say, newbie.
ru: О чём ещё тут говорить, салага?

source: I want a bigger challenge.
ru: Я хочу большего.

source: I'm sorry, but town regulations forbid access to the more advanced ranks unless you've completed the noob-, errr, novice first.
ru: Прости, но по правилам города доступ в более продвинутые ранги запрещён, пока ты не пройдёшь нуб... э... ранг новичка.

source: This regulation is in place for your own safety, so that no newbie accidentally signs up as Champion.
ru: Эти правила введены для вашей же безопасности, чтобы ни один салага не зарегистрировался как чемпион.

source: You might try taking the novice challenge first. Then Mike will grant you access to a more difficult.
ru: Сначала попробуй принять бой в ранге новичка. Затем Миша предоставит тебе доступ к более продвинутым.

source: Newbie, just go talk to Mike.
ru: Салага, просто сходи и поговори с Мишей.

source: He has better challenges.
ru: Хочешь бросить вызов - дуй к нему.

source: I'm not a 'newbie'.
ru: Я не салага.

source: Of course you are. Everyone start as newbie.
ru: Конечно же, салага. Все с этого начинают.

source: You are just a little more newbie than others.
ru: Ты, салага, просто немного зеленей, чем другие.

source: What is wrong with you? Why do you keep calling me a newbie?
ru: Что с тобой не так? Почему ты продолжаешь звать меня салагой?

source: Because you ARE a newbie, newbie!
ru: Потому что ты и ЕСТЬ салага, салага!

source: You are just a little less.
ru: Только чуточку похуже.

source: Say 'newbie' again and I will rip your spine out.
ru: Скажи "салага" ещё раз, и я вырву твой позвоночник.

source: Fine, newbie. You are greener than green and a total newbie.
ru: Отлично, салага. Ты зеленее зелёного и самый что ни на есть салага.

source: You can start ripping out my spine now.
ru: Теперь начинай ломать мне кости.

source: Ha!
ru: Ха!

source: I really mean it. I will kill you for that insult.
ru: Я серьёзно, я прибью тебя за это оскорбление.

source: Go for it.
ru: Валяй.

source: BANZAI! DIE DIE DIE!
ru: УРА! УМРИ, УМРИ, УМРИ!

source: Wha --
ru: Что...

source: Better reload your last save and try again.
ru: Лучше загрузите ваше последнее сохранение и попытайтесь заново.

source: Ooops, the Red Guard hates you now.
ru: Ой, теперь Красная стража тебя ненавидит.

source: So, it was just for show. Anything else, newbie?
ru: Итак, это была просто показуха. Что-нибудь ещё, салага?

source: If Mike manages the arena, how comes you're the arena master?
ru: Если управляет ареной Миша, как ты стал мастером арены?

source: Newbie, we have a second arena, the Master Arena.
ru: Салага, у нас есть вторая арена - арена мастеров.

source: It is no place to test your cool Exterminator.
ru: И это не место для проверки твоего крутого истребителя.

source: You will die if you go there.
ru: Ты сдохнешь, если пойдёшь туда.

source: I pity you, silly bird. Don't go there.
ru: Мне тебя будет жаль, глупый птиц. Не ходи туда.

source: But if you really want to, the door is now open. It's inside the city, north of this one.
ru: Но если ты так этого хочешь, дверь открыта. Она также находится в городе, к северу отсюда.

source: I told the arena master to let me into the master arena. He agreed. Now all that remains to do is to climb down the ladder to the north arena and wait for death herself to come on her black wings and claim my soul. You know, now that I think about it... Maybe I should stay out of there?
ru: Я уговорил мастера арены пустить меня на арену мастеров. Он согласился. Теперь осталось лишь спуститься по лестнице на северную арену и ждать, когда смерть на чёрных крыльях явится собственной персоной по мою душу. Знаешь, когда я об этом подумал... Может, не стоит туда соваться?

source: Remember, if your teleporter don't work on the convencional arena, it won't work in the master arena either...
ru: И помни, что если твой телепорт не работает на обычной арене, он не будет работать и на арене мастеров...

source: Again, Butch warned me about possibly broken teleporter gadgets.
ru: И вновь Бутч предупредил меня о вероятности поломки устройств телепортации.

source: Oh, that? I've completed a special challenge.
ru: А, это? Я завершил особое задание.

source: But you're still too green to try that. You know, town regulations. You must complete the Elite arena first.
ru: Но ты ещё слишком зелен, чтобы попробовать. Ты знаешь городские правила. Сначала нужно получить ранг "Элита".

source: Once you're done, come talk to me about this again.
ru: Приходи, когда всё выполнишь, и мы поговорим об этом.

source: The master arena is clear.
ru: Арена мастеров очищена.

source: What!? Impossible! No one has ever survived the second arena! Well, except me, of course.
ru: Что?! Невероятно! Никто никогда не выживал на второй арене! Ну, за исключением меня, разумеется.

source: One has to be out of his mind to even attempt the second arena. Not even Bender tried it!
ru: Нужно сойти с ума, чтоб хотя бы попытаться выйти на вторую арену. Даже Бендер не пробовал!

source: You are not a newbie... You are COMPLETELY INSANE!
ru: Ты не салага... Ты ПОЛНЫЙ БЕЗУМЕЦ!

source: Poor fool... You will surely die young.
ru: Дурачок... Уверен, ты умрёшь молодым.

source: I survived the master arena. A miracle. Whew.
ru: Я выжил на арене мастеров. Чудо. Фух.

source: Sure, go hide away in fear.
ru: Конечно, прячься в страхе.

source: See you around, newbie.
ru: Увидимся, салага.

source: Remember: pain is temporary but glory is forever.
ru: Помни: боль проходит, а слава вечна.

source: Go kill some bots.
ru: Иди убей несколько ботов.

source: nethack
ru: Нетхак

source: Shall I pick a character's race, role, gender and alignment for you? [b][y/n][/b]
ru: Выбрать расу, занятие, пол и мировоззрение персонажа автоматически? [b][д/н][/b]

source: yes
ru: да

source: no
ru: нет

source: Choose your job.
ru: Выбери род занятий.

source: Archaeologist
ru: археолог

source: Rogue
ru: жулик

source: Ranger
ru: егерь

source: Tourist
ru: турист

source: Wizard
ru: колдун

source: Geologist
ru: геолог

source: Choose your race.
ru: Выбери расу.

source: human
ru: человек

source: elf
ru: эльф

source: gnome
ru: гном

source: orc
ru: орк

source: troglodyte
ru: троглодит

source: Choose your gender.
ru: Выбери пол.

source: male
ru: мужчина

source: female
ru: женщина

source: a good
ru: добро

source: a chaotic
ru: хаос

source: an evil
ru: зло

source: Hello, welcome to Nethack! You are %s %s %s %s.
ru: Добро пожаловать в Нетхак! Характеристика: %s, %s, %s, %s.

source: Your goddess, [b]%s[/b] desires the Amulet of Yendor, which the evil god [b]%s[/b] has hidden at the bottom of this dungeon.
ru: Твоя богиня [b]%s[/b] хочет заполучить амулет Ендора, который злой бог [b]%s[/b] спрятал в самом низу этого подземелья.

source: Return with the [b]Amulet of Yendor[/b], and you shall be rewarded!
ru: Верни [b]амулет Ендора[/b] и будешь награждён!

source: You are all alone on the surface. There is a stairway down.
ru: Ты совсем один на поверхности. Лестница ведёт вниз.

source: The door closes behind you.
ru: Дверь закрывается за тобой.

source: You find the [b]Amulet of Yendor[/b], and take it and suddenly feel a compulsion to go down, into the depths.
ru: Ты нашёл [b]амулет Ендора[/b], взял его и вдруг почувствовал желание спуститься вниз, в глубину.

source: %s awaits you at the surface
ru: %s ждёт тебя на поверхности

source: There is only an exit into the depths.
ru: Здесь есть только проход в глубины.

source: You find nothing new here.
ru: Здесь ты не нашёл ничего нового.

source: You find a Fake Amulet of Yendor.
ru: Ты нашёл поддельный амулет Ендора.

source: You find emptiness.
ru: Ты нашёл пустоту.

source: You find an empty room.
ru: Ты нашёл пустую комнату.

source: You drink from the spring at the entrance to the cave.
ru: Ты пьёшь из источника у входа в пещеру.

source: You make a quick trip to the hospital.
ru: Ты быстро переместился в больницу.

source: %s looks at you with impatience and points you back to the entrance of the dungeon.
ru: %s смотрит на тебя с нетерпением и указывает на вход в подземелье.

source: You find your goddess, %s, at lunch. She points back the way you came.
ru: Ты застал свою богиню %s за обедом. Она показывает туда, откуда ты пришёл.

source: You come up and nearly catch %s bathing. You quickly head back the way you came.
ru: Ты поднялся и чуть не застукал %s во время купания. Ты спешно возвращаешься обратно.

source: You present the [b]Amulet of Yendor[/b] to [b]%s[/b] and you are rewarded with everlasting life.
ru: [b]%s[/b] приняла [b]амулет Ендора[/b] и наградила тебя вечной жизнью.

source: You win!
ru: Ты победил!

source: You ascended a %s %s %s %s in Nethack!
ru: Ты преуспел с комбинацией "%s, %s, %s, %s" в Нетхак!

source: By ascending in Nethack, you have improved your Hacking ability!
ru: Преуспев в Нетхак, ты улучшил свои хакерские способности!

source: You are on level [b]%s[/b]:
ru: Ты на уровне [b]%s[/b]:

source: You find yourself in a series of passages all alike.
ru: Перед тобой несколько одинаковых проходов.

source: You find yourself in an underground office building.
ru: Ты угодил в подземное офисное здание.

source: You find yourself in a labyrinth, with 1980's music playing mysteriously.
ru: Ты попал в лабиринт с таинственно играющей музыкой 1980-х.

source: You find yourself inside a Cretaceous limestone cave.
ru: Ты появился в известняковой пещере мелового периода.

source: You find yourself in an abandoned coal mine.
ru: Ты очутился в заброшенной угольной шахте.

source: You find yourself in a flooded room.
ru: Ты оказался в затопленной комнате.

source: You find yourself in a room filled with huge, transparent, hexagonal dipyramidal crystals.
ru: Ты очутился в комнате с огромными, прозрачными, гексагонально-дипирамидальными кристаллами.

source: You find yourself in a passage filled with bones from the ancient past.
ru: Ты обнаружил проход с ископаемыми останками.

source: You find yourself in a room filled with fresh bones.
ru: Ты оказался в комнате со свежими костями.

source: You find yourself in a room filled with rotting corpses.
ru: Ты очутился в комнате, заполненной гниющими трупами.

source: You find yourself in a goblin village.
ru: Ты обнаружил себя в деревне гоблинов.

source: You find yourself in an abandoned gold mine.
ru: Ты очутился в заброшенной золотой шахте.

source: You find yourself. You are in a yoga room.
ru: Ты обрёл себя. Ты в зале для йоги.

source: You lose yourself in a misty passageway.
ru: Ты потерялся в тумане.

source: You find yourself in a room filled with blinking lights.
ru: Ты оказался в комнате с мерцающими лампами.

source: You find yourself in a lava tube.
ru: Тебя занесло в лавовый туннель.

source: You find yourself lost in darkness.
ru: Ты заблудился во тьме.

source: angry woodchuck
ru: рассерженный сурок

source: platypus
ru: утконос

source: duck
ru: утка

source: puffin
ru: тупик

source: superintelligent slime mold
ru: сверхразумный слизевик

source: internet oracle
ru: интернет-оракул

source: dragon
ru: дракон

source: dwarf
ru: карлик
