Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: I'll train hard everyday, and make you proud by being the best disciple one could wish for.
ru: Я буду усердно тренироваться каждый день и заставлю тебя гордиться тем, что ты лучший ученик, которого только можно пожелать.

source: You will be able to brag about my deeds to all your friends.
ru: Ты сможешь похвастаться моими подвигами перед всеми своими друзьями.

source: But be warned, it'll be stressing!
ru: Но предупреждаю, это будет тяжело!

source: I could arrange to expand your weapon arsenal.
ru: Я могу организовать расширение вашего арсенала оружия.

source: If you give me the weapons I ask for, that is!
ru: Если вы дадите мне оружие, о котором я прошу!

source: Yes, please make me your apprentice.
ru: Да, пожалуйста, сделай меня своим учеником.

source: Okay, try hitting me.
ru: Ладно, попробуй ударить меня.

source: Hah! Me, hitting a female?
ru: Ха! Чтобы я бил женщину?

source: Shut up and do what you're told! Do you want to learn from me or not?!
ru: Заткнись и делай, что сказано! Ты хочешь у меня учиться или нет?!

source: YOU!!
ru: ТЫ!!

source: [b]Erin, however, is too fast. She dodges all blows until you're too tired and collapse on the ground.[/b]
ru: [b]Эрин, однако, слишком быстра. Она уворачивается от всех ударов, пока не устанет и не рухнет на землю.[/b]

source: Haha, what a weakling! I wanted to say even a fly can hit harder than you, but you can't even hit!
ru: Ха-ха, какой слабак! Я хотела сказать, что даже муха может ударить сильнее, чем ты, но ты даже не можешь ударить!

source: Listen here, linarian. It's not about causing damage. It's about hitting your enemy.
ru: Послушай, Линарианец. Дело не в нанесении ущерба. Дело в ударе по врагу.

source: If you do not have the dexterity to hit them, your strength and physical won't matter, you'll die.
ru: Если у вас нет ловкости, чтобы ударить их, ваша сила и физическое состояние не будет иметь значения, вы умрете.

source: I hope you've learned your lesson! That I am better than you, that is.
ru: Надеюсь, ты усвоил урок! То есть, что я лучше тебя.

source: I want to fight like a pro! I want to smash concrete with my bare hands!
ru: Я хочу драться как профессионал! Я хочу разбить бетон голыми руками!

source: So, let's have a duel.
ru: Итак - дуэль.

source: What?? Hey wait, I wasn't even managing to hit you before--
ru: Что?? Эй, подожди, я даже не успел ударить тебя.--

source: Shut up and do what you're told! I said you were going to sweat blood!
ru: Заткнись и делай, что тебе говорят! Я сказала, что ты будешь потеть кровью!

source: [b]This time you're more in shape, and even manage to hit her twice. Unfortunately, her hits were too hard and you give up not long after the fight begun.[/b]
ru: [b]На этот раз вы в лучшей форме, и даже умудряетесь ударить ее дважды. К сожалению, ее удары были слишком сильными, и вы сдаетесь вскоре после начала боя.[/b]

source: Haha, you must be weaker than the bots here. Congratulations on hitting me twice, but you're still far from mastering melee, though.
ru: Ха-ха, вы, должно быть, слабее здешних ботов. Поздравляю с тем, что ударил меня дважды, но вы все еще далеки от овладения рукопашным боем.

source: I might be saying the obvious but... There's no point if you die.
ru: Я мог бы сказать очевидное, но... Нет смысла если вы мертвы.

source: Giving up was, well, shameful, but you should remember that retreating is no reason of shame. When you retreat, you gain time.
ru: Сдаваться было, ну, стыдно, но вы должны помнить, что отступление не причина для стыда. Когда вы отступаете, вы выигрываете время.

source: You can do a lot of things with extra time. You can change your weapon, train some more, study your opponent, plan a strategy and even hack an army of robots to help you.
ru: Вы можете сделать много вещей, имея больше временем. Вы можете изменить свое оружие, тренироваться еще, изучать своего противника, планировать стратегию и даже взломать армию роботов, чтобы они помогли вам.

source: So, remember this! Retreating is an option! Dying is not!
ru: Итак, запомните это! Отступление-это вариант! Смерть-нет!

source: ...And take care. I might have seen some 123 bots nearby, and I think they're still too strong for you, so...
ru: ...И береги себя. Я, возможно, видел около 123 ботов поблизости, и я думаю, что они все еще слишком сильны для вас, так что...

source: So, what do you want, Erin? To mop the ground with my head?
ru: Так чего ты хочешь, Эрин? Вытереть пол моей головой?

source: No, not this time.
ru: Нет, не в этот раз.

source: Oh? What could it be to iron-clad Erin speak softly?
ru: Да? Что это может быть, чтобы железная Эрин говорила тихо?

source: Shut up!!!
ru: Заткнись!!!

source: [b]Erin hit you pretty strongly, and you fall to the ground.[/b]
ru: [b]Эрин бьёт тебя так сильно, что ты падаешь наземь.[/b]

source: Oh, you survived. Congratulations. Maybe you can be useful, after all?
ru: О, ты выжил. Поздравляю. Может, ты всё же на что-то годен?

source: Today you'll learn stealth. By the hard way, that is.
ru: Сегодня вы научитесь скрытности. Кстати, о трудностях.

source: South of here is the building they call... "The Hell Fortress". The Red Guard is responsible for its security so I can't get close.
ru: К югу отсюда находится здание, которое они называют... "Адская Крепость". Красная Гвардия отвечает за его безопасность, поэтому я не могу подобраться.

source: They took a necklace from me. Your task is to get it back. You can't fail.
ru: Они забрали у меня ожерелье. Ваша задача-вернуть его. Ты не можешь потерпеть неудачу.

source: Do it without killing them, and I'll consider you an expert at the melee arts. Because fighting is an art, it's not about killing.
ru: Сделай это, не убивая их, и я признаю тебя экспертом в искусстве ближнего боя. Потому что сражение — это искусство, а не убийство.

source: [b]You somehow do it. One of the guards notice you sneaking at his belongings, but you knock him out to the ground and get away unnoticed.[/b]
ru: [b]Вы как-то это делаете. Один из охранников замечает, что вы крадетесь к его вещам, но вы сбиваете его с ног и уходите незамеченным.[/b]

source: Good job, newbie. You know, we might disagree with the Red Guard but we need them to protect those gates.
ru: Хорошая работа, салага. Знаешь, мы можем не соглашаться с Красной стражей, но они нужны нам для защиты тех ворот.

source: We?
ru: Мы?

source: There are many things you don't know, Linarian. The fall of the Red Guard is near. Now leave.
ru: Есть много такого, чего ты не знаешь, линарианец. Падение Красной стражи близко. Теперь уходи.

source: Please make me your apprentice! (costs 1000 circuits)
ru: Пожалуйста, возьми меня в ученики! (Цена: 1000 схем.)

source: Please make me your apprentice! (costs 10 training points)
ru: Пожалуйста, возьми меня в ученики! (Цена: 10 очков развития.)

source: Please make me your apprentice! (requires Mace)
ru: Пожалуйста, возьми меня в ученики! (Требуется булава.)

source: Listen, Linarian, I want a mace to smash the bots.
ru: Слушай, линарианец, я хочу булаву, чтобы крушить ботов.

source: Teach me how to smash concrete with my bare hands! (costs 3000 circuits)
ru: Научи меня разбивать бетон голыми руками! (Цена: 3000 схем.)

source: Teach me how to smash concrete with my bare hands! (costs 15 training points)
ru: Научи меня разбивать бетон голыми руками! (Цена: 15 очков развития.)

source: Teach me how to smash concrete with my bare hands! (requires Antique Greatsword)
ru: Научи меня разбивать бетон голыми руками! (Требуется старинный двуручный меч.)

source: Listen, Linarian, I want a Greatsword to say I have a Greatsword.
ru: Послушай, линарианец, я хочу двуручный меч, чтобы говорить, что у меня есть двуручный меч.

source: What do you want, Erin? I am ready to become an expert at melee! (costs 6500 circuits)
ru: Чего бы ты хотела, Эрин? Я готов стать экспертом ближнего боя! (Цена: 6500 схем.)

source: What do you want, Erin? I am ready to become an expert at melee! (costs 20 training points)
ru: Чего ты хочешь, Эрин? Я готов стать экспертом ближнего боя! (Цена: 20 очков развития.)

source: What do you want, Erin? I am ready to become an expert at melee! (requires Light Saber)
ru: Чего бы ты хотела, Эрин? Я готов стать экспертом ближнего боя! (Требуется световой меч.)

source: Listen, Linarian, I want a Light Saber, because when I was just a child I saw a movie and since then I always wanted to have one.
ru: Слушай, линарианец, я хочу световой меч, потому что, когда я была ребёнком, я видела фильм и с тех пор всегда хотела себе такой.

source: You need more circuits, or no training for you!
ru: Вам нужно больше схем или обучения не будет!

source: Please don't bother me if you can't pay me!
ru: Пожалуйста,не беспокойте меня, если не можете заплатить!

source: Come back when you have some circuits. A deal is a deal.
ru: Возвращайся, когда раздобудешь схемы. Сделка есть сделка.

source: Keep your end on the bargain and come back when you have something of value.
ru: Кончайте торговаться. Возвращайтесь, когда у вас есть что-то ценное.

source: I don't think you have enough experience for this.
ru: Не думаю, что тебе хватит опыта для этого.

source: Keep your end on the bargain.
ru: Кончайте торговаться.

source: Give me the weapon and I'll give you training.
ru: Дайте мне оружие, и я вас буду тренировать.

source: I expect you to bring me everything I've asked you to.
ru: Надеюсь, ты принесёшь всё, что я попросила.

source: Try to don't die until then.
ru: Постарайся не помереть раньше.

source: Don't let the bots get you. If they do, you're dead.
ru: Не позволяй ботам поймать тебя. Иначе ты труп.

source: Yeah yeah. Leave me alone.
ru: Да-да. Оставь меня одну.

source: ...Finally...
ru: Наконец-то...

source: Watch where you step. There may be traps.
ru: Смотри под ноги. Там могут быть ловушки.

source: Welcome to this Bar! First time here, eh? Here, take this Mug for FREE!
ru: Добро пожаловать в наш бар! Впервые здесь, да? Держи кружку в ПОДАРОК!

source: You are required to bring it any time you want something to drink! Don't lose it, or you'll need to buy a new one!
ru: Ты должен иметь её при себе, когда захочешь что-нибудь выпить! Не потеряй, а то придётся покупать новую!

source: Your lady friend just told me the epic story of how you rescued her.
ru: Твоя подруга только что рассказала эпичную историю, как ты её спас.

source: That was really something.
ru: Это было что-то.

source: I'd give you a drink on the house, but unfortunately I'm still out.
ru: Я бы налил тебе за счёт заведения, но, к сожалению, у меня ничего нет.

source: Hi. You look really happy.
ru: Привет. Выглядишь счастливым.

source: Hey! I'm Ewald. I'm a bartender.
ru: Эй! Я Эвальд. Я бармен.

source: I used to do a lot of drugs, and I destroyed my brain.
ru: Я перебарщивал с наркотой и сжёг себе мозги.

source: I'm not too smart now, but I'm very happy all the time!
ru: Я теперь не шибко умный, зато всё время весел.

source: Want something to drink?
ru: Чего-нибудь выпьешь?

source: How is your business doing?
ru: Как бизнес?

source: Can't complain at the moment...
ru: Не на что жаловаться...

source: Nah, no darn good at all.
ru: Ай, ладно, всё хреново.

source: The bots ruined it for me. Now the supplies are very low and I had to make the prices high.
ru: Боты его загубили. Мои запасы подходят к концу, и я вынужден поднимать цены.

source: No one wants to pay 499 circs for bottom shelf swill that even Bender would not drink...
ru: Никто не хочет платить 499 схем за бодягу, которую даже Бендер пить не стал бы...

source: The tax is quite brutal as well. And the Red Guard always demands discounts too.
ru: Налоги вообще зверские. А Красная стража всегда требует скидку.

source: Life is tough. I am still happy though.
ru: Жизнь жестока. Но я всё ещё счастлив.

source: Are you selling something other than drinks?
ru: Ты продаёшь что-нибудь, кроме напитков?

source: Yeah, I have some junk here... Want to see?
ru: Ага, есть тут у меня немного барахла... Хочешь взглянуть?

source: I could use a drink. What is there to be had?
ru: Я бы выпил. Что есть?

source: Well... We are a bit short on supplies right now... Erm... AH! I know!
ru: Ну... Сейчас с припасами туго... Э... А! Знаю!

source: I have WATER!
ru: У меня есть ВОДА!

source: But you'll need a mug or a cup for me to put it in.
ru: Но тебе нужна чашка или кружка, куда я смогу налить.

source: I want double water on the rocks. Stirred, not shaken.
ru: Хочу двойную воду со льдом. Смешай, но не взбалтывай.

source: Here you go. That one is on the house. And if the water is not enough, just ask me for more.
ru: Вот, пожалуйста. За счёт заведения. Если воды недостаточно, просто закажи ещё!

source: Long Island iced water please.
ru: Лонг-Айленд айс уотер, пожалуйста.

source: I want something cheap... Give me some fortified water.
ru: Хочу чего-нибудь подешевле... Налей-ка витаминизированной воды.

source: Eh... Sure, as you wish. Here you go.
ru: А... Конечно, как пожелаешь. Вот, держи.

source: Ugh... Ahh... I like it. Give me some more of that.
ru: Уфф... Эхх... Неплохо. Я бы ещё выпил.

source: Uh... Sure...
ru: Гм... Конечно...

source: Ahh... Fresh water! Give me some more of that.
ru: Ахх... Свежая вода! Налей ещё немного.

source: Yeah, I thought you would like it. Here is more.
ru: Ага, я знал, что тебе понравится. Вот ещё.

source: Hmm... Lots of ice. Give me one more double water, but now without any ice.
ru: Хмм... так много льда. Дай-ка ещё одну двойную воду, но теперь безо льда.

source: One double water coming up.
ru: Двойная вода на подходе.

source: MORE! I want more water!
ru: БОЛЬШЕ! Я хочу больше воды!

source: Erm... Ok... Here, have some of my special, water colada.
ru: Э... Ладно... Вот, возьми - моя особая вода колада.

source: I am really thirsty! I want water.
ru: Меня мучит жажда! Хочу воды.

source: Well, you drank all my water, so you cannot have any more. There is none left.
ru: Ну, ты выдул всю воду, что у меня была. Ни капельки не осталось.

source: I heard Linarians can drink a lot of water, but seven liters...
ru: Я слышал, что линарианцы могут выпить много воды, но семь литров...

source: MORE! MORE! MORE! I WANT MORE WATER. NOW!
ru: ЕЩЁ! ЕЩЁ! ЕЩЁ! ХОЧУ ЕЩЁ ВОДЫ. СЕЙЧАС ЖЕ!

source: Eh... I think you've had enough... Maybe you should just go for a walk for now?
ru: Э... Думаю, с тебя хватит... Может, тебе стоит просто пойти прогуляться?

source: You have had everything that I had.
ru: Ты выдул всё, что у меня было.

source: Any idea where I can find some entertainment here?
ru: А ты знаешь, где тут можно развлечься?

source: I thought that shooting bots with those big guns was fun...?
ru: Я думал, что стрелять в ботов из больших пушек было весело...?

source: *sigh*
ru: *вздох*

source: I wish I could once use such a gun.
ru: Хотелось мне из таких пушек пострелять.

source: You are a Guard member, right?
ru: Ты же из стражи, да?

source: Yes, I am a Guard member. No, it is not allowed to give guns to people who are high.
ru: Да, я Страж. Запрещено давать оружие людям под кайфом.

source: Pleeeeaaaase.
ru: Пожаааааалуйста.

source: No exceptions. I apologize. Please think responsibly; there is a good reason for this rule.
ru: Никаких исключений. Извини. Подумай, это правило имеет большое значение.

source: Hmm. You're right, I better ask again later.
ru: Хмм. Ты прав, я лучше потом спрошу.

source: Well, since you won't let me play with your big guns, we could always try a gambling game or two.
ru: Тогда, раз пушки ты мне не даешь, давай в азартные игры поиграем.

source: The fact that I am a Red Guard member does not necessarily mean that I have a big gun with me.
ru: То, что я Красный Страж, не значит что у меня есть при себе большая пушка.

source: Really?
ru: Да ну?

source: Stop kidding me. I know you have big a gun somewhere.
ru: Не шути со мной. У тебя явно где-то спрятана большая пушка.

source: Every Guard has one.
ru: У каждого Стража есть одна.

source: Look at me! Do you see any gun here at my belt or in my hands?
ru: Посмотри на меня! Ты видишь какие-либо пушки в моих руках, на моем поясе?

source: Hmm... You are right. No gun, indeed.
ru: Хмм... И правда. Пушек нет.

source: Sorry.
ru: Извини.

source: Since there are no big guns to shoot, how about shooting some dice? Would you like to gamble?
ru: Ну раз пушек нет, как насчет игральных костей? Поиграем в азартные игры?

source: Well... Erm... No.
ru: Ну... Э-э-э... Нет.

source: What the bots did not smash, the Red Guard taxed.
ru: Всё что боты пощадили, Красная Гвардия обложила налогом.

source: Fun is kinda dead right now.
ru: Все развлечения закончились.

source: Well, unless you are in the Red Guard itself, of course. They have those big guns that can destroy a dozen bots with one shot...
ru: Ну, если ты сам не в Красной Гвардии, конечно. У них такие пушки, что могут уложить дюжину ботов одним выстрелом.

source: Now THAT'S fun, if you ask me.
ru: А ЭТО уж точно весело, я считаю.

source: If you are really bored, you can try gambling with me.
ru: Если тебе скучно, можем поиграть в азартные игры.

source: Hey, I could use a refreshing drink!
ru: Эй, Я бы хотел освежающий напиток!

source: You'll need a mug or a cup for me to put it in.
ru: Тебе нужна чашка или кружка, куда бы я мог налить.

source: Here, have a Watery Mary.
ru: Вот, Водная Мэри.

source: Ok, let's gamble a bit.
ru: Ок, давай играть.

source: I play a dice game and a coin-flipping game.
ru: Я играю в кости и орлянку.

source: Tell me the rules for your 'dice game'.
ru: Расскажи правила игры в кости.

source: It is simple. We both get three six sided dice.
ru: Всё просто. Мы оба получаем три шестигранных кубика.

source: You bet. Then you throw one die.
ru: Делаешь ставку. Потом кидаешь одну кость.

source: Then you decide on a betting multiplier, up to 3x.
ru: А потом выбираешь множитель для ставки, до 3х включительно.

source: Then you throw two more dice and I throw three dice. If the sum of your three dice is better than my three dice, you win twice your bet, minus a tax for the Red Guard.
ru: Потом кидаешь два оставшихся кубика, а я кидаю свои три. Если сумма твоих больше моих, ты получаешь две своих ставки, минус налог для Красной Стражи.

source: Remember: the odds are slightly against you, so don't gamble anything you can't afford to lose.
ru: Помни: не играй тем, что не можешь проиграть.

source: Tell me the rules for your 'coin-flip game'.
ru: Объясни правила орлянки.

source: It is simple. Five coin flips.
ru: Всё просто. Пять подбрасываний монетки.

source: You bet. Then you tell me if I will flip more 'heads' or 'tails'.
ru: Ты делаешь ставку. И говоришь мне, что выпадет чаще, орёл или решка.

source: I flip one coin.
ru: Я подбрасываю монетку.

source: Then you tell me if there will be an 'odd' or 'even' number of flips for what you chose.
ru: Тогда ты говоришь мне, выпадет ли твой выбор чётное или нечётное количество раз.

source: I flip the other four coins. If you were completely right, I give you twice what you bet, if wrong, you get your bet back.
ru: Я подбрасываю монетку ещё четыре раза. Если ты всё угадал, я верну тебе удвоенную ставку, если ошибся, получишь назад только ставку.

source: I flip the other four coins. If you were completely right, I give you twice what you bet, if completely wrong, you get 3/4 of your bet back.
ru: Я подбрасываю монетку ещё четыре раза. Если ты всё угадал, я верну тебе удвоенную ставку, если везде ошибся, получишь 3/4 ставки.

source: I flip the other four coins. If you were completely right, I give you twice what you bet, if completely wrong, you get half of your bet back.
ru: Я подбрасываю монетку ещё четыре раза. Если ты всё угадал, я верну удвоенную ставку, если везде ошибся, получишь только половину ставки.

source: But if you are only partially wrong... well, then you get nothing.
ru: Но если ты ошибся лишь частично... ну, тогда не получишь ничего.

source: Let's go for a game of dice.
ru: Давай сыграем в кости.

source: I want to play coin-flipping.
ru: Хочу сыграть в орлянку.

source: Then, how many are you going to bet?
ru: Что ж, сколько хочешь поставить?

source: You should come back when you have more to gamble with.
ru: Приходи, когда у тебя будет на что играть.

source: How about a bet of 10 circuits?
ru: Как насчёт ставки в 10 схем?

source: I'm feeling a bet of 30 circuits.
ru: Делаю ставку в 30 схем.

source: I will place a bet of 100 circuits.
ru: Поставлю 100 схем.

source: I want to bet 300 circuits.
ru: Хочу поставить 300 схем.

source: Dice it is. Roll your first die.
ru: Это кости. Бросай первый кубик.

source: I rolled a %d.
ru: Я выбросил %d.

source: What multiplier are you going to bet?
ru: Какой множитель вы собираетесь поставить?

source: You've bet %d valuable circuits.
ru: Вы поставили %d ценных схем.

source: My rolls are %d, %d and %d.
ru: Мои броски %d, %d и %d

source: I rolled a %d and a %d.
ru: Я выбросил %d и %d.

source: It looks like I scored %d and you scored %d.
ru: Я в сумме выбросил %d и вы в сумме %d.

source: You won! Good job.
ru: Ты выиграл! Хорошая работа.

source: You won! Man you are lucky!
ru: Ты выиграл! Да ты счастливчик!

source: You won!
ru: Ты выиграл!

source: You won %d valuable circuits by gambling dice with Ewald.
ru: Ты выиграл %d ценных схем, играя с Эвальдом в кости.

source: You lost. Bad luck.
ru: Ты проиграл. Не повезло.

source: You lost. Better luck next time.
ru: Ты проиграл. В следующий раз повезёт больше.

source: You lost, try again?
ru: Ты проиграл, ещё раз?

source: You lost. Maybe you might like coin-flipping better?
ru: Ты проиграл. Может, тебе больше понравится орлянка?

source: You lost %d valuable circuits by gambling dice with Ewald.
ru: Ты потерял %d ценных схем, играя с Эвальдом в кости.

source: heads
ru: орёл

source: tails
ru: решка

source: Coin flipping it is.
ru: Подбрасываю монетку.

source: So. What do you think? Heads or tails?
ru: Итак. Угадаешь? Орёл или решка?

source: Heads
ru: Орёл

source: Heads, eh? I always like heads.
ru: Орёл, да? Мне всегда нравились орлы.

source: Heads? Sometimes I pick heads... when I don't pick tails.
ru: Орёл? Иногда и я выбираю орла... если не выбрал решку.

source: When I think too much about it, I end up picking heads.
ru: Когда я слишком много об этом думаю, то, в конце концов, выбираю орла.

source: Just the other day I found out that 'obverse' was the fancy name for 'heads'. Trippy.
ru: На днях узнал, что другое название орла - аверс. Прикольно.

source: I think I would have picked tails this time.
ru: Думаю, я на этот раз выбрал бы решку.

source: Tails
ru: Решка

source: Tails? Fits, since you've got one.
ru: Решка? Подходит, раз уж она у тебя есть.

source: Tails? I always liked that game... good times.
ru: Решка? Мне всегда нравилась эта игра... благополучные времена.

source: Tails. When I don't pick heads, I always pick tails.
ru: Решка. Когда я не выбираю Орел, я всегда выбираю решку.

source: Just the other day I found out that 'reverse' was the fancy name for 'tails'. Trippy.
ru: На днях узнал, что другое название решки - реверс. Прикольно.

source: I think I would have picked heads this time.
ru: Я думаю, что на этот раз я бы выбрал орла.

source: Here goes nothing.
ru: Вряд ли получится.

source: Looks like it is '%s'.
ru: Похоже, это %s.

source: So do you think there will be an even or odd number of '%s' flips?
ru: Как думаешь, %s выпадет чётное или нечётное количество раз?

source: Even number
ru: Чётное.

source: Even, eh? I always like even. It is so symmetric.
ru: Чётное, да? Мне всегда нравилось чётное. Оно так симметрично.

source: Even? Sometimes I pick even... when I don't pick odd.
ru: Чёт? Иногда я выбираю чёт... когда я не выбираю нечет.

source: When I think too much about it, I end up picking even.
ru: Когда я слишком много думаю об этом, я в конечном итоге выбрали чет.
