Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: You are far too modest. I doubt anyone alive right now could have done it.
ru: Вы слишком скромны. Сомневаюсь, что кто-то из ныне живущих смог бы это сделать.

source: But the work isn't done... Not even close. The entire galaxy is still at war.
ru: Но работа еще не закончена... Даже близко. Вся галактика все еще воюет.

source: You saved our little town, and you've proven that we can win this thing.
ru: Ты спас наш городок и доказал, что мы можем победить.

source: We can't rest now. It's going to be hard and dangerous, but the alternative is death for humanity.
ru: Но сейчас не время отдыхать. Будет трудно и опасно, но альтернатива-смерть для человечества.

source: As for you, please rest a little at our Town, and then come straight to me, so we can carry on.
ru: Что касается вас, пожалуйста, отдохните немного в нашем городе, а затем идите прямо ко мне, чтобы мы могли продолжить.

source: *yawn* It wasn't easy, but the town is now safe. I still have a galaxy to save, though! I will only restock quickly at the town, and report again to Spencer.
ru: Ох. Это было нелегко, но теперь город в безопасности. У меня еще есть галактики, чтобы их спасать! Я только быстро пополню запасы в городе и снова пойду к Спенсеру.

source: I only did it for fun, really.
ru: Я сделал это только для развлечения.

source: ... Oh, it doesn't matter.
ru: ... О, это не имеет значения.

source: I suppose no one's perfect...
ru: Полагаю, никто не идеален...

source: What matters is that we're alive - those of us left, anyway - we have supplies, and we can take what we need from the Fortress now.
ru: Важно то, что мы живы - во всяком случае, те, кто остался, - у нас есть припасы, и мы можем забрать все, что нам нужно, из крепости.

source: And, whether or not you intended to, you've proven that we have a chance against the bots. Something worth fighting for. Worth living for.
ru: И, хотели вы этого или нет, вы доказали, что у нас есть шанс против ботов. Что-то, за что стоит бороться. Ради этого стоит жить.

source: You'll probably be happy to know that the entire galaxy is pretty much your playground now, Linarian. You'll have all the bots in the world to play with, and lots of opportunities to be a hero.
ru: Вы, наверное, обрадуетесь, узнав, что вся галактика теперь ваша игровая площадка, Линарианец. Все боты в мире ваши, можете делать с ними что хотите и у вас есть много возможностей геройстовать.

source: Awesome!
ru: Потрясающе!

source: Please, rest a little at our Town, and then come straight to me, so we can carry on.
ru: Пожалуйста, отдохните немного в нашем городе, а затем идите прямо ко мне, чтобы мы могли продолжить.

source: I'm so cool. I saved a bunch of people and bashed a bunch of bots. And there's much more where both of those came from! I'm done here, I will quickly restock at town, and then it's time to go help the next dump. All I need to is ask Spencer where I should go next.
ru: Я крут. Я спас кучу людей и разбил кучу ботов. И там, откуда они пришли, есть еще гораздо больше! Я закончил здесь. Быстро пополню запасы в городе, а затем пойду помогать следующей помойке. Все, что мне нужно, это спросить Спенсера, куда мне идти дальше.

source: Can I use this teleportation network to return to town?
ru: Могу ли я использовать эту телепортационную сеть, чтобы вернуться в город?

source: Yes, I think you can. I'll contact Richard and tell him to ready the teleporter and link it back to the one in town.
ru: Да, думаю, можешь. Я свяжусь с Ричардом и скажу ему подготовить телепорт и связать его с тем, что в городе.

source: I believe you can, yes. I'll contact our computer expert and tell him to ready the teleporter and link it back to the one in town.
ru: Я верю, что вы можете, да. Я свяжусь с нашим компьютерным экспертом и скажу ему подготовить телепорт и связать его с тем, что в городе.

source: But the way he explained it, this system is very limited by design: if the two teleporters are linked, using one will always take you to the other. So keep that in mind.
ru: Но, как он объяснил, эта система очень ограничена конструкцией: если два телепорта связаны, то с помощью одного вы всегда попадаете только во второй. Так что имейте это в виду.

source: We'll stay here for a while longer. This place still needs to be investigated.
ru: Мы останемся здесь еще на некоторое время. Это место еще нужно исследовать.

source: I'm ready. Just tell me what to do.
ru: Я готов. Просто скажи, что делать.

source: You've faced countless dangers so far. Are you sure you're willing to face more?
ru: Вы уже столкнулись с бесчисленными опасностями. Вы уверены, что готовы к большему?

source: Bring it on!
ru: Сделаем это!

source: That's exactly what I wanted to hear.
ru: Именно это я и хотел услышать.

source: Now listen carefully, this is the plan...
ru: Теперь слушайте внимательно, план такой...

source: We did some research and found out the MegaSys former president is still alive. And the personnel at our citadel was able to track him down! The only problem is the distance. It's not possible to teleport, but do not worry, we already thought on a solution!
ru: Мы провели некоторые исследования и выяснили, что бывший президент MegaSys все еще жив. И персонал нашей цитадели смог выследить его! Единственная проблема-это расстояние. Телепортироваться невозможно, но не волнуйтесь, мы уже подумали над решением!

source: We found a stratopod, it's supposed to travel short - intra-planetary - distances. Probably someone came here on business and I guess that things didn't turn out so well for them.
ru: Мы нашли стратосферную капсулу, она может преодолевать короткие межпланетные расстояния. Наверное, кто-то приехал сюда по делам, и я думаю, что все обернулось не так хорошо для них.

source: So I should take this "stratopod" and travel there to kick MS big boss for all the evil he brought us?
ru: Итак, я должен взять эту "стратокапсулу" и отправиться туда, чтобы побить большого босса МС за все зло, которое он принес нам?

source: Hm. I was thinking on asking questions, but that will work, too! However, do you know how to pilot?
ru: Хм. Я уже хотел начать задавать вопросы, но это тоже сработает! Однако, знаете-ли вы как ею управлять?

source: Thought so. A colleague from us will pilot, so you don't need to worry, he told me he is an ace at flying. He should already be on the craft, inclusive. Just walk on the stairs and it should be OK.
ru: Думю да. Один наш коллега будет пилотировать, так что вам не нужно беспокоиться, он сказал мне, что он ас. Он уже должен быть на корабле. Просто идите по лестнице, и все будет хорошо.

source: He didn't have any certificate but maybe I should just limit my worrying. I'm pretty sure with him piloting it'll be a successful flight.
ru: У него не было никакого сертификата, но, возможно, мне стоит меньше беспокоится. Я почти уверен, что под его управлением полет пройдет нормально.

source: The town is saved, but there's still a lot to do. I agreed to continue fighting the robot armies with the Red Guard.
ru: Город спасен, но еще многое предстоит сделать. Я согласился продолжать сражаться с армиями роботов вместе с Красной Стражей.

source: I'll drop you on the Landing Zone. Just move close to the ship, on the stairs, to board. It'll depart immediately.
ru: Я высажу тебя на посадочной площадке. Поднимайтесь по лестнице на борт корабля. Он отправится немедленно.

source: In order to interrogate the former MegaSys president, I need to go to the HF Landing Zone and climb the stairs from the Stratopod there. The pilot is already inside, and he'll bring me to next area which needs me. I am not sure what expects me there, so I should bring along a secondary weapon, unique items, lots of ammo, recovery items, and money. Ah, mastering some skills like repair is also interesting.
ru: Для того, чтобы побить бывшего президента МегаСис, мне нужно пойти в зону высадки штаб квартиры и подняться по лестнице в стратопод. Пилот уже внутри, и он доставит меня к президенту. Я не знаю, что меня там ожидает, поэтому я должен взять с собой оружие, уникальные предметы, много боеприпасов, предметы лечения и деньги. Кроме того, так-же неплохо было бы освоить некоторые навыки, такие как ремонт.

source: Are there members of the Red Guard called Bob and Jim?
ru: Есть ли в Красной страже кто-нибудь с именами Боб и Джим?

source: They are still alive?! They probably need help!
ru: Они до сих пор живы?! Наверняка им нужна помощь!

source: Actually it seems that they are in pretty good shape.
ru: Как ни странно, но они, похоже, в хорошей форме.

source: Hm... I sent them to find a portal. Did they find it?
ru: Хм... Я послал их найти портал. Они его нашли?

source: Yeah!
ru: Да!

source: Excellent!
ru: Отлично!

source: Em... I'm not sure, but inside the room they were guarding I saw something like it.
ru: Э... Не уверен, но внутри комнаты, которую они охраняли, я увидел нечто похожее на него.

source: So they found the portal.
ru: Итак, они нашли портал.

source: How did they survive?
ru: Как они выжили?

source: Fortunately, the portal was inside a little fortress and they hid there.
ru: К счастью, портал расположен внутри небольшой крепости, они укрылись в ней.

source: Good to hear that. Their mission was not only to find the portal, but to stay there and keep guarding it. So they both survived and keep helping us.
ru: Рад это слышать. Их задание было не только в том, чтобы найти портал, но и оставаться там и охранять его. Они оба выжили и продолжают помогать нам.

source: Helping? What do you mean?
ru: Помочь? Что ты имеешь в виду?

source: They prevent more bots from teleporting to our continent.
ru: Они не дают еще большему количеству ботов телепортироваться на наш континент.

source: Come back soon. There's much to be done.
ru: Возвращайся скорее Предстоит сделать. ещё очень многое.

source: Congratulations on saving us, %s! I knew you could do it!
ru: Поздравляю с нашим спасением, %s! Я знала, ты сможешь!

source: Welcome to our town! I'm Ms. Stone. I run this shop.
ru: Добро пожаловать в наш город! Я г-жа Стоун - владелец этого магазина.

source: Good! Here is the selection of items I have for sale.
ru: Хорошо! Вот выбор товаров на продажу.

source: Swords, clubs and maces? What is this? I want guns!
ru: Мечи, булавы и дубинки? Что это? Я хочу пушки!

source: I think the Red Guard has their own store somewhere.
ru: Думаю, у Красной стражи где-то есть свой магазин.

source: At least, they somehow get supplement I don't sell.
ru: По крайней мере они откуда-то берут товары, которые я не продаю.

source: However, I'm quite sure, they don't offer the same range of products that I do.
ru: Однако полностью уверена, они не предлагают тот же ассортимент, что и я.

source: Sorry, this is all we have for now. The Red Guard took away all of our poppers.
ru: Извини, но это всё, что есть. Красная стража изъяла у нас огнестрельное оружие.

source: For our own good. Of course.
ru: Для нашего же блага. Конечно.

source: What can you tell me about the guards here?
ru: Расскажи про местную стражу.

source: Ah, the Red Guard.
ru: Ах, Красная стража.

source: Well, they keep the town safe.
ru: Ну, они охраняют город.

source: Without them, everything would drown in chaos, but...
ru: Без них всё погрузилось бы в хаос, но..

source: Well, you ARE a Red Guard.
ru: Вообще-то ты один из них.

source: What should I tell you about them that you don't know yet?
ru: Разве я могу рассказать что-то, чего ты ещё не знаешь?

source: Uhm, right.
ru: Эм, ну да.

source: Stranger, best if you don't ask such questions.
ru: Путник, лучше бы тебе не задавать такие вопросы.

source: They keep us alive and safe from the bots, but...
ru: Благодаря им мы живы и в безопасности от ботов, но...

source: But...?
ru: Но?..

source: But nothing.
ru: Но ничего.

source: I'm busy right now.
ru: Сейчас я занята.

source: We should talk again later...
ru: Потом поговорим...

source: But nothing!
ru: Но ничего!

source: I don't know what you are talking about.
ru: Понятия не имею, о чём ты говоришь.

source: The Guards run the town with very strict laws and demand total obedience.
ru: Стража ввела в городе очень строгие законы и требует полного повиновения.

source: We all need to obey their rules. We need to work hard or they hurt us.
ru: Мы должны соблюдать их правила. Мы должны усердно работать, иначе они сделают нам больно.

source: I guess I should not complain. The bots are far worse than the guards can be, but...
ru: Думаю, жаловаться смысла нет. Боты намного хуже стражи, но...

source: Sucked dry by a bloodthirsty regime over many years or just sliced into bits by our former servants...
ru: Многолетний кровожадный режим, высасывающий досуха, или превращение в фарш нашими бывшими слугами...

source: ... What's the difference?
ru: ...В чём разница?

source: If things are so bad right now, why don't you leave?
ru: Если все так плохо, почему бы тебе просто не уйти?

source: If things are so bad right now, why --
ru: Если все так плохо, почему бы --

source: I don't want to hear this jabberwocky.
ru: Я не собираюсь выслушывать эту ерунду.

source: A hint, Linarian: We don't have much, but we're alive and we'd rather stay that way.
ru: Маленький намёк, Линарианин: у нас мало что осталось, но мы живы и предпочитаем такими и дальше оставаться.

source: You are a Red Guardian now, feel free to make attempts on making our situation better here in this town.
ru: Ты теперь в их рядах, не бойся делать попытки по улучшению жизни в в том городке.

source: If you want to start a revolution, you're on your own.
ru: Если хочешь начать революцию, то нам с тобой не по пути.

source: How is your business going?
ru: Как бизнес?

source: Thanks to you I have a chance now.
ru: Благодаря тебе у меня появился шанс.

source: Ha! It's time to show the world that Lily Stone is not going down without putting up a REAL good fight.
ru: Ха! Пришло время показать миру, что Лили Стоун не сдаётся без РЕШИТЕЛЬНОЙ битвы.

source: I'll be finished in about a week.
ru: Где-то через неделю ему конец.

source: The Stone family always bought cheap and sold at a low profit. The times have changed, but not my prices.
ru: Семья Стоун всегда скупала по дешёвке и продавала с небольшой наценкой. Времена изменились, но не цены в моём магазине.

source: The new taxes, the worldwide economic collapse and other factors are slowly murdering the family store.
ru: Новые налоги, мировой экономический кризис и другие факторы медленно убивают семейный магазин.

source: Can I help you somehow, Ms. Stone?
ru: Могу я как-то помочь, г-жа Стоун?

source: No, there's nothing that can be done anymore. I don't have enough money to lift the shop from the downward spiral.
ru: Нет, больше ничего нельзя сделать. У меня не хватает денег, чтобы снова поставить магазин на ноги.

source: I'd need thousands to just survive the month.
ru: Нужны тысячи, просто пережить месяц.

source: The shop is dying, and there's nothing either of us can do about it.
ru: Магазин умирает, и мы ничего не можем с этим поделать.

source: Maybe there is still hope, Ms. Stone. How much exactly do you need?
ru: Возможно, ещё есть надежда, г-жа Стоун. Сколько именно вам нужно?

source: I couldn't get myself to look at my finance logs for a while now. I guess about two thousand circuits.
ru: Я уже некоторое время не могу заставить себя взглянуть на финансовые отчёты. Думаю, около двух тысяч схем.

source: Ms. Stone can't afford to pay her taxes, and it looks like the family business will be going under soon. She needs 2000 in cash to stay afloat. I could try to help her out.
ru: Г-жа Стоун не может оплатить налоги, и, похоже, её семейный бизнес идёт ко дну. Ей нужно 2000 наличными, чтобы остаться на плаву. Я могу попытаться помочь ей.

source: A pity that nothing can be done about your store.
ru: Жаль, что магазину никак не помочь.

source: Yes. A tradition of six generations will die with this shop...
ru: Да. Традиция шести поколений умрёт вместе с ним...

source: I guess it just had to happen one day...
ru: Думаю, однажды это должно было случиться...

source: I have the money you need, Ms. Stone. You can have it.
ru: У меня есть нужная сумма, г-жа Стоун. Примите её.

source: Is... Is this a joke? So much money? And you're just giving it to me?
ru: Это... Это шутка? Столько денег? И ты просто отдашь их мне?

source: Thank you! Thank you! Thank you! Savior!
ru: Спасибо! Спасибо! Спасибо! Спаситель!

source: Are you sure you really have the sum of 2000 circuits?
ru: Ты уверен, что у тебя есть такая сумма, 2000 схем?

source: Yes, I have it.
ru: Да, именно так.

source: Oh thank you!
ru: Спасибо тебе!

source: Ms. Stone seemed relieved as I gave her the money. I hope she won't need to file bankruptcy.
ru: Похоже, г-жа Стоун испытала облегчение, когда я дал ей денег. Надеюсь, объявлять о банкротстве ей не придётся.

source: Hold on a minute, you are still a bit short on money.
ru: Подожди, у тебя пока маловато денег.

source: Don't try to trick me.
ru: Не пытайся меня обмануть.

source: But this isn't fair to you. The Stones are a family of fair merchants and I intend to uphold that tradition.
ru: Но это несправедливо по отношению к тебе. Семья Стоун - честные торговцы, и я намерена продолжить традицию.

source: I need 1,547 circuits to get through the month. I will accept only that and not a transistor more.
ru: Мне нужно 1547 схем, чтобы продержаться месяц. Я приму только это и ни транзистором больше.

source: Now it's fair. Thank you.
ru: Теперь всё честно. Спасибо.

source: You've given me a bit of hope..
ru: Ты зажёг во мне искру надежды.

source: Wait a second... I think I recognize you...
ru: Секундочку... Думаю, я узнала тебя...

source: You are %s, aren't you...?
ru: Ты %s, не так ли?..

source: The hero...
ru: Герой...

source: Please return with the full amount if you want to help.
ru: Пожалуйста, если хочешь помочь, собери всю сумму.

source: Otherwise, you're throwing good money after bad, and I couldn't let you do that.
ru: А иначе ты бросаешь деньги на ветер, и я этого тебе не позволю.

source: Yes, it's me.
ru: Да, это я.

source: I thought so. My grandfather used to tell me stories about you. He said you would come here in a time of despair.
ru: Я так и думала. Мой дед рассказывал о тебе. Он говорил, что ты придёшь, когда настанут трудные времена.

source: And here you are.
ru: И вот ты пришёл.

source: I hope your arrival changes the tide of this war...
ru: Надеюсь, твоё появление изменит ход войны...

source: I have something here for you. I managed to hide this Shotgun from the Red Guard.
ru: У меня есть кое-что для тебя. Этот дробовик я спрятала от Красной стражи.

source: It used to belong to my grandfather, so it's very dear to me, but I'm sure he would have liked you to have it on your journey to save us all.
ru: Раньше он принадлежал моему деду, поэтому так дорог для меня, но я уверена, дедушка был бы рад, если бы этот дробовик помог тебе спасти всех нас.

source: %s, if you ever find out who started the Great Assault... GIVE THEM A SWIFT KICK FROM LILY STONE!!!
ru: %s, если найдёшь тех, с кого начался бунт машин... ДАЙ ИМ ХОРОШЕГО ПИНКА ОТ ИМЕНИ ЛИЛИ СТОУН!!!

source: Ms. Stone was really grateful for my help. She took only what she needed from me, and still rewarded me with a shotgun she had been hiding from the Red Guard.
ru: Г-жа Стоун очень благодарна за помощь. Она взяла лишь столько, сколько ей было нужно, ещё и наградив меня дробовиком, который припрятала от Красной стражи.

source: It's not important who I am.
ru: Неважно, кто я.

source: If you want to remain a stranger, I will respect your wishes.
ru: Раз ты хочешь остаться неизвестным, я буду уважать твоё желание.

source: So be it.
ru: Пусть будет так.

source: Ms. Stone was really grateful for my help. She took only what she needed from me.
ru: Г-жа Стоун была очень благодарна за помощь. Она взяла лишь столько, сколько ей нужно.

source: Ha ha ha, you fell for it! You get nothing from me! Hahahahah!
ru: Ха-ха-ха, попалась! Ничего ты от меня не получишь! Ха-ха-ха-ха!

source: You... monster...
ru: Ты... монстр...

source: No one makes fun of Lily Stone's family store!
ru: Никто не смеет глумиться над семейным магазином Лили Стоун!

source: Say your prayers, you oversized duck!!!
ru: Начинай молиться, утка-переросток!!!

source: Lily Stone - Bird Hunter
ru: Лили Стоун - Охотник на птиц

source: I tricked that Ms. Stone into believing I was going to help her out. It was funny to see her get angry.
ru: Я обманул г-жу Стоун, заверив, что помогу ей. Было забавно наблюдать, как она злится.

source: Have a nice day!
ru: Хорошего дня!

source: Take care that you don't void any warranties.
ru: Заботься о том, чтобы не лишиться гарантии.

source: Please come back if you have any questions regarding my goods.
ru: Если появятся вопросы насчёт моих товаров, возвращайся.

source: I hope to see you again, soon!
ru: Надеюсь вскоре снова тебя увидеть!

source: Hi, I'm %s.
ru: Привет, я %s.

source: Welcome to the Library, I'm Tamara.
ru: Добро пожаловать в библиотеку. Я Тамара.

source: Please take a look around and see if there is something here that interests you.
ru: Пожалуйста, осмотрись, нет ли здесь того, что тебя заинтересует.

source: You are welcome to ask me if you have any questions.
ru: Если появились какие-либо вопросы, задавай.

source: I was looking at the depot and found some interesting books. You might want to take a look at them later.
ru: Я осматривал склад и нашел несколько интересных книг. Возможно, вы захотите взглянуть на них позже.

source: Hey, please don't make such a mess here.
ru: Эй, пожалуйста, не устраивай здесь такой беспорядок.

source: Please put everything back in place if you don't need it.
ru: Пожалуйста, если тебе что-то не нужно, поставь на место.

source: Please be careful with these books. They are older than most computers in this town.
ru: Будь осторожнее с этими книгами, пожалуйста. Они старше большинства городских компьютеров.

source: What can I help you with?
ru: Чем могу помочь?

source: By the way, someone just returned a book about 'Advanced Robot Classes', tell me if you're interested.
ru: Кстати, кто-то только что вернул книгу 'Улучшенные классаы роботов', скажите, если вам интересно.

source: Hmm, you look very similar to another person I met, by the name of Sorenson.
ru: Хм, ты очень похожа на женщину по имени Соренсон, встреченную мной ранее.

source: Well, it's understandable. We are sisters.
ru: Ну, это понятно. Мы сёстры.

source: Or actually half sisters. She is also half crazy, so we don't communicate much.
ru: Точнее, сводные сёстры. К тому же она полоумная, поэтому мы мало общаемся.

source: We used to. Even ran this library together.
ru: Мы привыкли. Даже управляли этой библиотекой вместе.

source: Then she started reading more and more books and sitting in front of the computer day and night, never sleeping.
ru: Тогда она начала читать все больше и больше книг и сидеть перед компьютером день и ночь, никогда не спала.

source: In the end she completely lost her marbles, sadly.
ru: В конце концов, к сожалению, она совсем съехала с катушек.

source: Now all she does is sitting locked in her house staring into the computer.
ru: Теперь она только и делает, что сидит дома, уставившись в компьютер.

source: I would like to learn how to hack.
ru: Я хотел научиться взламывать компьютеры.

source: My sister used to play Nethack all the time, about the time she became really good at hacking.
ru: Моя сестра все время играла в Нетхак, и, спустя какое-то время, она стала действительно разбираться в хакинге.

source: Everyone I know who is good with computers always talks about beating Nethack.
ru: Все, кого я знаю, из тех, кто хорошо разбирается в компьютерах, всегда говорят о победах в Нетхак.
