Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: You are killing a creature!
ru: Ты убиваешь существо!

source: You are gaining a level!
ru: Ты повышаешь уровень!

source: You are casting a spell!
ru: Ты читаешь заклинание!

source: You rolled Stats of STR: [b]%d[/b], CON: [b]%d[/b], DEX: [b]%d[/b], INT: [b]%d[/b], WIS: [b]%d[/b], CHA: [b]%d[/b].
ru: Ты получил статы: СИЛ: [b]%d[/b], ВЫН: [b]%d[/b], ЛВК: [b]%d[/b], ИНТ: [b]%d[/b], МДР: [b]%d[/b], ХАР: [b]%d[/b].

source: Accept Character
ru: Подтвердить персонажа

source: Welcome to Progress Quest!
ru: Добро пожаловать в Progress Quest!

source: Reroll Character
ru: Пересоздать персонажа

source: Connection to c-net closed.
ru: Соединение с c-net закрыто.

source: Intruder detected!! Identifying unknown object...
ru: Обнаружен нарушитель! Идентификация неизвестного объекта...

source: Object identification failed. Attack!
ru: Идентифицировать объект не удалось. Атаковать!

source: Hey! That hurts...
ru: Эй! Больно...

source: Intruder responds... Analysing... Intruder is a life form. Aborting attack.
ru: Нарушитель отвечает... Анализ... Нарушитель — форма жизни. Отмена атаки.

source: Excuse me for attacking you.
ru: Извини, что напал на тебя.

source: Why did you attack me?
ru: Почему ты напал на меня?

source: [b]ORDER #4[/b]: If intruder can not be identified, it must be terminated.
ru: [b]ПРИКАЗ № 4[/b]: Если нарушитель не может быть идентифицирован, то его следует уничтожить.

source: Sorry, it was my fault, duck.
ru: Прости, утка, это моя вина.

source: Can I somehow help you?
ru: Могу я как-то тебе помочь?

source: No, ugh... I am still alive, don't worry...
ru: Нет, уф... Я всё ещё жив, не волнуйся...

source: Good to hear that.
ru: Рад это слышать.

source: My identification is... [b]NO ID FOUND[/b]... Just call me Cerebrum. And who are you?
ru: Самоидентификация... [b]ID не найден[/b]... Зови меня просто Мозг. А кто ты?

source: Cerebrum - Portal Guardian
ru: Мозг — страж портала

source: My name is %s.
ru: Меня зовут %s.

source: Hello %s!
ru: Привет, %s!

source: Hello, sentient bot!
ru: Привет, разумный бот!

source: Hi!
ru: Привет!

source: Hi Cerebrum!
ru: Привет, Мозг!

source: Hostile droids didn't kill you? That's good. Hi then!
ru: Враждебные дроиды не убили тебя? Хорошо. Тогда привет!

source: Hello duck!
ru: Здравствуй, утка!

source: Why did you call me a duck?
ru: Почему ты назвал меня уткой?

source: Why did you call me a duck? I'm not a duck! I'm a Linarian!
ru: Почему ты назвал меня уткой? Я не утка! Я линарианец!

source: I know. But calling you a duck is funny!
ru: Я знаю. Однако называть тебя уткой весело!

source: [b]PRIMARY OBJECTIVES[/b]:
ru: [b]ОСНОВНЫЕ ЗАДАЧИ[/b]:

source: 1) Guard the portal;
ru: 1) Защита портала;

source: 2) Adapt computers' software according to the current situation;
ru: 2) Адаптация компьютерных программ к текущей ситуации;

source: 3) Prevent reactor's state from going critical.
ru: 3) Предотвращение критического состояния реактора.

source: Do you mean this big reactor?
ru: Ты говоришь об это огромном реакторе?

source: And do you see any other reactors nearby?
ru: А ты видишь какие-нибудь другие реакторы поблизости?

source: Um... *looks around* No. And is it stable?
ru: Э... *оглядывается вокруг* Нет. А этот стабилен?

source: Not really, but don't worry. Just don't touch any buttons.
ru: По правде нет, но не волнуйся. Просто не нажимай никаких кнопок.

source: Yeah! Thank you for Peltier Element! It's cooling it perfectly!
ru: Да! Спасибо тебе за элемент Пельтье! Он его отлично охлаждает!

source: Ah! I forgot to tell you that I am also reading books.
ru: А! Забыл сказать, я ещё и книги читаю.

source: You are reading books? Hmmm...
ru: Ты читаешь книги? Хммм...

source: Are you sentient?
ru: Ты разумный?

source: Maybe you will find answer in my description. Should I show it to you?
ru: Возможно, ты найдёшь ответ в моём описании. Должен ли я его тебе показать?

source: Yes please.
ru: Да, пожалуйста.

source: [b]LOADING DESCRIPTION[/b]
ru: [b]ЗАГРУЗКА ОПИСАНИЯ[/b]

source: Here is it:
ru: Вот оно:

source: Experimental command cyborg. Fitted with a new type of brain. Mounted on a security droid anti-grav unit for convenience.
ru: Экспериментальный киборг-командир. Оснащён мозгом нового типа. Для удобства установлен на антигравитационном блоке дроида-охранника.

source: IT'S HORRIBLE!!
ru: ЭТО УЖАСНО!

source: What happened?
ru: Что случилось?

source: The amount of hostile droids increases in rate of geometric progression!
ru: Количество враждебных дроидов растёт в геометрической прогрессии!

source: If that was the only problem, I wouldn't worry, but the reactor went offline!
ru: Если бы это была единственная проблема, я бы не переживал, но и реактор отключился!

source: Looks like its underground power system has left without fuel!
ru: Похоже, что его подземная энергосистема осталась без топлива!

source: If I won't restore its power source, then bots will assault the fortress, and the robotic 'plague' will spread through the portal!
ru: Если я не восстановлю его источник энергии, то боты возьмут крепость и роботизированная «чума» хлынет через портал!

source: Hmm... Power source?
ru: Хмм... Источник энергии?

source: DAC. Dilithium-Antimatter Cartridge. To build it, I'll need dilithium crystal, 2 antimatter converters, 6 Tachyon condensators and standard 'H4PPY FUS10N' cartridge.
ru: ДАК. Дилитиево-антивещественный картридж. Для его создания мне нужны кристалл дилития, 2 преобразователя антивещества, 6 тахионных конденсаторов и стандартный картридж «С4АСТЛИ8ЫЙ С11ЛАВ».

source: Fortunately, I've got one crystal somewhere in my junk... Let me search...
ru: К счастью, где-то в моём хламе завалялся один кристалл... Ну-ка, посмотрим...

source: Second... No... Not there...
ru: Секунду... Нет... Не здесь...

source: Rubber duck...
ru: Резиновая уточка...

source: Instruments...
ru: Инструменты...

source: Another rubber duck...
ru: Ещё резиновая уточка...

source: Aha! Found it! Here, take.
ru: Ага! Нашёл! Вот, возьми.

source: No... Looks like I don't have it... You'll have to find that one too...
ru: Нет... Похоже, у меня нет кристалла... Тогда ты должен найти и его...

source: *I have a bad feeling somewhy...*
ru: *Почему-то у меня дурное предчувствие...*

source: The earlier you'll get DAC, the better.
ru: Чем раньше ты получишь ДАК, тем лучше.

source: Otherwise defensive systems will go offline once reserved generators will become exhausted, and bots will destroy everything here, going further through the portal.
ru: Иначе защитные системы отключатся, как только резервные генераторы истощатся, и боты, разрушив всё здесь, двинутся дальше через портал.

source: You must help me, or that gonna end bad.
ru: Ты должен мне помочь, или всё плохо кончится.

source: Err... Okay.
ru: Э... Ладно.

source: Cerebrum's fortress is about to stay undefended because of an exhaust of reactor's fuel. I have to bring him DAC - Dilithium-Antimatter Cartridge. For that I'll need: dilithium crystal, 2 antimatter converters, 6 Tachyon condensators and a 'H4PPY FUS10N' cartridge.
ru: Крепость Мозга скоро останется без защиты из-за исчерпания энергоресурса реактора. Я должен принести ему ДАК — дилитиево-антивещественный картридж. Для этого мне нужны кристалл дилития, 2 преобразователя антивещества, 6 тахионных конденсаторов и картридж «С4АСТЛИ8ЫЙ С11ЛАВ».

source: Well, more or less good. After you helped me with my troubles everything is going back to normal.
ru: Ну, более-менее хорошо. Когда ты помог решить мои проблемы, всё возвращается к норме.

source: Where are my addons? I need them, really... Hurry please.
ru: Где мои дополнения? Они нужны мне, серьёзно... Поторопись, пожалуйста.

source: [b]STATUS[/b]: Bad. I am in need of many addons. My targeting system is outdated, armor is too, and reactor is unstable...
ru: [b]СОСТОЯНИЕ[/b]: плохое. Мне нужно много дополнений. Моя система наведения устарела, броня тоже, реактор нестабилен...

source: Maybe I can help you somehow? Which addons do you need?
ru: Могу я как-нибудь помочь? Какие тебе нужны дополнения?

source: I need these ones:
ru: Мне нужны эти:

source: [b]Laser Sight[/b] - it'll make my targeting much easier;
ru: [b]Лазерный прицел[/b] — он сильно облегчит мне прицеливание;

source: [b]Tinfoil Patch[/b] - it'll raise my armor;
ru: [b]Заплатка из фольги[/b] — она увеличит мою броню;

source: [b]Peltier Element[/b] - I'll use this one for stabilizing the reactor's cooling.
ru: [b]Элемент Пельтье[/b] — я использую его для стабилизации охлаждения реактора.

source: So will you help me %s? I will give you some required components.
ru: Так ты поможешь мне, %s? Я дам тебе несколько необходимых деталей.

source: Of course I will help.
ru: Конечно, я помогу.

source: Thank you, duck.
ru: Спасибо, утка.

source: 999 Cerebrum bot asked me for Laser Sight, Tinfoil Patch and Peltier Element. I want to help my new friend so I will bring these addons to him.
ru: 999 Мозг попросил у меня лазерный прицел, заплатку из фольги и элемент Пельтье. Я хочу помочь новому другу, поэтому принесу ему эти дополнения.

source: I brought your addons. It was a very long way!
ru: Я принёс твои дополнения. Это был очень долгий путь!

source: Thank you! I was fearing that you took my components and happily made addons for yourself.
ru: Спасибо! Я боялся, что ты, взяв мои детали, охотнее сделаешь дополнения для себя.

source: For that I will award you! While you were searching for addons I found two Brain Stimulators. You may have them.
ru: За это я тебя награжу! Пока ты искал дополнения, я нашёл два стимулятора мозга. Можешь взять их.

source: Brain Stimulators are very special addons. They speed up learning making you gain more experience from killing bots. But don't use them too often! I have heard that they can burn human's brain!
ru: Стимуляторы мозга — очень специфические дополнения. Они ускоряют обучение, заставляя тебя получать больше опыта от убийства ботов. Но не пользуйся ими слишком часто! Я слышал, они могут сжечь человеческий мозг!

source: Don't worry, I have Linarian brain.
ru: Не беспокойся, у меня линарианский мозг.

source: I brought addons to Cerebrum. He gave me pair of Brain Stimulators as reward. They will be useful.
ru: Я принёс Мозгу дополнения. Он наградил меня парой стимуляторов мозга. Пригодятся.

source: What are these two bots?
ru: Кто те два бота?

source: 629 guards the gate, and 476 watches for the cables' state.
ru: 629 охраняет ворота, а 476 следит за состоянием кабелей.

source: Why does he watch the cables? Is there something wrong with them?
ru: Почему он следит за кабелями? С ними что-то не так?

source: No. It just has an error or something. Just ignore that.
ru: Нет. Просто там ошибка или что-то такое. Не обращай внимания.

source: Why are you not hostile?
ru: Почему ты не враждебен?

source: I was inactive during the day, when all bots went insane.
ru: Я был отключён в тот день, когда все боты сошли с ума.

source: I was activated just few weeks ago, so I could survive.
ru: Меня включили всего несколько недель назад, поэтому я смог уцелеть.

source: Who activated you?
ru: Кто тебя включил?

source: Who knows... The archive that contains this information can only be accessed through network connection, but it's broken. Sorry duck, I don't know.
ru: Кто знает... Архив, содержащий эту информацию, доступен только через сетевое подключение, но оно сломано. Прости, утка, я не знаю.

source: Goodbye.
ru: Пока.

source: See you later duck!
ru: Увидимся, утка!

source: If hostile droids won't kill you, then of course we'll see!
ru: Если враждебные дроиды тебя не убьют, тогда, конечно, увидимся!

source: Good luck, funny duck.
ru: Удачи, смешная утка.

source: So the rumors are true - a real live Linarian walks among us!
ru: Так слухи были правдивы: среди нас появился настоящий живой линарианец!

source: Good to see you again. How can I help you?
ru: Рад видеть тебя вновь. Чем могу помочь?

source: Hi! I'm new here.
ru: Привет! Я здесь новичок.

source: Welcome. I am Chandra. Some would call me the local sage.
ru: Добро пожаловать. Я Чандра. Кое-кто назвал бы меня местным мудрецом.

source: What can you tell me about this place?
ru: Что ты можешь рассказать мне об этом месте?

source: This small town used to be a somewhat successful mining community, exporting rare earth materials and other resources to the rest of the solar system.
ru: Раньше у нас был достаточно успешный шахтёрский городок, экспортирующий редкоземельные металлы и другие ресурсы по всей солнечной системе.

source: The mines have depleted recently, however. The town was under a threat of bankruptcy. Living here became harder and many left to seek new opportunities elsewhere.
ru: Но недавно шахты истощились. Город оказался на грани банкротства. Жить здесь стало трудней, и многие уехали в поисках новых возможностей.

source: But now after the Great Assault, the rest of the planet gets bombarded by automated bot ships every now and then, so being here isn't so bad at all.
ru: Однако после бунта машин остальная места время от времени подвергаются бомбардировкам автоматических кораблей ботов, так что быть здесь не так уж и плохо.

source: Even with the Red Guard in charge.
ru: Даже под управлением Красной стражи.

source: Where can I get better equipment?
ru: Где мне раздобыть снаряжение получше?

source: The shop is to the north, near the gate. Ms. Stone always has a good range of equipment there, with fair prices too.
ru: Есть магазин на севере, возле ворот. У г-жи Стоун всегда хороший выбор, да и цены справедливые.

source: Not that you have much choice.
ru: Впрочем, у тебя и выбора-то нет.

source: Of course, the Red Guard always has the biggest guns and the best armor, but they do not sell them to non-members.
ru: Конечно, самые большие пушки и лучшая броня у Красной стражи, но они не продают посторонним.

source: So what's so strange about the attack?
ru: Так что такого странного в нападениях?

source: According to my calculations based on the Fermi estimate, there are about seven million bots active in the region, everything from cleaner bots and servant droids to much more dangerous ones.
ru: По моим подсчётам, основанным на оценке Ферми, в регионе около семи миллионов действующих ботов, от роботов-уборщиков и дроидов-прислужников до гораздо более опасных.

source: I think you will agree with me that the following statement is true: If bots, then death to everything alive.
ru: Думаю, ты согласишься с утверждением: боты - смерть живым.

source: Now, I make the assumption that you and I are alive.
ru: Теперь я делаю предположение, что ты и я живы.

source: But, if we are not dead, and if bots are killing everything alive...
ru: Но если мы не мертвы, а боты убивают всё живое...

source: According to my calculations based on the Fermi estimate, there used to be about seven million bots active in the region, everything from cleaner bots and servant droids to much more dangerous ones.
ru: По моим подсчётам, основанным на оценке Ферми, в регионе около семи миллионов действующих ботов, от роботов-уборщиков и дроидов-прислужников до гораздо более опасных.

source: But, if we are not dead, and if bots were killing everything alive even before you were awaken...
ru: Но если мы не мертвы, и если боты уничтожали всё живое даже до твоего пробуждения...

source: ... THEN WE HAVE A CONTRADICTION!
ru: ...ТОГДА ВОЗНИКАЕТ ПРОТИВОРЕЧИЕ!

source: Calm down. There must be some logic behind this.
ru: Успокойся. Здесь должна быть какая-то логика.

source: There can be none!
ru: Не может не быть!

source: They could just enter the town and massacre everyone...
ru: Они могли просто войти в город и устроить резню...

source: But they do not even seem to try!
ru: Но, кажется, они даже не пытаются!

source: This makes no sense at all!
ru: В этом нет никакого смысла!

source: Could you explain me about bot respawn?
ru: Не мог бы ты объяснить мне возрождение ботов?

source: Respawn? Interesting choice of words. Bots doesn't actually "respawn", not literally, but the ships in orbit periodically checks some areas at random and makes a special request so the factory can replace the dead bots.
ru: Возрождение? Интересный выбор слова. На самом деле не боты "возрождаются", а корабли на орбите периодически проверяют некоторые случайные области и посылают спецзапрос, по которому фабрика может заменить мёртвых ботов.

source: I believe that during the check, they also reboot the droids. Therefore I guess that even if you hack a bot, it'll be only a temporary companion.
ru: Я считаю, что во время проверки они также перезагружают дроидов. Поэтому, полагаю, даже взломав бота, ты получишь лишь временного компаньона.

source: There might be areas where their signals doesn't reach, but it's just too rare to even consider it.
ru: Где-то могут быть области, не охваченные сигналом, но они слишком редки, чтобы их учитывать.

source: I am not a hacker. A real hacker should understand this better than I.
ru: Я не хакер. Настоящий хакер должен разбираться в этом лучше меня.

source: What do you know about the hostile bots?
ru: Что ты знаешь о враждебных ботах?

source: The phenomenon of hostile bots has occupied my mind for quite some time. There are some strange irrationalities in this behavior, that I cannot explain.
ru: Феномен враждебности ботов занимал мой ум довольно долгое время. Есть некая странная иррациональность, которую я не могу объяснить.

source: This encompasses not only the suddenness of the attack, but also the methods and the scale of it all.
ru: Дело не только во внезапности атаки, но также методах и масштабе всего этого.

source: What types of bots are out there?
ru: Какие типы ботов встречаются снаружи?

source: There are many. Each kind of bot has a number consisting of three digits. The first one is the most significant, the class of a bot.
ru: Их много. Каждый вид ботов имеет номер, состоящий из трёх цифр. Самая важная - первая - это класс бота.

source: I know a bit about three classes.
ru: Я немного знаю о трёх классах.

source: The 100s are cleaning bots of old. Therefore, they are quite common. Fortunately for us they aren't as good at killing things as they are at cleaning up the mess afterwards.
ru: 100-й - это старые боты-уборщики. Поэтому же они довольно распространены. К счастью для нас, они не так хороши в убийствах, как в уборке беспорядка после них.

source: The 200s are servant bots, designed to come quickly when summoned and be able to lift heavy weights. That makes them more dangerous under most circumstances, so beware of being attacked by more than one at the same time.
ru: 200-й - это боты-слуги, разработанные для быстрейшего появления по первому вызову и поднятия большого веса. В большинстве случаев они намного опасней, поэтому остерегайся слаженного нападения сразу нескольких.

source: Right now, an encounter with a 300 type bot equals death, so try to avoid it. They were messenger bots before the Great Assault, which means they have superb visual sensors, and some are very fast.
ru: Встреча с ботом 300 типа в данный момент равносильна смерти, поэтому старайся их избегать. До бунта машин они были ботами-посыльными, оснащаются превосходными визуальными датчиками, а иные очень быстры.

source: There are many more classes out there. The military used bots, of course, and they were used on ships, but I know almost nothing about those types.
ru: Есть много других классов. Конечно, боты использовались и военными, и на кораблях, но об этих типах я не знаю почти ничего.

source: I want to leave this place.
ru: Я хочу покинуть это место.

source: We all do, Linarian, we all do.
ru: Мы тоже хотим, линарианец, очень хотим.

source: The act in question is made impossible by the quasi-infinite bots outside of the town walls.
ru: Но почти бесконечные боты за городскими стенами делают это практически невыполнимым.

source: You cannot live for long out there.
ru: Снаружи ты долго не протянешь.

source: No, I meant I would like to leave this world.
ru: Нет, я сказал, что хотел бы покинуть этот мир.

source: Simple. Walk outside the town walls, and the bots will send you to the other world within a few minutes.
ru: Это просто. Выйди за городские стены, и боты отправят тебя в иной мир за несколько минут.

source: Unless you mean leave the planet, in which case that is impossible.
ru: Если же ты хочешь покинуть планету, то это невозможно.

source: Most likely all of our cosmodromes have been destroyed in the bot attacks.
ru: Скорее всего, все наши космодромы уничтожены атаками ботов.

source: I'm having difficulty overcoming the bots. What can I do?
ru: Мне трудно побеждать ботов. Что можно с этим сделать?

source: There are many things you can do. The first is to fight more bots.
ru: Сделать можно многое. Первое - больше сражаться с ботами.

source: Erm... Wouldn't that cause me to be beaten up more, and therefore be counter-productive?
ru: Э... Не означает ли это, меня будут бить больше, что, следовательно, контрпродуктивно?

source: Your logic is infallible, Linarian, but you are forgetting one thing: the more you fight, the more experienced you become, and the better you become at surviving.
ru: Верная логика, линарианец, но ты забыл одну вещь: чем больше ты сражаешься, тем становишься опытнее и тем проще выжить.

source: Also, if you have the money and can find a supplier, it is wise to invest in better equipment - more protective clothing and better weaponry.
ru: Также, если у тебя есть деньги и ты нашёл поставщика, разумно вложиться в качественное снаряжение - лучшую защитную одежду и хорошее оружие.

source: My advice is to invest in a ranged weapon. While it can create a huge hole in your wallet, it also creates several in the bots, and is better than a huge hole in you.
ru: Советую приобрести оружие дальнего боя. Хотя оно оставит огромную дыру в твоём бумажнике, ещё несколько проделает в ботах, что гораздо лучше огромной дыры в тебе.

source: Currently there is a ban on selling such things. The Red Guard wants to be the only ones with good weapons.
ru: Сейчас введён запрет на продажу подобных вещей. Красная стража хочет, чтобы хорошее оружие было только у неё.

source: Should you fail to find something decent to shoot or swing with, there are always other options.
ru: Если не удастся найти ничего стоящего для стрельбы или размахивания, всегда есть другие варианты.

source: Ewald, the barkeeper, usually sells an assortment of junk, but even he sometimes has something worthwhile on display.
ru: Эвальд, бармен, обычно торгует всякой дрянью, но даже у него иногда появляется кое-что заслуживающее внимания.

source: There was a person selling grenades, too. Eh... I forgot his name, my memory is not serving me very well today. He's a very mysterious fellow. Perhaps he can help you.
ru: Ещё был человек, продающий гранаты. Э... Забыл его имя: моя память уже не так хороша, как раньше. Он довольно загадочный парень и, наверное, сможет тебе помочь.

source: Other than that, you are on your own.
ru: И наконец, ты сам кое на что способен.

source: Do you think I could join the guardians of this town?
ru: Как думаешь, мог бы я вступить в стражу этого города?

source: The Red Guard...? Only if you're as strong and courageous as they are! There is no one better than the Red Guard! Nothing but top quality men there!
ru: В Красную стражу?.. Только если ты такой же сильный и мужественный, как они! Здесь нет никого лучше Красной стражи! Там люди высшей пробы!

source: The Red Guard? Unlikely. You'd have to establish a reputation beforehand, and demonstrate that you can make things happen.
ru: В Красную стражу? Вряд ли. Сначала тебе придётся заработать репутацию и продемонстрировать, что ты чего-то стоишь.
