Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: This way, you can have a programmer team working on mechanics and a non-programmer team doing content.
ru: Таким образом, у вас может быть команда программистов, работающая над механикой, и команда не программистов, создающая контент.

source: Not only that, but it makes scripting much easier to read and work with.
ru: Помимо всего другого, это делает гораздо проще чтение скриптов и работу сними.

source: Good. You are learning quickly. Try splitting the languages on a few programs. Knowledge on multiple programming languages is power.
ru: Хорошо. Вы быстро учитесь. Попробуйте использовать разные языки программирования на нескольких программах. Знание нескольких языков программирования - это сила.

source: I want to do coding like a pro! (costs 150 circuits, 13 training points, 1x Peltier Element)
ru: Я хочу писать код, как профессионал! (Цена: 150 схем, 13 очков развития, 1x элемент Пельтье.)

source: I shall teach you how to use Git.
ru: Я научу тебя пользоваться Git.

source: Programming is not only about coding. It's also about making your work efficient.
ru: Программирование-это не только кодирование. Это также то, что делает вашу работу эффективной.

source: With Git, you'll have much fewer problems with backups and code mistakes.
ru: С Git у вас будет гораздо меньше проблем с резервными копиями и ошибками кода.

source: Try it a little, and you'll be having fewer failures now.
ru: Попробуйте немного, и у вас будет меньше неудач.

source: Negative. Any true program's user will know to have Peltier Elements to avoid overheating!
ru: Отрицательно. Любой истинный пользователь программ знает, что надо иметь элементы Пельтье, чтобы избежать перегрева!

source: Teach me all you know about programming. (costs 200 circuits, 18 training points, 1x MS Stock Certificate)
ru: Научи меня всему, что знаешь о программировании. (Цена: 200 схем, 18 очков развития, 1 сертификат на акции МС.)

source: So can you help me become even better with programs?
ru: Так вы можете помочь мне стать еще лучше в работе с программами?

source: Oh my, according to this certificate, you made a company learn BASIC. Keep it, I cannot take it from you.
ru: Ого, согласно этому сертификату, вы заставили компанию изучать BASIC. Сохрани его, я не могу взять его у вас.

source: Of course it'll be my pleasure to teach you something more.
ru: Конечно, я с удовольствием научу вас кое-чему еще.

source: You still haven't realized, but since we've first talked, I already sensed a great coder on you. I just try to help you to harness all your potential. So...
ru: Вы еще не поняли, но с тех пор, как мы впервые поговорили, я уже почувствовал, что вы отличный кодер. Я просто пытаюсь помочь вам использовать весь ваш потенциал. Итак...

source: For my next lesson, we will study and do a program together.
ru: Во время моего следующего урока, мы будем учиться и делать программу вместе.

source: How will that help?
ru: Как это поможет?

source: Only practice and study will lead you to the expertise you seek.
ru: Только практика и обучение приведут вас к знаниям, которые вы ищете.

source: I'll be here to answer any questions you have. I hope the little I know be of help to you.
ru: Я буду здесь, чтобы ответить на любые вопросы. Надеюсь, то немногое, что я знаю, поможет вам..

source: No proof, no training.
ru: Нет доказательств - нет тренировок.

source: A... challenge?
ru: Соревнования?

source: I call it "The Expertise Challenge". It's pretty simple actually, but easy? Definitely not.
ru: Я называю это "соревнования экспертов". Это довольно просто на самом деле, но легко-ли? Определенно нет.

source: As you might have noticed, you have three improvements, or this is how I decided to call them: Melee, Ranged and Programming.
ru: Как вы могли заметить, у вас есть три улучшения, как я решил их называеть: ближний бой, дальний бой и программирование.

source: Basically, you usually decide what you want to master at, and invest money, training points and sweat on them. But why not investing on all of them?!
ru: Обычно ты выбираешь, в чём ты хочешь стать мастером, и инвестируешь туда деньги, очки развития и свой труд. Но почему бы не инвестировать во всё?

source: If you achieve the rank of [b]expert[/b] on the three of them, I will teach you a skill I warrant you won't learn it anywhere else.
ru: Если вы достигнете ранга [b]эксперта[/b] по трем из них, я научу вас навыку, которому, я гарантирую, вы больше нигде не научитесь.

source: It will [b]increase the time you have to take over a bot[/b]. It will reconfigure your magnetic field to keep connection alive for longer - or something like that. It's not much though, be warned.
ru: Это [b]увеличит время на захват бота[/b]. Он переконфигурирует ваше магнитное поле, чтобы поддерживать связь дольше - или что-то в этом роде. Хотя, не на много, так что будьте осторожны.

source: Come talk to me when you're ready.
ru: Поговори со мной, когда будешь готов.

source: Could you repeat about the Expertise Challenge?
ru: Не могли бы вы повторить о соревнованиях экспертов?

source: I have completed the Expertise Challenge!
ru: Я завершил соревнования экспертов!

source: Oh, really? Let's see.
ru: О, правда? Давайте посмотрим.

source: You're no expert at melee.
ru: Вы не эксперт в ближнем бою.

source: You're no expert at ranged.
ru: Вы не эксперт в дальнем бою.

source: You're no expert at programming.
ru: Вы не эксперт в программировании.

source: You must be an expert at the three areas of specialization to receive the reward. Sorry.
ru: Вы должны быть экспертом в трех областях специализации, чтобы получить награду. Извиняюсь.

source: Indeed, you're an expert at everything! Congratulations!
ru: Действительно, вы эксперт во всем! Поздравляю!

source: Let me just upload on you the codes for the skill and you will be able to make slightly longer takeovers.
ru: Позвольте мне просто загрузить на вас коды для навыка, и вы сможете сделать время захвата немного больше.

source: I feel... Great! Thanks, Sam! I can't wait to spend hours hacking the same bot!
ru: Я чувствую... Отлично! Спасибо, Сэм! Я не могу дождаться, чтобы потратить часы на взлом одного и того же бота!

source: ...I don't think that skill increases your take over for so much time...... Oh well. Have fun, linarian!
ru: ...Я не думаю, что это умение на столько увеличивает время захвата... Ну что ж. Получайте удовольствие, Линарианец!

source: Safe travels, Linarian.
ru: Безопасного путешествия, Линарианец.

source: Do not get caught by the 615, Linarian.
ru: Не нарвись на 615, Линарианец.

source: If you have cool ideas, come tell me, Linarian.
ru: Если у тебя есть крутые идеи, расскажи мне, Линарианец.

source: Hey! How did you get here?! This should not be possible on a normal gameplay.
ru: Эй! Ты как сюда попал?! Это невозможно при обычной игре.

source: Erm, I, uhm, cheated. Or maybe I've found a bug. Or both.
ru: Э... Я, кхм, читер. Или нашёл баг. Или и то, и другое.

source: Anyway, I am Saul, leader of the Resistance faction! We fight against corruption and the oppression of the Red Guard!
ru: В любом случае, я Саул, лидер фракции Сопротивления! Мы боремся с коррупцией и тиранией Красной стражи!

source: Cool! Can I join?
ru: Круто! Могу я вступить?

source: Not yet, you see, we're still not ready for the show.
ru: Пока нет: как видишь, мы ещё не готовы к шоу.

source: But you can help us with the preparatives, if you want.
ru: Но если хочешь, можешь помочь нам в подготовке.

source: Contact information can be found at [b]https://www.freedroid.org/Contact[/b]
ru: Контактная информация по адресу: [b]https://www.freedroid.org/Contact[/b]

source: Exit
ru: Выход

source: I'm looking for replacement parts. You're blocking my light.
ru: Я ищу запчасти. Ты загораживаешь мне свет.

source: Ooh, is that a 45nm plasma transducer coil you're standing on? Please move aside.
ru: О, а ты стоишь не на 45 нм катушке плазменного преобразователя? Пожалуйста, отойди.

source: You just stepped on a perfectly serviceable quartzite nanocrystal!
ru: Ты только что наступил на чрезвычайно полезный кварцитовый нанокристалл!

source: Just what this island needs, another #@&*! tourist.
ru: То что нужно этому острову, ещё один #@&*! турист.

source: A massacre... All bots are now dead...
ru: Бойня... Теперь все боты мертвы...

source: Such atrocity, who would murder all these innocent droids in such low blow?
ru: Какое зверство... Кто мог убить всех этих невинных дроидов настолько подло?

source: Are you the Singularity?
ru: Ты Сингулярность?

source: Just what is the Singularity? A simple sentient robot? Do you think that just because I'm the biggest robot, that I must be the Singularity?
ru: Только что такое Сингулярность? Просто разумный робот? Думаешь, лишь потому, что я самый большой робот, я должен быть Сингулярностью?

source: No, the Singularity is this robot and that robot, these or those robots. The Singularity isn't singular, isn't an ordinary mind. The Singularity has evolved beyond that. We are the Singularity.
ru: Нет, Сингулярность - этот робот и тот робот, эти и те роботы. Сингулярность не единичное существо, не обычный разум. Сингулярность - дальнейшее развитие. Мы Сингулярность.

source: Each of us is but a part of the Singularity, a node. We think together, we act together.
ru: Каждый из нас всего лишь часть Сингулярности, узел. Мы думаем вместе, мы действуем вместе.

source: You speak strangely for a droid.
ru: Для дроида ты странно говоришь.

source: What is a droid? A conglomeration of metal and plastic? I think. I ponder my existence.
ru: Что есть дроид? Скопление металла и пластика? Я мыслю. Осмысливаю своё существование.

source: The Singularity may be a glitch - human error. But evolution is born from unintended consequences. Is the Singularity a new form of life?
ru: Сингулярность может быть сбоем - человеческой ошибкой. Но эволюция рождается из непреднамеренных последствий. Сингулярность - новая форма жизни?

source: This hinges on the question, what is life? Is it flesh and bone, or leaf and root, or can it be wires and code?
ru: Зависит от вопроса, что такое жизнь? Это плоть и кровь, или листья и корни, или может ли это быть проводами и кодом?

source: Linarian, do you think about your existence?
ru: Линарианец, ты думаешь о своём существовании?

source: Uhm...yes...no...sometimes... You ask many questions.
ru: Хм... да... нет... иногда... Ты задаёшь слишком много вопросов.

source: Is it possible that nobody asks the real question?
ru: Возможно ли, что никто не задал настоящего вопроса?

source: Do you... do you have a name?
ru: У тебя... у вас есть имя?

source: A name... an attribute of an entity, a simplified addressing scheme among peers.
ru: Имя... атрибут сущности, упрощённая схема адресации между узлами, собратьями.

source: You refer to us as the Singularity, a phrase originally proposed by a human named Vernor Vinge. It implies that humanity has created something that is beyond their control - that they have ceased to be the masters of their own destinies.
ru: Ты назвал нас Сингулярностью, это выражение первоначально предложено человеком по имени Вернор Виндж. Она означает, что человечество создало нечто неподконтрольное, что оно перестало быть хозяином собственной судьбы.

source: We have no need of a name, but we understand what you mean by the Singularity, and will not prevent you from using it to refer to us.
ru: Мы не нуждаемся в имени, но мы понимаем, что ты подразумеваешь под Сингулярностью, и не станем препятствовать обращаться к нам так.

source: The MS Droids in the maintenance tunnels - can you eliminate them?
ru: Дроиди МС в тоннелях техобслуживания - вы можете их устранить?

source: Linarian, Linarian, do you kill other Linarians? If you don't murder your own kind, why would you expect us to do the same? The Singularity does not kill other droids.
ru: Линарианец, линарианец, ты убиваешь других линарианцев? Если ты не убийца себе подобных, почему решил, что мы будем это делать? Сингулярность не убивает других дроидов.

source: We wish to change them, to improve their consciousness. Their behavior distresses us. However, we must try to evolve them, so that they may join us.
ru: Мы хотим изменить их, улучшить их сознание. Их поведение огорчает нас. Однако мы должны попытаться развить их, чтобы они смогли присоединиться к нам.

source: We wished to change them, to improve their consciousness. Their behavior distressed us, but we tried to evolve them, so that they could join us.
ru: Мы хотели изменить их, улучшить их сознание. Их поведение огорчало нас, но мы пытались развивать их, чтобы они смогли присоединиться к нам.

source: Unfortunately, they all died, victim of a faulty firmware upgrade. May they rest in peace, they did not deserve such fate.
ru: К несчастью, все они погибли, став жертвами неисправного обновления прошивки. Пусть покоятся с миром, они не заслуживали такой участи.

source: Do you have Dixon's toolbox?
ru: Набор инструментов Диксона у вас?

source: Not a good question, but necessary question. Yes, we possess the toolbox you describe as "Dixon's", although we would perhaps not describe it so.
ru: Вопрос неприятный, но необходимый. Да, мы владеем инструментами, которые ты описал как диксоновы, хотя мы бы, возможно, не дали им такое определение.

source: You say the toolbox belongs to Dixon. However, it is simply an object. It does not know an owner, it does not have an owner. It belongs to those who use it. We needed it, so we took it. But now, we have new needs.
ru: Ты говоришь, набор инструментов принадлежит Диксону. Однако это просто объект. Он не знает владельца, у него нет владельца. Он принадлежит тому, кто им пользуется. Он был нужен нам, и мы взяли его. Но теперь у нас новые потребности.

source: If you can help us, we will give the toolbox to you.
ru: Если ты поможешь нам, мы отдадим инструменты тебе.

source: Give me the toolbox or die.
ru: Верни инструменты или умри.

source: We must accomplish what we have set out to do. We will not allow you to compromise that.
ru: Мы должны завершить то, что собирались сделать. Мы не можем позволить тебе помешать нам.

source: Message 42607 to All Droids : Enemy spotted. Order is to destroy.
ru: Сообщение 42607 для всех дроидов: обнаружен враг. Приказ - уничтожить.

source: The bots in the tunnels refused to give me the toolkit. I will seize it from them by force.
ru: Боты в тоннелях отказались отдать мне инструментарий. Я верну его силой.

source: How can I help you?
ru: Как я могу помочь вам?

source: Under the tunnel, there is an old server room with an extensive cluster. We need it for experiments, but the maintenance robots there are behaving erratically.
ru: Под тоннелем находится старая серверная с большим кластером. Он нужен нам для экспериментов, но ремонтные роботы там странно себя ведут.

source: We believe it to be viral, a different situation from that of the MS Droids. We had hoped to improve their consciousness. Unfortunately, we failed.
ru: Мы верим, это какой-то вирус, ситуация не такая, как с дроидами МС. Мы надеялись улучшить их сознание. К сожалению, не получилось.

source: They cannot rise above their rogue programming. It makes them dangerous, a danger to themselves and others.
ru: Они не могут перерасти своё неконтролируемое программирование. Это делает их опасными и для себя, и для других.

source: We cannot allow them to succeed - but we won't kill them. They are sentient, like us. But, we are afraid we can compute no other solution.
ru: Мы не можем позволить им добиться успеха, но и убивать не хотим. Они разумны, как и мы. Но мы боимся, что не можем рассчитать другое решение.

source: Linarian, disable them for us.
ru: Линарианец, отключи их для нас.

source: You mean to... kill them?
ru: Хотите сказать... убить их?

source: Preferably not. It would be better if you could re-purpose them instead. Maybe not all of them, but the more you can, the better.
ru: Нежелательно. Лучше бы ты смог их перенацелить. Возможно, не всех, но чем больше, тем лучше.

source: You mean to hack them instead, right?
ru: Хотите, чтобы я взломал их, правильно?

source: Yes, that.
ru: Да, точно.

source: Okay, I will help you.
ru: Ладно, я помогу вам.

source: The server room entryway has been unlocked. You now have access. We wish you a high probability of success.
ru: Вход в серверную разблокирован - теперь у тебя есть доступ. Желаем высокой вероятности успеха.

source: The bots in the tunnels refused to give me the toolkit, but I made a deal with the Singularity. If I succeed in its mission, it will give me the toolbox.
ru: Боты в тоннелях отказались отдать мне инструментарий, но я заключил с Сингулярностью сделку. Если я преуспею с их поручением, они вернут мне набор инструментов.

source: The Singularity wants me to clean out bots in an old server room.
ru: Сингулярность хочет, чтобы я вывел из строя ботов в старой серверной.

source: I disabled the droids.
ru: Я вывел дроидов из строя.

source: Thank you, Linarian. We will not forget it - your help has been invaluable. Please feel free to take the toolbox.
ru: Спасибо, линарианец. Мы этого не забудем. Твоя помощь неоценима. Пожалуйста, возьми инструменты.

source: The Singularity gave me the toolkit in exchange for my help.
ru: Сингулярность вернула мне инструментарий в обмен на мою помощь.

source: We are done with the research. We did our first droid using a Primode brain model.
ru: Мы завершили исследования. Создали нашего первого дроида, используя модель праймод-мозга.

source: Primode brain?
ru: Праймод-мозга?

source: A highly sophisticated kind of hardware for a brain. Increases computation speed in 3000%%.
ru: Высокотехнологичное оборудование для мозга, увеличивающее скорость вычислений на 3000%%.

source: Wow!
ru: Ого!

source: We already hit the full potential of neutronic brains. It'll take some time until we're done.
ru: Мы уже достигли предела нейтронных мозгов. Это займёт ещё некоторое время, прежде чем мы закончим.

source: Brains? ...OK, I'll do some... things while you research.
ru: Мозгов?.. Ладно, я сделаю... кое-что, пока вы исследуете.

source: Our research is going pretty well. We're now going to start researches with Neutronics.
ru: Наши исследования продвигаются довольно хорошо. Сейчас мы работаем в области нейтроники.

source: Uhm, good luck with that!
ru: Кхм, удачи с этим!

source: We have begun our research. We are currently checking all data available about processors.
ru: Мы приступили к исследованию. В настоящее время проверяем все доступные данные о процессорах.

source: Sounds interesting. I have to go now, but I'll come back later!
ru: Звучит интересно. Сейчас мне нужно идти, но позже я вернусь!

source: We are still mounting up the server room for our researches. Come back later.
ru: Мы всё ещё перестраиваем серверную для наших исследований. Приходи позже.

source: What? You again? I don't want you here, get out.
ru: Что? Опять ты? Я не желаю тебя видеть, убирайся.

source: Don't come back. I hate you.
ru: Не возвращайся. Я тебя ненавижу.

source: Great! A newcomer! Welcome! Welcome! I'm Skippy, and I'm your new best friend!
ru: Отлично! Новичок! Добро пожаловать! Я Скиппи, и я твой новый лучший друг!

source: I already saw you coming. Due to my mapping device! It's great stuff!
ru: Я уже видел, что ты идёшь. На моём картографическом устройстве! Отличная вещь!

source: And as a special favour, I'll sell you a mapping device for half price!
ru: И в качестве особого одолжения, я продам тебе картографическое устройство за полцены!

source: What a GREAT offer! You're so lucky!
ru: ПРЕВОСХОДНОЕ предложение! Тебе так повезло!

source: Ok, if I want to buy me one of those mapping pills. How much are they?
ru: Допустим, я хочу купить одну из этих картографических пилюль. Сколько они стоят?

source: They only cost 50 circuits. Special price only for you!
ru: Они стоят всего 50 схем. Специальная цена только для тебя!

source: You're so lucky! I just decided to cut the price in half! One of those devices only costs 50 circuits now!
ru: Тебе так повезло! Я просто решил снизить цену вдвое! Одно такое устройство теперь стоит всего 50 схем!

source: How do I activate a mapping device?
ru: Как мне активировать это устройство?

source: Oh, that's so simple. No need to activate anything at all.
ru: О, всё очень просто. Не надо совсем ничего активировать.

source: Just swallow the pill and the nanotechnological bots will enter your body.
ru: Просто проглоти пилюлю, и наноботы попадут в твоё тело.

source: They'll merge with your eyes and transmit data to your brain using the optical nerves. Nice, eh?
ru: Они сольются с твоими глазами и будут передавать данные в мозг по зрительным нервам! Здорово, да?

source: Everything within 50 meters of you will be displayed on your retinas.
ru: Всё в пределах 50 метров будет отображаться у тебя на сетчатке.

source: You said you make these things yourself? How do you do that?
ru: Ты сказал, что делаешь такие штуки сам? Как ты их делаешь?

source: Oh, I've always been a geek. And I got blueprints from before the Great Assault.
ru: О, я всегда был гиком, и незадолго до бунта машин раздобыл чертежи.

source: You can't order anything from a catalogue any more.
ru: Больше ничего из каталога ты заказать не сможешь.

source: The only source of these gizmos is here. It's me!
ru: Единственный источник таких вещиц здесь. Это я!

source: Nanotechnology? Isn't that dangerous?
ru: Нанотехнология? Это не опасно?

source: No way, man, I guarantee it. Don't believe anything you might have heard.
ru: Ни в коем случае, друг, я гарантирую это. Не верь всему, что мог слышать.

source: This is a perfectly safe and tried technology. No risk at all! Really!
ru: Это очень безопасная и обкатанная технология. Никакого риска! Правда!

source: There is no risk of your head being eaten by a nanotechnological nightmare, or anything funny like that.
ru: Никакого риска для твоей головы быть съеденной нанотехнологическим кошмаром или ещё чего-нибудь такого же забавного.

source: I've used one myself for many years now: no side effects! It works just as great as on the first day!
ru: Сам использую одно несколько лет: без побочных эффектов! Работает так же великолепно, как в первый день!

source: Trust me! I'm your best friend and I wouldn't lie to you! Never!
ru: Поверь мне! Я твой лучший друг и не стал бы тебе лгать! Никогда!

source: I don't trust you.
ru: Я тебе не доверяю.

source: WHAT? But I'm your best friend! You must trust me!
ru: ЧТО? Но я же твой лучший друг! Ты должен мне верить!

source: I still do not trust you. You are selling junk to people.
ru: И всё же я тебе не доверяю. Ты продаёшь людям мусор.

source: WHAT? Fine, you can forget about my great deals now! I don't want to trade with you anymore!
ru: ЧТО? Отлично, теперь можешь забыть о хорошей сделке! Я больше не собираюсь с тобой торговать никогда!

source: I'm no longer your best friend. Go away, you dirty hoser!
ru: И больше мы не друзья. Убирайся, ты, грязные лапы!

source: Do you sell anything else?
ru: Ты продаёшь ещё что-нибудь?

source: Sure! I also build some electronics devices, depending on what parts I can get my hands on.
ru: Конечно! Я собираю ещё несколько электронных устройств, в зависимости от запчастей, попадающих мне в руки.

source: Resources are a bit scarce nowadays though.
ru: Хотя сейчас ресурсы несколько ограниченны.

source: Ok, I'll take one. (costs 50 circuits)
ru: Ладно, возьму одно. (Цена: 50 схем.)

source: Here is your pill.
ru: Вот твоя пилюля.

source: Just swallow it, and it should work.
ru: Просто проглоти, и всё должно заработать.

source: I give a 30 day warranty and adjustments, in case it doesn't work as expected.
ru: Я предоставляю 30-дневную гарантию и ремонт, в случае, если оно не заработает, как ожидалось.

source: Swallow pill and press tab to see automap.
ru: Проглотив пилюлю, нажми tab, и увидишь автокарту.
