Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: Hey, I'm not a bank!
ru: Эй, я не банк!

source: Come back when you can afford it.
ru: Возвращайся, когда сможешь себе его позволить.

source: Nah, don't think so.
ru: Неа, я так не думаю.

source: Your loss.
ru: Ты многое теряешь.

source: Hope you won't get lost and killed out there.
ru: Надеюсь, ты не пропадёшь и тебя не убьют снаружи.

source: But don't count on it.
ru: Но не стоит на это рассчитывать.

source: Why are you so friendly?
ru: Почему ты такой дружелюбный?

source: Because you are my best friend!
ru: Потому что ты мой лучший друг!

source: I always take good care of my special buddies!
ru: Я всегда особенно забочусь о своих приятелях!

source: You are friendly only to sell me your stuff, aren't you?
ru: Разве ты дружелюбен не для того лишь, чтобы продать мне свои вещи?

source: No, never! I would never be so shallow!
ru: Нет, никогда! Никогда не был таким мелочным!

source: I am friendly because I like you.
ru: Я дружелюбен потому, что ты мне понравился.

source: Yes, we'll meet again, my friend, and I'll have other great deals for you.
ru: Да, мы ещё встретимся, друг мой, и у меня найдутся для тебя другие хорошие вещи.

source: Um... Hello?
ru: Э-э... Привет?

source: AH! A Visitor! Come in! Come in!
ru: А! Посетитель! Входи-входи!

source: I think I should go now. Right now. See you later.
ru: Думаю, мне пора. Прямо сейчас. Увидимся.

source: No, don't go. I will not let you go before we talk. Important things.
ru: Нет, не уходи. Я тебя не отпущу, пока мы не поговорим. О важных вещах.

source: I can help you understand computers... Greater than ever before.
ru: Я могу помочь тебе понять компьютеры... Лучше, чем когда-либо.

source: I? Sorenson is a great computer person.
ru: Я? Соренсон — великий компьютерщик.

source: Knows the deep codes. Walks the paths.
ru: Знающий глубинные коды. Путешествующий по путям.

source: Sees the light of all chips. Knows how to use every keyboard.
ru: Видящий свет всех чипов. Знающий, как использовать любую клавиатуру.

source: Erm...
ru: Эмм...

source: Sees the bit. Knows the bytes. Explores the great networks.
ru: Видящий биты. Знающий байты. Исследующий огромные сети.

source: The best friend of the clean and pure code.
ru: Лучший друг красивого и элегантного кода.

source: The great light on the night sky of the hollow web of computer power.
ru: Великий свет ночного неба пустой паутины компьютерной мощи.

source: Yes, I get the idea...
ru: Да, у меня появилась идея...

source: Seeker of clean languages. The great knower of obscure secrets.
ru: Искатель чистых языков. Великий обладатель непостижимых секретов.

source: The one who speaks to hard drives. The best --
ru: Единственный, кто говорит с жёсткими дисками. Лучший...

source: I KNOW! I KNOW!
ru: Я ЗНАЮ! ЗНАЮ!

source: Oh!
ru: О!

source: Sorenson did not tell you most yet.
ru: Соренсон ещё многого не сказала тебе.

source: She did not tell you she is the great controller of light.
ru: Она не говорила тебе, что она великий контроллёр света.

source: She did not tell you she is the walker of the dark corridors --
ru: Она не сказала, что она путешественник по тёмным коридорам...

source: STOP! STOP! I CANNOT TAKE THIS ANYMORE! MY HEAD HURTS!
ru: СТОП! СТОП! Я БОЛЬШЕ ЭТОГО НЕ ВЫНЕСУ! ГОЛОВА РАСКАЛЫВАЕТСЯ!

source: Apology is being extended by me. Sorenson overdid it.
ru: Приношу извинения. Соренсон перестаралась.

source: Sorenson the coder greets you.
ru: Программист Соренсон приветствует тебя.

source: Why are you like this? What happened to you?
ru: Почему ты такая? Что с тобой случилось?

source: Was learning COBOL. Pain. Torture. Horrible screaming.
ru: Изучала КОБОЛ. Боль. Муки. Ужасные крики.

source: Sorenson asked for help. Many days and nights.
ru: Соренсон просила о помощи. Много дней и ночей.

source: Light arrived. Light offered help. Sorenson changed.
ru: И явился свет. Свет предложил помошь. Соренсон изменилась.

source: Free person now.
ru: Теперь я свободный человек.

source: What is this COBOL?
ru: Что такое КОБОЛ?

source: COBOL is the mind-crippler.
ru: КОБОЛ — это травма ума.

source: Don't use it. Forget the cursed name. COBOL is pain. COBOL is hate.
ru: Не используй его. Забудь это проклятое имя. КОБОЛ — боль. КОБОЛ — ненависть.

source: I see you have a huge source code book collection. Mind if I buy some from you?
ru: Я вижу у тебя огромная коллекция книг исходников. Не возражаешь, если я куплю несколько?

source: Of course not. Trade is good.
ru: Конечно нет. Торговля это хорошо.

source: Can I take a look at your books again?
ru: Могу я снова взглянуть на твои книги?

source: Yes. Sure. Of course.
ru: Да. Точно. Без проблем.

source: You got me curious. How can you help me understand computers better?
ru: Любопытно. Как ты поможешь мне лучше понимать компьютеры?

source: Simplicity! Sign this contract. No need to read it.
ru: Элементарно! Просто подпиши контракт. Нет необходимости читать его.

source: You trust Sorenson, right?
ru: Ты же доверяешь Соренсон, правда?

source: Sure. I'll sign it.
ru: Конечно, я подпишу.

source: Go0d. H3re is th3 con7ract. S1gn it!
ru: Хор0ш0. в07 к0н7р4к7. П09писы84й!

source: Ok, here go --
ru: Ладно, так...

source: N0! 1n bl00d!
ru: Н37! Кр08ью!

source: Um... Your voice sounds strange. Is everything fine?
ru: Мм... Твой голос странно звучит. Всё в порядке?

source: 519n 7h3 c0n7r4c7!!!!
ru: П09пиши к0н7р4к7!!!

source: Please calm down. You must speak clearly and slowly. Please stop breathing smoke like that, it bothers my throat. And what is the deal with the red glowing eyes? You should see a doctor.
ru: Успокойся, пожалуйста. Ты должна говорить чётко и медленно. Будь добра, перестань выдыхать дым, у меня першит в горле от этого. И что за красные светящиеся глаза? Тебе следует обратиться к врачу.

source: 519n 17!!!!
ru: П09писы84й!!!

source: Sure, no problem... Now, how shall I sign this?
ru: Конечно, без проблем... Итак, как мне подписать это?

source: Tux.
ru: Такс.

source: Tux, the Linarian
ru: Такс, линарианец

source: I accept the contract, Tux
ru: Я принимаю контракт, Такс

source: Elbereth
ru: Элберет

source: 4444! 17 burn5! 7'm m3171n9!
ru: 4444! Жжё7! Я пл48люсь!

source: Francis
ru: Фрэнсис

source: H4! Y0ur s0ul 15 min3, Francis!
ru: Х4! 780я 9уш4 м0я, Фрэнсис!

source: Wh47? N07 w0rk1b9?
ru: Ч70? Не рА607А37?

source: Erm. I have a confession to make. My name is not Francis.
ru: Э... Должен кое в чём признаться. Меня зовут не Фрэнсис.

source: N0000000000!!!!!!!
ru: Н3333еее3337!!!!!!!

source: COBOL Programmer - Madly Enraged
ru: Программист на КОБОЛе — взбешённый

source: The great destroyer of evil, the purger of all things foul, the friend of mankind, the third duke of Linarius, esquire, Doctorate of Computer Sciences, high priest of Kernelius, the ray of light in the darkness, the bender of spoons, His Great Magnificence, Tux.
ru: Великий разрушитель зла, очиститель вселенской грязи, друг человечества, третий герцог Линариуса, эсквайр, доктор компьютерных наук, верховный жрец Ядра, луч света в тёмном царстве, ложкосгибатель, его великое величество, Такс.

source: I... Don't feel... good... Blood loss... So... Cold...
ru: Я... Мне... нехорошо... Потеря крови... Так... холодно...

source: N0! Idi07!
ru: Н37! Иди07!

source: N0! S7up1d illi73r4t3 p3n9u1n! D13!!
ru: Н37! 7уп0й 6е3гр4м07ный пинг8ин! С90хни!!

source: Huh? I d0n'7 f33l g00d.
ru: 4? Я чу8с78ую с36я н3х0р0ш0.

source: Yes! I am free! At last I am free!
ru: Да! Я свободна! Наконец, я свободна!

source: Yes! I am free!
ru: Да! Я свободна!

source: Yes! I am free at last!
ru: Да! Наконец, я свободна!

source: W417... 1 f331... H0rr1b13...
ru: П090жди... Я чу8с78ую... уж4сн0...

source: Yes, fool! You have freed me! I can finally die! Goodbye idiot!
ru: Да, глупец! Ты наконец-то освободил меня! Наконец-то я могу умереть! Прощай, идиот!

source: In blood? Yuck. I am not going to do this, blood is too messy for a binding legal contract. Forget about it.
ru: Кровью? Фу. Я не собираюсь так делать, слишком неаккуратно для скрепления официального договора. Забудь об этом.

source: N00oo00oo0! T1m3 to d1e, m0rtal foo1!
ru: Н3333еее3337! Умрi, cм3р7нЬIi iDi07!

source: There is no way I will sign something without reading it. Forget about it.
ru: Ни за что не подпишу что-либо, не прочитав. Забудь об этом.

source: N00oo00oo0! T1m3 to d1e, m0rta1 foo1!
ru: Н3333еее3337! С90хни, cм3р7ный иди07!

source: I really must be going now. Goodbye.
ru: Я действительно должен идти. До свидания.

source: Please come back later, Linarian. We must talk again.
ru: Пожалуйста, зайди потом, линарианец. Мы должны поговорить ещё раз.

source: Red Guard HQ, Spencer speaking.
ru: База Красной стражи, говорит Спенсер.

source: Are you receiving me?
ru: Приём!

source: Spencer, we have a problem.
ru: Спенсер, у нас проблема.

source: Yes, Richard detected abnormalities with the server. Can you report anything regarding this?
ru: Да, Ричард зафиксировал аномалии с сервером. Что-нибудь можешь сообщить по этому поводу?

source: Indeed, the server says it is a gate server, not a firmware server.
ru: На самом деле это сервер входа, а не прошивки.

source: Bah!
ru: Ба!

source: Must prevent access to the real update server. Can you open the gate?
ru: Надо заблокировать доступ к настоящему серверу обновления. Сможешь открыть вход?

source: Inside, follow the mrkers o e groun
ru: Внутри, иди по маркрвке а земл

source: Ri ard sa... e c nn cti n *bzzzzzzzzz* bad.
ru: Ри ард ска... подкл юч е *бззззззззззз* плохое.

source: Goo*sizzle*ck.
ru: Уда*шипение*ам

source: O*crack*r
ru: Пр*скрип*м

source: Spencer contacted me and said I was supposed to find the real firmware update server. I hope I survive this...
ru: Спенсер связался со мной и сказал, что я должен найти настоящий сервер обновления прошивки. Надеюсь, я это переживу...

source: Even a Red Guard Member only points Exterminators to rebels and bots.
ru: Даже члены Красной стражи направляют истребители только на повстанцев и ботов.

source: Unless I am a bot and do not realize it, I must request that you unequip it.
ru: Кроме ситуаций, где я бот и не осознаю этого, должен попросить тебя убирать пушку.

source: Greetings fellow Red Guard member.
ru: Здравствуй, член Красной Стражи.

source: I'm Spencer. I'm the leader of the Red Guard. Is there anything I can help you with?
ru: Я Спенсер - начальник Красной стражи. Чем я могу тебе помочь?

source: I want to join the Red Guard.
ru: Хочу вступить в Красную стражу.

source: Hmm... Really? Well, you cannot join just like that, you know...
ru: Хмм... Правда? Ну, понимаешь, нельзя вступить в Красную стражу просто так...

source: You must prove that you would make a good new member.
ru: Ты должен доказать, что достоин звания стража.

source: I really want to become a member.
ru: Я очень хочу стать одним из вас.

source: This is not so easy. First you must establish a reputation around here. Ask around, talk to people and build your reputation.
ru: Это не так-то просто. Сначала тебе придётся себя зарекомендовать. Поспрашивай, пообщайся с людьми, создай себе репутацию.

source: Once you're a known character around here, we might let you join the ranks of the Guard.
ru: Когда ты станешь достаточно известен, мы сможем позволить тебе вступить в ряды стражи.

source: How about some circuits instead?
ru: Может, лучше я заплачу вам?

source: For 15 million circuits, no less, hehe.
ru: 15 миллионов схем, не меньше, хе-хе.

source: But I don't have that many circuits!
ru: Но у меня не настолько много схем!

source: That much I can tell.
ru: О чём и говорю.

source: Look, I'm just fooling around. We don't let just anyone join the Red Guard.
ru: Ладно, я просто шучу. Мы никого не принимаем в наши ряды таким способом.

source: If you seriously want to join, you have to prove yourself first. You might want to ask around town for things you can do.
ru: Если ты серьёзно намерен присоединиться, то сначала прояви себя. Можешь поспрашивать в городе, есть ли для тебя работа.

source: Maybe I could help somehow?
ru: Возможно, я смогу как-то помочь?

source: That would be most kind of you, but I doubt that you will be able to clear out the warehouse for us.
ru: Было бы очень любезно с твоей стороны, но я сомневаюсь, что тебе под силу зачистить для нас склад.

source: But since you are said to be powerful and a former hero, I'll once more put trust into a stranger.
ru: Но раз о тебе говорят как о сильнейшем герое прошлого, я ещё раз доверюсь чужаку.

source: I've unlocked the access-way to the warehouse. It's to the north of this town, somewhat hidden in the woods northeast.
ru: Я разблокировал доступ к складу. Он к северу от города, точнее спрятан в лесу на северо-востоке.

source: The stuff we need is on the first floor. Don't go any deeper, there are only bots in there.
ru: Нужные нам вещи находятся на первом этаже. Ниже не спускайся: там ничего нет, кроме ботов.

source: I wish you the best of luck.
ru: Желаю тебе всего наилучшего.

source: I am supposed to clean out the first level of some warehouse. Sounds easy. It lies nearby, somewhat hidden in the woods north-east of town.
ru: Я должен зачистить первый уровень какого-то склада. Звучит довольно просто. Он спрятан где-то в лесу недалеко к северо-востоку от города.

source: Thanks to you, we've been able to transport all the goods we need right now. You've really helped us out there.
ru: Благодаря тебе мы смогли перевезти всё, что нам было нужно. Ты нам очень помог.

source: Rest assured that we will never forget your brave activity for our community.
ru: Не сомневайся, мы никогда не забудем, что ты сделал для нас.

source: Man, you really did it! I can hardly believe it, but all the bots are gone!
ru: Парень, ты действительно сделал это! Верится с трудом, но все боты исчезли!

source: Take these 500 circuits as a reward. And be assured that you've earned my deepest respect, Linarian.
ru: Возьми эти 500 схем в качестве награды. Будь уверен, ты заслужил моё глубочайшее уважение, линарианец.

source: Our people are transporting the goods as we speak. It can't be too long until new bots from ships in the orbit of the planet will beam down to replace the dead bots.
ru: Пока мы разговариваем, наши люди перевозят запасы. У нас не так много времени, скоро с космических кораблей прибудут новые партии ботов на замену сломанным.

source: Ouch. It wasn't. At least I am alive, and the warehouse is clear. *Whew*.
ru: Ой. Не слишком просто. По крайней мере, я жив, а склад зачищен. *Фух.*

source: Not too good. Without the supplies from the warehouse we are doomed. So my problems are still the same.
ru: Так себе. Без складских запасов мы обречены. Так что у нас всё те же проблемы.

source: Maybe later, when you grow more experienced you might be able to help us after all.
ru: Возможно, позже, когда поднаберёшься опыта, ты всё-таки сможешь нам помочь.

source: These are bad times. Interplanetary travel is made impossible by bot ships, so we need to stick to our local resources.
ru: Настали тяжёлые времена. Межпланетные путешествия невозможны из-за кораблей ботов, поэтому мы вынуждены использовать только местные ресурсы.

source: We've got a list of stuff we need from the automated underground storage north of town. But the bots there are numerous.
ru: У нас есть список необходимого с автоматического подземного хранилища к северу от города. Но там кишмя кишат боты.

source: And currently I can't spare a single man from the town's defenses. It's quite a difficult situation.
ru: А я сейчас не могу выделить ни одного человека: все заняты обороной города. Ситуация крайне сложная.

source: I actually do have the 15 million bucks, here take it!
ru: А у меня есть 15 миллионов баксов, вот, держи!

source: Wow, err, I mean, thanks.
ru: Ого, э... то есть спасибо.

source: You are a Red Guard now.
ru: Теперь ты Красный страж.

source: Oh, wait, you cheated, didn't you?
ru: Так, постой. Читеришь поди?

source: There is no way we can have lame cheaters in the Red Guard, forget about it!
ru: Если это так, то проваливай! Красная стража не нуждается в читерах!

source: However, if you did in fact NOT cheat, please tell the developers how you got so much money so they can fix it. :)
ru: Но если это НЕ чит, пожалуйста, сообщи разработчикам, откуда ты взял столько денег, чтобы они исправили проблему. :)

source: Contact information can be found at https://www.freedroid.org/Contact
ru: Контактная информация по ссылке: https://www.freedroid.org/Contact

source: Have I done enough quests to become a member now?
ru: Достаточно я выполнил заданий для вступления в ваши ряды?

source: I think our teleporter service man, Dixon, has some problem. You might want to talk to him.
ru: Припоминаю, что у нашего механика Диксона были какие-то проблемы. Тебе бы с ним поговорить.

source: Dixon told me about the matter with his toolkit. He seemed pretty impressed by you.
ru: Диксон рассказал мне про инструментарий. Кажется, он тобой доволен.

source: Dixon has his toolkit back.
ru: Диксон получил свой инструментарий обратно.

source: He was in bad mood and told me he had to pay you for getting his own property back.
ru: Он был в дурном настроении и сообщил мне, что пришлось заплатить тебе, чтобы вернуть свою собственность.

source: I think it is the best for him if we leave him alone the next days.
ru: Думаю, лучше оставить его одного на несколько дней.

source: I'm sure he has to do a lot now.
ru: Уверен, теперь у него много дел.

source: He seemed quite aggressive and stressed.
ru: Похоже, у него стресс, и он весьма рассержен.

source: Poor guy, if we weren't in such a bad situation, he could have some work-free days, but bot attacks continue all the time.
ru: Бедняга, если бы не настолько ужасная ситуация, он мог бы получить несколько выходных, но боты постоянно атакуют.

source: You better don't bother him the next days.
ru: В ближайшие дни тебе лучше его не беспокоить.

source: He did rail against you though. He said he had to give you 400 circuits to get his toolkit back, his own property.
ru: Хотя он тебя ругал, говорил, что пришлось заплатить тебе 400 схем, чтобы вернуть инструментарий, его собственность.

source: That was nearly all the money he had. He said you were too greedy to become a good member and he doesn't want to see you anymore.
ru: Это почти все деньги, которые у него были. Он сказал, ты слишком жадный для вступления в стражу, и он больше не желает тебя видеть.

source: I think everybody deserves to get a chance. Remember this: If you are negatively conspicuous again, we will ban you from our town!
ru: Думаю, у каждого должен быть шанс, но запомни: если ты снова проштрафишься, мы выгоним тебя из нашего города!

source: When I was eating, Michelangelo told me about his renewed oven energy supply. He seemed very pleased, and so was I.
ru: Когда я ел, Микеланджело рассказал о восстановлении источника энергии его печи. Похоже, он очень доволен, да и я тоже.

source: I think you should visit the town's cook sometime. He's usually in the restaurant kitchen.
ru: Думаю, тебе стоит как-нибудь навестить городского повара. Обычно он в кухне ресторана.

source: From Butch I hear you've become a novice arena master. Congratulations.
ru: От Бутча я слышал, что ты получил звание мастера на арене новичков. Поздравляю.

source: You might want to score some arena victories. That could also help your reputation a lot.
ru: Возможно, ты захочешь сразиться на арене. Заодно это поднимет твою репутацию.

source: Helping Bender along was also a smart move. But you should be very careful with that one. He can get mad rather easily. A bit of a security threat, but we can't be too picky.
ru: Помочь Бендеру — мудрый шаг. Но будь с ним очень осторожен. Он слишком легко приходит в ярость. Конечно, это некоторая угроза безопасности, но сейчас не до придирок.

source: As far as I know, Bender is still very sick.
ru: Насколько я знаю, Бендер всё ещё очень болен.

source: But most importantly, I was very impressed with you when you cleared out the warehouse. That was a huge deed I will never forget.
ru: Но важнее, что ты впечатлил меня, когда зачистил склад от ботов. Этого поступка я никогда не забуду.

source: Personally I'm also worrying about how we will manage to get some necessary supplies from our warehouse. It's filled with bots and we just don't have the manpower to spare to clean them out.
ru: Лично меня беспокоит, как нам перевезти необходимые материалы со склада. Его заполонили боты, а у нас не хватает людей, чтобы отправить туда кого-нибудь для зачистки.

source: OK. Your list of achievements is long enough. You can join us. So I hereby declare you a member of the Red Guard.
ru: Ладно. Список твоих заслуг достаточно велик - можешь вступить в наши ряды. Итак объявляю тебя членом Красной стражи.

source: But now that you are in the Guard, know this: There is only one rule for us guards: We stick together. We survive together or we die together. But we do it together.
ru: Но теперь, когда ты один из нас, помни: для стражей есть только одно правило - держаться вместе. Мы вместе выживаем или вместе умираем. Но делаем это вместе.

source: And now you might want to inspect the guard house. Tell Tybalt to open the door for you. Lukas at the arms counter will give you your armor.
ru: А теперь, ты, наверное, захочешь осмотреться в нашей цитадели. Скажи Тибальту, чтобы открыл дверь. Лукас в оружейной выдаст тебе доспехи.

source: I hope you will prove yourself a worthy member of the Red Guard.
ru: Надеюсь,ты покажешь себя достойным членом Красной стражи.

source: Joined Town Guard!!
ru: Вступил в городскую стражу!

source: All in all, not half bad. But there are still things you need to do. Once you finish, then we can talk about it.
ru: В целом, неплохо, но всё ещё есть вещи, которые тебе необходимо сделать. Когда закончишь, мы поговорим об этом.

source: I can't accept you into the Guard like this. Get going. There are still many things to do for you.
ru: Нет, вот так просто я тебя принять не могу. Продолжай стараться. Есть еще много вещей, которыми ты бы мог заняться.

source: Francis wanted me to give you a data cube.
ru: Франциск хотел, чтобы я дал тебе куб данных.

source: Ah, excellent, the list I asked for.
ru: Ах, отлично, список, который я просил.

source: It figures he would ask someone to deliver it for him.
ru: Он решил, что попросит кого-нибудь доставить его ему.

source: Why's that?
ru: Почему это?

source: We had a little disagreement, Francis and I. He refused to accept our rule and do the task we gave him.
ru: Мы с Фрэнсисом немного разошлись во мнениях, и он отказался принять наше правление и выполнить поручение, которое мы ему дали.

source: I had to persuade him myself.
ru: Я должен был убедить его сам.

source: Well, give me the data cube.
ru: Ну, дай мне куб данных.

source: (Give the data cube to Spencer)
ru: (Отдать куб данных Спенсеру.)

source: Thank you for the good work you have done. I think you deserve a small reward.
ru: Спасибо за хорошую работу, которую вы проделали. Думаю, вы заслуживаете небольшой награды.

source: I gave Spencer the data cube. He gave me a small reward.
ru: Я дал Спенсер куб данных. Он дал мне небольшое вознаграждение.

source: (Lie about the oversight of the data cube)
ru: (Солгать о надзоре за кубом данных)

source: (Apologize for the oversight of the data cube)
ru: (Извиниться за оплошность с кубом данных)

source: Oh, erm... Hehe, I think I forgot it somewhere.
ru: О, ЭМ... Хе-хе, кажется, я где-то забыл.

source: Hm, I still don't have the data cube.
ru: Хм, у меня все еще нет куба данных.

source: ... What?
ru: ...Что?

source: Then you better go and look for it. Don't waste my time, Linarian.
ru: Тогда тебе лучше пойти и поискать его. Не трать мое время, Линарианец.

source: (Lie about the loss of the data cube)
ru: (Солгать что потерял куб данных)

source: I think I lost the data cube.
ru: Я думаю, что потерял куб данных.
