Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: Try this crab cake.
ru: Попробуй этот крабовый пирог.

source: Where is your plate and fork?
ru: А где твои тарелка с вилкой?

source: Such an intense, delectable, blend of savory spices... it melts in my mouth.
ru: Такая насыщенная, восхитительная смесь пикантных приправ... просто тает во рту.

source: May I interest you in some eggs sardou?
ru: Не заинтересуют ли тебя яйца сарду?

source: EGGS!?
ru: ЯЙЦА?!

source: Oh, Michelangelo had forgotten...
ru: Ох, Микеланджело забыл...

source: How about a... yummy army snack instead?
ru: Как насчёт... аппетитных армейских пайков взамен?

source: I am in the midst of a culinary masterpiece.
ru: Я в разгаре создания кулинарного шедевра.

source: I cannot rush art for I am an artist!
ru: Как художник я не могу торопить искусство!

source: I had prepared some delicacies, but the ravenous Red Guard ate it all.
ru: Я приготовил несколько деликатесов, но ненасытная Красная стража всё сожрала.

source: Not a big loss, I have a second batch of food cubes in the oven and they will be ready shortly.
ru: Не велика потеря, я уже поставил в печку вторую партию вкусняшек, и скоро они будут готовы.

source: I think the mood in the town will improve once the cooking master Michelangelo gets to work. Ha!
ru: Думаю, настрой в городе улучшится, когда кулинарных дел мастер Микеланджело вернётся к работе. Ха!

source: But if you are really hungry, I still have some of those disgusting army snacks.
ru: Но если ты очень голоден, у меня всё ещё есть несколько тех отвратительных сухпайков.

source: I am racked with hunger pains, give me some army snacks!
ru: Я мучаюсь от голода, дай мне несколько армейских пайков!

source: I thought you would have learned by now.
ru: Я думал, ты уже научен горьким опытом.

source: Hmm... Crunchy... That is... Oh... No. Ugh. Help.
ru: Хмм... Хрустящие... Это... О... Нет. Фу. Помогите.

source: Oh yes. You were warned, so don't blame me.
ru: О, да. Тебя предупреждали, так что не вини меня.

source: Bleah! That is not food!
ru: Буэ! Это не еда!

source: We already know that. There is nothing else to eat here, so I hope you get used to the taste.
ru: Мы и сами знаем это. Но другой еды здесь нет, поэтому я надеюсь, ты привыкнешь ко вкусу.

source: That thing only looks okay, and has a nice color.
ru: Эта штука приятного цвета и выглядит нормально.

source: But as you can see, the color cannot be eaten, only the taste counts.
ru: Но, сам видишь, цвет нельзя съесть, лишь вкус имеет значение.

source: I have the dilithium you wanted.
ru: У меня есть дилитий, который ты просил.

source: Really? I thought you were dead, but not only did you come back alive, you also brought some power crystals for my trusty oven.
ru: Правда? Я думал, ты умер, но ты не только вернулся живой, но и принёс энергетические кристаллы для моей верной печи.

source: I will start cooking at once.
ru: Я сейчас же начну готовить.

source: Thank you, Linarian. As soon as the food cubes are ready I will be able to give them away to the hungry people.
ru: Спасибо тебе, линарианец. Как только пищевые брикеты будут готовы, я смогу раздать их голодающим.

source: Restored Michelangelo's power supply
ru: Энергоснабжение Микеланджело восстановлено

source: I gave the cook, Michelangelo, enough dilithium to last a decade. The evil spectre of eating army snacks is lifted from the town's cantina.
ru: Я принёс повару Микеланджело дилития на десять лет. Злой дух питания армейскими пайками изгнан из городского погреба.

source: However, I need at least three crystals. Can you come back with all the crystals I need?
ru: Однако мне нужны аж три кристалла. Ты не мог бы вернуться, собрав их все?

source: What was I supposed to do again?
ru: Ещё раз, что мне нужно сделать?

source: Get me three dilithium crystals before the whole stupid town commits mass suicide because of poor food quality.
ru: Добудь мне три кристалла дилития прежде, чем весь дурацкий город совершит массовый суицид из-за низкого качества еды.

source: Of course our heinous food might do us in far before that. I swear I saw that stuff glow it the dark and try to sneak away from my plate a few times.
ru: Конечно, наша омерзительная еда может прикончить нас раньше. Клянусь, я видел, как эта штука светилась в темноте и несколько раз пыталась улизнуть из тарелки.

source: Where can I find dilithium crystals?
ru: Где можно найти кристаллы дилития?

source: There is an old abandoned dilithium mine is to the east of the town.
ru: Есть старая заброшенная дилитиевая шахта к востоку от города.

source: Be careful if you go down there!
ru: Будь осторожен, если спустишься туда!

source: What is this 'dilithium'?
ru: Что такое "дилитий"?

source: You do not know? I thought Linarians were unmatched in their knowledge of the universe. Anyway...
ru: Ты не знаешь? Я думал, линарианцам нет равных в знании Вселенной. В любом случае...

source: Dilithium is a substance which is usually seen in the form of a small crystal.
ru: Дилитий - вещество, которое обычно можно увидеть в форме маленького кристалла.

source: It somehow generates and stores amazing amounts of electricity. I do not know the details. I'm a cook, not a quantum scientist.
ru: Каким-то образом он генерирует и хранит впечатляющее количество электричества. Деталей не знаю. Я повар, а не квантовый физик.

source: I have an idea. Use fire to cook the food for the town.
ru: У меня идея. Используй огонь для приготовления пищи.

source: A nice idea, but there is a couple of major problems with it.
ru: Хорошая идея, но с ней есть пара серьёзных проблем.

source: We are a town of 450 hungry people. It would need to be a very big fire to supply heat for all of the meals.
ru: В этом городе 450 голодных людей. Понадобится очень большой костёр, чтобы приготовить достаточно еды.

source: There is nothing to burn inside the town. If you want you can go and try to chop some trees in the region to the north, but odds are the bots will chop you down before you get a chance to swing the hatchet once.
ru: В городе нечего жечь. Если хочешь, можешь пойти и срубить несколько деревьев в местности на севере, но,вероятно, боты порубят тебя раньше. чем ты успеешь хоть раз взмахнуть топором.

source: Finally, the meal cubes which we have in the freezer are optimized for macrowaves. If we stick them in a fire they will combust and not cook.
ru: И, наконец, пищевые брикеты, которые лежат у меня в холодильнике, специально разрабатывались для макроволновок. Если мы сунем их в огонь, они просто сгорят.

source: No oven means having to use premacrowaved food.
ru: Отсутствие печи вынуждает использовать предварительно обработанную пищу.

source: And the only such thing around is that abhorrent military sludge.
ru: И единственная подобная вещь на всю округу - омерзительный армейский шлак.

source: Tell the Red Guard that you need your battery back.
ru: Скажи Красной страже, что батарея нужна тебе обратно.

source: Well, you ARE a Red Guard
ru: Ну, ты И ЕСТЬ Красная стража

source: Why can't you just talk to Spencer?
ru: Почему ты не можешь просто поговорить со Спенсером?

source: I want my battery back!
ru: Я хочу свою батарею обратно!

source: Umm... I guess you have a point there.
ru: Ммм... Думаю, в этом есть смысл.

source: But sorry, I don't think there is anything I can do right now,
ru: Но извини, я не думаю, что могу что-нибудь сделать прямо сейчас.

source: Talk to Spencer yourself.
ru: Поговори со Спенсером сам.

source: I did.
ru: Уже.

source: They said it was already fed to their reactor as fuel.
ru: Они сказали, что уже переплавили её на топливо для ядерного реактора.

source: Why don't you send someone for the dilithium?
ru: Почему ты не пошлёшь кого-нибудь за дилитием?

source: Yesterday a guard patrol found a few tiny bits of him and lots of dried blood.
ru: Вчера гвардейский патруль обнаружил его жалкие останки в луже запекшейся крови.

source: The bots made a bloody mess out of him.
ru: Боты сделали из него кровавую кашу.

source: I need a dilithium crystal.
ru: Мне нужен кристалл дилития.

source: I am already using the ones you got me. They are being used to feed the town.
ru: Я уже задействовал те, что ты дал. Они используются, чтобы прокормить город.

source: I need one of the dilithium crystals back, it is a matter of life or death!
ru: Мне необходим один кристалл дилития обратно, это вопрос жизни и смерти!

source: I gave you all of the crystals I can spare.
ru: Я отдал тебе все кристаллы, какие смог.

source: I guess I can spare one of them, since it is an emergency.
ru: Думаю, я могу выделить один из них, раз ситуация чрезвычайная.

source: I remembered that I gave Michelangelo three dilithium crystals when he only needed two for his oven. I convinced him it was a life-or-death situation (is the SADD a life-form?) so he returned the spare one to me. Looks like I saved myself a trip back to the old dilithium mine!
ru: Я вспомнил, что отдал Микеланджело три кристалла дилития, в то время, как для его печи нужны два. Я убедил его, что это вопрос жизни и смерти (является ли ОДСЗ формой жизни?), поэтому он вернул один запасной мне. Похоже, я спас себя от возвращения в старую дилитиевую шахту!

source: Maybe I can get you some dilithium.
ru: Может, я принесу тебе немного дилития.

source: Have you gotten overheated, Linarian?
ru: Ты перегрелся, линарианец?

source: Look, there are dozens of ways you can kill yourself, and most hurt less than being killed by a bot.
ru: Слушай, есть десятки способов покончить с собой, и большинство менее болезненны, чем быть убитым ботом.

source: If you want to die just walk into a nuclear reactor or something. So much simpler.
ru: Если хочешь помереть, просто прогуляйся в ядерный реактор или типа того. Так гораздо проще.

source: Don't worry, I'll be fine.
ru: Не волнуйся, я буду в порядке.

source: Do you know how the bots act? Some want to kill you as soon as possible... Others want to do the same, but slowly.
ru: Знаешь, как действуют боты? Одни жаждут убить тебя как можно быстрее... Другие хотят того же, но помедленней.

source: I have seen corpses with nearly all of the fingers ripped off. People with eyes drilled out by some big tool.
ru: Я видел трупы, у которых оторваны почти все пальцы. Людей с глазами, высверленными каким-то большим инструментом.

source: I have smelled burnt meat and heard the screams of the captives as they were incinerated alive outside the town walls.
ru: Я обонял запах горелого мяса и слышал крики пленников, сжигаемых заживо за городскими стенами.

source: The bots know no mercy. They cannot even define it, infernal scrap metal fiends.
ru: Боты не знают жалости. Они даже не могут осознать, что это, адские изверги из металлолома.

source: Feel free to go, Linarian, but make sure to be very dead before they start killing you.
ru: Можешь идти, линарианец, но убедись, что полностью мёртв, прежде чем тебя начнут убивать.

source: Where can I get the crystals?
ru: Где я можно взять кристаллы?

source: There is an old dilithium mine to the east. I am sure there is lots of that stuff there.
ru: Есть старая дилитиевая шахта на востоке. Уверен, там этого добра навалом.

source: I will talk to the guards, they will open the eastern gate for you.
ru: Я поговорю со стражей, они откроют для тебя восточные ворота.

source: Good luck. Try not to get yourself killed.
ru: Удачи. Не дай себя прикончить.

source: How many dilithium crystals do you need?
ru: Сколько тебе нужно кристаллов дилития?

source: A single small crystal could power my oven for a decade if it is of good quality. But unfortunately my oven requires two to operate correctly. And since it is so dangerous to send anyone to get dilithium, could you get me a spare as well?
ru: Один небольшой кристалл хорошего качества мог бы питать печь десять лет. К сожалению, моей печи требуется аж два для правильной работы. И поскольку так опасно посылать кого-либо за дилитием, не мог бы ты выделить мне запасной?

source: So you need three dilithium crystals?
ru: Так тебе нужно три кристалла дилития?

source: Yes. Please get me three dilithium crystals.
ru: Да. Принеси мне, пожалуйста, три кристалла дилития.

source: I am supposed to get three dilithium crystals for that cook, Michelangelo. Without them he cannot cook anything in his macrowave oven. And without his cooking, the whole town is stuck eating army snacks. Many people have committed suicide because of the horrible food. This madness must stop.
ru: Я согласился достать три кристалла дилития для повара Микеланджело. Без них он не может ничего приготовить в своей макроволновой печи. А без его готовки весь город вынужден есть военные пайки. Многие люди покончили с собой из-за ужасной еды. Нужно остановить это безумие.

source: Novice
ru: Новичок

source: Elite
ru: Элита

source: Champion
ru: Чемпион

source: Euh...hello?
ru: Э... здравствуй?

source: Salutation: Welcome to the arena.
ru: Приветствие: добро пожаловать на арену.

source: Presentation: The robot is M.I.K.E.
ru: Представление: робот МИША.

source: Modern Interactive Kombat Executive.
ru: Модернизированный интерактивный штабной администратор.

source: Tasks: Multiple assignments have been programmed.
ru: Задачи: запрограммировано несколько заданий.

source: Suggestion: The arena enrollment program is open.
ru: Подсказка: открыта программа регистрации на арену.

source: You have won the arena.
ru: Ты победил на арене.

source: Novice arena cleared!
ru: Арена новичков очищена!

source: I won the fight in the novice arena.
ru: Я выиграл бой на арене новичков.

source: Information: You have withdrawn the arena.
ru: Информация: ты отменил бой на арене.

source: Note: You can restart it another time.
ru: Заметка: можешь попробовать в другой раз.

source: Advice: It is better to be safe than sorry.
ru: Совет: бережённого Бог бережёт.

source: Information: The arena is already started.
ru: Информация: арена уже запущена.

source: Salutations: Welcome to the arena.
ru: Приветствие: добро пожаловать на арену.

source: Salutations: M.I.K.E. says hello.
ru: Приветствие: МИША. говорит "здравствуй".

source: Salutations: Greeting, Fighter.
ru: Приветствие: здравствуй, боец.

source: I want to fight.
ru: Я хочу подраться.

source: Excellent: New challengers are greatly appreciated.
ru: Отлично: новые бойцы ценятся высоко.

source: Registration: Patience, it will take a little moment.
ru: Регистрация: терпение, это недолго.

source: [b]...Analysis of the bio-signature.[/b]
ru: [b]...Анализ биосигнатуры.[/b]

source: [b]...Processing the ranking value.[/b]
ru: [b]...Обработка ранговых значений.[/b]

source: [b]...Saving personal characteristics.[/b]
ru: [b]...Сохранение личных характеристик.[/b]

source: [b]...Fighter registered.[/b]
ru: [b]...Боец зарегистрирован.[/b]

source: Compliment: %s is the new challenger.
ru: Поздравление: %s - новый боец.

source: Information: Your ranking has been established to be '%s'.
ru: Информация: установлен твой ранг - "%s".

source: Planning: Arena matches are freely scheduled.
ru: План: график арены свободный.

source: Advice: Begin fighting when you are ready.
ru: Совет: начни сражение, когда будешь готов.

source: I'm ready to fight.
ru: Я готов сражаться.

source: Explanation: The arena is divided into three rank levels.
ru: Пояснение: уровни арены делятся на три ранга.

source: First: Novice - new to the arena and bot-fighting.
ru: Первый: новичок - для новеньких на арене и в боях с ботами.

source: Second: Elite - you are a good fighter who already knows the routine.
ru: Второй: элита - ты хороший боец, уже знакомый с распорядком.

source: Third: Champion - nothing can stop you, you seek the harder challenges.
ru: Третий: чемпион - тебя ничего не остановит, ты бросаешь вызов трудностям.

source: Every time you win, you are raised to the next rank.
ru: Каждая победа повышает твой ранг.

source: Advice: Last rank has the most difficult challenge.
ru: Совет: последний ранг - самый сложный вызов.

source: Choice: You can fight at the 'Novice', 'Elite' and 'Champion' rank.
ru: Выбор: ты можешь сражаться в рангах "Новичок", "Элита" и "Чемпион".

source: Choice: You can fight at the 'Novice' and 'Elite' rank.
ru: Выбор: ты можешь сражаться в рангах "Новичок" и "Элита".

source: Beginning: You can only fight at the 'Novice' rank.
ru: Начало: ты можешь сражаться только в ранге "Новичок".

source: Let's go at 'Novice' rank.
ru: Давай попробуем ранг "Новичок".

source: Accepted: You have chosen the 'Novice' rank.
ru: Принято: ты выбрал ранг "Новичок".

source: Let's go at 'Elite' rank.
ru: Давай попробуем ранг "Элита".

source: Accepted: You have chosen 'Elite' rank.
ru: Принято: ты выбрал ранг "Элита".

source: Let's go at 'Champion' rank.
ru: Давай попробуем ранг "Чемпион".

source: Accepted: You have chosen 'Champion' rank.
ru: Принято: ты выбрал ранг "Чемпион".

source: None for now.
ru: Пока ничего.

source: Accepted: You will fight later.
ru: Принято: бой отложен.

source: Advice: Fortune favors the cautious.
ru: Совет: бережённого Бог бережёт.

source: Preparation: Patience, it will take a little moment.
ru: Подготовка: терпение, это недолго.

source: [b]...Accessing the matrix.[/b]
ru: [b]...Доступ к матрице.[/b]

source: [b]...Initializing the environment.[/b]
ru: [b]...Инициализация среды.[/b]

source: [b]...Reprogramming the Arena.[/b]
ru: [b]...Перепрограммирование арены.[/b]

source: Excellent: The Arena is ready.
ru: Отлично: арена готова.

source: Can you explain again?
ru: Можешь объяснить ещё раз?

source: Instruction: You will fight multiple waves of bots.
ru: Инструкция: ты сразишься с несколькими волнами ботов.

source: Second: The wave will end when all bots are dead.
ru: Второе: волна закончится, когда все боты умрут.

source: Third: Wave will be only started when you stay on the multicolor floor lamp.
ru: Третье: волна начнётся, только когда ты встанешь на цветной светильник в полу.

source: Fourth: You can only withdraw between waves with the terminal at the entry.
ru: Четвёртое: отменить бой можно только между волнами через терминал у входа.

source: Warning: Few waves have B.O.S.S.
ru: Предупреждение: в некоторых волнах есть БОСС.

source: Bot Of Special Shock.
ru: Бот, обладающий спецспособностями.

source: Important: B.O.S.S. are more powerful. You will be signaled to take care.
ru: Важно: БОСС намного сильнее других. Будет дан предостерегающий сигнал.

source: Where I need to go?
ru: Куда мне идти?

source: Information: The arena is on your west in the corridor.
ru: Информация: арена по коридору на запад.

source: Direction: Continue straight ahead after the locker room.
ru: Направление: пройди прямо через раздевалку.

source: Advice: If you see a large area surrounded by barrier, you are here.
ru: Совет: когда увидишь большую площадь, окружённую барьером, ты на месте.

source: What are your tasks?
ru: Что входит в твои задачи?

source: First: Control of incoming droid.
ru: Первое: контроль появления дроида.

source: Second: Prepare the arena installation.
ru: Второе: подготовка арены.

source: Third: Save and analyse combat data.
ru: Третье: сохранение и анализ данных сражений.

source: Important: Make sandwiches.
ru: Важно: приготовление сэндвичей.

source: Make me a sandwich.
ru: Сделай мне сэндвич.

source: Problem: Ingredients are not available.
ru: Проблема: нет ингредиентов.

source: Refusal: Only authorized personal can give orders.
ru: Отказ: лишь уполномоченный персонал может отдавать приказы.

source: sudo make me a sandwich
ru: sudo сделай мне сэндвич

source: Annoyance: The droid is not a terminal.
ru: Досада: дроид не терминал.

source: You're not like the droids above.
ru: Ты не такой, как дроиды наверху.

source: I am a 571 model droid, designed for crew management.
ru: Я дроид 571 модели, созданный для управления экипажем.

source: Do you wish any information about the 500s class?
ru: Хочешь прослушать информацию о 500 классе?

source: Advice: If you meet a droid from the 500s class, run away, they'll kill you.
ru: Совет: при встрече с дроидами 500 класса убегай - они убьют тебя.

source: Warning: This is all you need to know.
ru: Предупреждение: это всё, что тебе нужно знать.

source: Important: Access to this info will be disclosed when you become Elite, or a Red Guard Member.
ru: Важно: доступ к этой информации можно получить, став либо элитой, либо членом Красной стражи.

source: Which bots are on 500s class?
ru: Какие боты в 500 классе?

source: The 500s class is mostly composed by melee ranged, crew drones.
ru: В 500 классе в основном дроны экипажа, использующие ближний бой.

source: They were designed to do all sort of tasks on a ship, except for the Harvester.
ru: Они, за исключением жнецов, были созданы для выполнения любых задач на корабле.

source: The [b]516[/b] was there for simple flight checks only. It's no longer supplied.
ru: [b]516[/b] выполнял только простейшие проверки полётов. Больше не поставляется.

source: The [b]571[/b] is the replacement of the 516, and can be defined as a simple, jack-of-all-trades standard drone. According to data logs, they were in nearly every ship built before the Great Assault.
ru: [b]571[/b] - замена 516, их можно охарактеризовать как стандартных дронов и просто мастеров на все руки. Согласно логам, они были почти на каждом корабле, построенном перед бунтом машин.

source: There is also the [b]598[/b], a highly sophisticated droid able to control the Robo-Freighter by itself.
ru: Ещё есть [b]598[/b] - очень сложный дроид, способный контролировать роботизированное грузовое судно самостоятельно.

source: The [b]543 Harvester[/b] is the exception. It was designed for logging, but right now, instead of harvesting trees, it may be harvesting people. If this is the case, it's advised to run away as fast as you can.
ru: [b]543 Жнец[/b] - исключение. Созданный для лесозаготовок, сейчас он вместо уборки деревьев, вероятно, убирает людей. Если это верно, советую убегать настолько быстро, насколько сможешь.

source: Shouldn't you be hostile?
ru: А ты не должен быть враждебным?

source: Mike's currently does not uses MegaSys default firmware.
ru: Сейчас МИША не использует стандартную прошивку Мегасис.

source: I am running under [b]botnet-for-workgroups-3.11d[/b] Kernel.
ru: Я работаю под ядром [b]ботнет-для-рабочих-групп-3.11d[/b].

source: So do not worry, I won't suddenly start attacking you.
ru: Поэтому нет повода для беспокойства: внезапно нападать не стану.

source: Yes, after all, you could just send arena bots after me, couldn't you?
ru: Ага, в конце концов, ты мог бы просто послать ареноботов за мной, не так ли?

source: dixon@autofactory: ~ #
ru: диксон@автофабрика: ~ #

source: Last login from /dev/ttyS0 on Sun, 3 dec 2056.
ru: Последний вход из /dev/ttyS0 в вс, 3 дек 2056.

source: autofactory start
ru: автофабрика старт

source: sudo autofactory start
ru: sudo автофабрика старт

source: Commencing Initialization Process
ru: Начало процесса инициализации

source: Activating Production Line...
ru: Запуск производственной линии...

source: Configuring Fabrication Data...
ru: Настройка данных изготовления...

source: Testing Assembly Hardware...
ru: Тестирование сборочного оборудования...

source: DECLINE
ru: ОТКАЗ

source: Error code: 0x6465636c6365
ru: Код ошибки: 0x6465636c6365

source: Please read the manual and follow the instructions.
ru: Пожалуйста, прочтите руководство и следуйте инструкциям.

source: WARNING:
ru: ПРЕДУПРЕЖДЕНИЕ:

source: The manual is outdated. Please refer to the fixed directive 33 in the reference book.
ru: Руководство устарело. Пожалуйста, обратитесь к связанной директиве № 33 в справочнике.

source: The reference book is outdated. Please refer to the ticket 2012 in the technician database.
ru: Справочник устарел. Пожалуйста, обратитесь к карточке № 2012 в технической базе данных.
