Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: I need cash to defray the costs of the ammo used in training.
ru: Мне нужны деньги, чтобы покрыть стоимость боеприпасов, используемых в тренировке.

source: I repeat, you need to bring enough to pay for the practice targets you destroy, and for my time.
ru: Повторяю, вам нужно принести достаточно, чтобы заплатить за тренировочные цели, которые вы уничтожите, и за мое время.

source: You don't have enough money! I cannot afford to just give away training for free.
ru: У тебя же недостаточно денег! Я не могу позволить себе давать уроки бесплатно.

source: Come back when you have enough circuits.
ru: Возвращайтесь, когда у вас будет достаточно схем.

source: So come back when you have something of value.
ru: Так что возвращайтесь, когда у вас будет что-то ценное.

source: You are not ready. Go kill some bots and come back.
ru: Вы не готовы. Идите убейте несколько роботов и вернитесь.

source: Come back when you are mentally prepared to learn.
ru: Возвращайтесь, когда вы будете морально подготовлены к учебе.

source: Come back after some more practice in the field.
ru: Возвращайтесь после некоторой практики в поле.

source: Only a well prepared mind is open to the ultimate in ranged combat secrets.
ru: Только хорошо подготовленный разум открыт секретам дальнего боя.

source: Waving those circuits in front of me when you are too unfocused to train won't help. I can take your money, but you won't learn anything.
ru: Размахивание схемами перед носом не поможет, раз ты не в силах сконцентрироваться на тренировке. Я могу взять деньги, но ты ничему не научишься.

source: I don't think you have enough experience for this. Come back after you see some more action.
ru: Не думаю, что у тебя достаточно опыта. Приходи, когда повидаешь мир и чему-нибудь научишься.

source: Come back when you have a real will to learn.
ru: Приходи, когда действительно решишь учиться.

source: You don't have enough experience. Come here after you see some more action.
ru: У тебя недостаточно опыта. Приходи, когда повидаешь мир и чему-то научишься.

source: What weapons are available to the members of the Red Guard?
ru: Какое вооружение доступно членам Красной стражи?

source: Well, for novice members there are simple laser and plasma pistols. They have their share of problems, but they do the trick nine times out of ten.
ru: Ну, для новичков есть простые лазерные и плазменные пистолеты. Они не без проблем, но попадают в цель девять раз из десяти.

source: For bigger bots we have bigger guns. The exterminator is the best weapon that we have. We hand them out only in case of an emergency, or to highly experienced people.
ru: Против больших ботов у нас есть большие пушки. Истребитель — лучшее оружие, какое у нас есть. Мы выдаём им только в экстренных случаях либо очень опытным людям.

source: Plasma sounds deadly.
ru: Плазма звучит убийственно.

source: It is!
ru: Так и есть!

source: While many people find the ammunition canisters too big, and the bullets too slow, they cannot deny that once plasma hits, it leaves big holes.
ru: Хотя многие считают контейнеры для боеприпасов слишком большими, а пули слишком медленными, они не могут отрицать, что одно попадание плазмы оставляет огромные дыры.

source: Plasma is matter, ionized gas to be exact. It also happens to be hot enough to make steel boil.
ru: Плазма — это материя, точнее ионизированный газ. И достаточно горячий, чтобы вскипятить сталь.

source: Most of the new recruits hate how hard this weapon is to aim. If bullets were animals, then plasma would be a well fed cow. By the time it arrives at the target, the bot is already a mile away.
ru: Большинство новичков ненавидят это оружие за трудное прицеливание. Если бы пули были животными, то плазма оказалась бы хорошо откормленной коровой. За время достижения ею цели бот отбегает на милю.

source: If you are going to use plasma weapons you need to remember one thing: Don't let the weapon get damaged.
ru: Если решишь использовать плазменное оружие, запомни одну вещь: не позволяй ему получать повреждения.

source: Even though our armor is designed to resist high temperatures, once the plasma containment module goes, you will die, along with anything within ten meters of you.
ru: Хотя наша броня и сделана, чтоб выдерживать высокие температуры, если плазмосодержащий контейнер бабахнет - ты сдохнешь, как и всё в радиусе десяти метров от тебя.

source: Because of all those drawbacks, plasma weapons are not too popular. Quite a pity, they have great potential.
ru: Из-за этих недостатков плазменное оружие не слишком популярно. Очень жаль, у него большой потенциал.

source: Tell me more about laser weapons.
ru: Расскажи мне больше о лазерном оружии.

source: Laser is an acronym for Light Amplification by Stimulated Emission of Radiation.
ru: Лазер — акроним от «Light Amplification by Stimulated Emission of Radiation» — усиление света посредством вынужденного излучения.

source: Laser is the technology employed in most of our weaponry. It uses a focused light beam to cause damage.
ru: Лазерная технология применяется в большинстве нашего вооружения. Оно наносит урон, используя сфокусированный световой луч.

source: Because the beam is composed out of light, it travels REALLY fast, at the speed of light, so to say. It is also not affected by gravity or wind, which makes aiming easier.
ru: Поскольку луч состоит из света, он движется ДЕЙСТВИТЕЛЬНО быстро, со скоростью света, так сказать. Он также не подвержен гравитации или ветру, что упрощает прицеливание.

source: However, other than being a good training tool for newbies, that design just fails to deliver.
ru: Хотя это хороший инструмент для тренировки новичков, однако дизайн оставляет желать лучшего.

source: The shots tend to be underpowered, the gun takes a long while to power up for a shot, and it can overheat during intense combat.
ru: Выстрелы недостаточно мощные, пушка долго перезаряжается перед выстрелом, частые перегревы во время интенсивного боя.

source: This is why I am trying to improve it, but so far I have had no success. I'm feeling pretty discouraged about it.
ru: Вот почему я пытаюсь исправить это, но пока безуспешно. В связи с чем я сильно разочарован.

source: I am curious about the exterminator.
ru: Любопытно услышать об истребителе.

source: Sorry, but that is classified and confidential. I have said too much already.
ru: Извини, но это секретная информация. Я и так уже слишком много сказал.

source: I will make it worth your while...
ru: Хотя за определённую цену...

source: Intriguing.
ru: Ты меня заинтриговал.

source: Fifty circuits per bit of information.
ru: Пятьдесят схем за бит информации.

source: So... What do you exactly want to know?
ru: Итак... Что ты конкретно хочешь знать?

source: How many exterminators does the Red Guard have?
ru: Сколько у Красной стражи истребителей?

source: It might come as a surprise to you, but we don't have many. A little over twenty, last time I checked.
ru: Может, это тебя и удивит, но не так уж много. Чуть больше двадцати, когда я проверял последний раз.

source: Thankfully, as you can clearly see, it's more than enough to keep all the cursed bots away.
ru: К счастью, как видишь, этого более чем достаточно, чтобы держать проклятых ботов подальше.

source: Well, I am a bit short on circuits right now...
ru: Ну, прямо сейчас у меня маловато схем...

source: Linarian, I thought we had an agreement. Fifty per infobit. My silence can be only broken with currency, so if you want to know, you have to pay.
ru: Линарианец, я думал, мы договорились. Полтинник за инфобит. Только деньги прервут моё молчание, поэтому хочешь что-то узнать — придётся платить.

source: This conversation is now over.
ru: На этом разговор окончен.

source: That is not many. Why there are so few of them right now?
ru: Маловато. Почему их настолько мало сейчас?

source: They were a very lucky find.
ru: Они были очень удачной находкой.

source: We found a crashed army truck on the Terminal Field. It had six crates inside it, each containing five exterminators.
ru: Мы нашли в Терминальном поле разбившийся армейский грузовик. В нём было шесть ящиков с пятью истребителями в каждом.

source: We tried, but we could not replicate the technology, only bullets.
ru: Мы пытались, но не смогли повторить технологию, только пули.

source: A few got damaged in battle, and we failed to recover five after a failed scout mission. We have twenty-two right now.
ru: Несколько повреждено в бою, пять не смогли восстановить после провальной разведмиссии. Прямо сейчас у нас двадцать два.

source: What is the exterminator ammunition made from?
ru: Из чего изготовлены боеприпасы к истребителю?

source: We use radioactive isotopes, whatever type happens to be on hand. Mostly plutonium and uranium, but we are not too picky.
ru: Мы используем радиоактивные изотопы всех типов, какие попадаются. Преимущественно плутоний и уран, но мы не слишком разборчивы.

source: When we get low on ammo, we send in a chain gang of criminals and sluggards into mine shaft K-17.
ru: Когда боеприпасы кончаются, мы посылаем в шахту К-17 цепную банду преступников и тунеядцев.

source: That place was closed down ages ago because of high radiation levels, but it's full of good ore from which we make bullets and power our nuclear reactors.
ru: Это место давным-давно закрыто из-за высокого уровня радиации, но там полно хорошей руды, из которой мы делаем пули и заправляем ядерные реакторы.

source: We get our fission materials, and they serve their sentence. It was one of the best ideas we have ever had.
ru: Мы получаем материалы, а они отбывают наказание. Это одна из лучших идей, которые у нас когда-либо возникали.

source: Tell me who designed the exterminator.
ru: Скажи мне, кто создал истребитель.

source: That answer is on the house. Heh.
ru: Ответ очевиден. Хых.

source: We do not know, Linarian. We have absolutely no clue.
ru: Мы этого не знаем, линарианец. У нас нет ни малейшего представления об этом.

source: What was the failed mission?
ru: Что за провальная разведмиссия?

source: Ugh. That will cost you triple.
ru: Уф. Это тебе обойдётся втридорога.

source: No. Wait.
ru: Нет. Подожди.

source: I changed my mind.
ru: Я передумал.

source: Keep your money Linarian. No amount of circuits can make me talk about that accursed day.
ru: Убери деньги, линарианец. Никакие схемы не заставят меня говорить о том проклятом дне.

source: What makes the exterminator so powerful?
ru: Что делает истребитель настолько мощным?

source: That's a tricky question. Most of the force comes from the miniature nuclear explosions which happen once the bullet hits something.
ru: Хитрый вопрос. Большинство урона исходит от маленьких ядерных взрывов, как только пуля во что-нибудь попадёт.

source: Of course, the high velocity of the impact can cause tremendous devastation by itself.
ru: Конечно, высокая скорость воздействия может вызвать огромные разрушения и сама по себе.

source: We never bothered with doing much research on that topic. It works, and that is enough for us.
ru: Мы никогда не беспокоились о подробном изучении этой темы. Работает — и для нас достаточно.

source: That is all I want to know.
ru: Это всё, что я хотел узнать.

source: Very well. Oh... This conversation never happened.
ru: Хорошо. Да... Этого разговора никогда не было.

source: I will be going then.
ru: Тогда я пойду.

source: See you later!
ru: До свидания!

source: Hi... Wait... How did you find this place?
ru: Привет... Погоди... Как ты нашёл это место?

source: Well, I was researching our beautiful continent, then I saw a gate, and walked through.
ru: Ну, я исследовал наш красивый континент, увидел ворота и прошёл внутрь.

source: Oh... Well, welcome to this little fortress. There are only three people - me, my friend Jim and you.
ru: О... Что ж, добро пожаловать в эту маленькую крепость. Здесь всего три человека — я, мой друг Джим и ты.

source: There is also a 614 security droid.
ru: А ещё робот-охранник 614 модели.

source: Yeah, I noticed...
ru: Да, я заметил...

source: By the way, who are you?
ru: Кстати, кто ты?

source: I am %s.
ru: Я %s.

source: And, who are you?
ru: А ты?

source: Bob. I'm guardian of these gates.
ru: Боб, охранник этих ворот.

source: Bob - Gate Guardian
ru: Боб - страж ворот.

source: Jim - Portal Guardian
ru: Джим - страж портала.

source: Hi again, Bob.
ru: Привет ещё раз, Боб.

source: Hi again.
ru: И снова здравствуй.

source: Hi again, my friend.
ru: Привет, мой друг.

source: Welcome back, my friend.
ru: С возвращением, мой друг.

source: Hi again, Linarian
ru: Привет, линарианец

source: Hi.
ru: Привет.

source: I see a room near.
ru: Я вижу комнату неподалёку.

source: This is the room with the portal to the other continent inside.
ru: Это комната с порталом на другой континент.

source: To the other continent?!
ru: На другой континент?!

source: Yeah. But the gate is closed.
ru: Ага. Но ворота закрыты.

source: Why?
ru: Почему?

source: Jim told me to do that, because he is afraid that bots can teleport through the portal.
ru: Джим сказал мне сделать это, потому что он боится, что боты смогут телепортироваться через портал.

source: But they will kill him if he stays inside a locked room!
ru: Но они убьют его, если он останется в запертой комнате!

source: I know. But Jim doesn't fear that... He hates bots and wants to destroy them all.
ru: Я знаю. Но Джим не боится... Он ненавидит ботов и хочет уничтожить их всех.

source: What's wrong with him? Is he crazy?
ru: Что с ним не так? Он безумец?

source: No... That's a bad story...
ru: Нет... Это грустная история...

source: Spencer, the leader of Red Guard, sent a group of soldiers to scout the area, but none of them came back.
ru: Спенсер, лидер Красной стражи, послал отряд на разведку, но никто не вернулся.

source: He got a message from one of them before the connection terminated. This message contained two coordinates and description with just one word: [b]Portal[/b].
ru: Он получил сообщение от одного из них до того, как связь прервалась. Это сообщение содержит две координаты и описание с одним словом: [b]Портал[/b].

source: So, he sent us to find this portal. There were 3 of us. Me, Jim and his brother. Also there was our 614. One day Jim's brother woke us up, and said that there were lots of bots around.
ru: Тогда он послал нас найти этот портал. Нас было трое: я, Джим и его брат. И наш 614-й. Однажды брат Джима разбудил нас и сообщил, что вокруг полно ботов.

source: We started to flee, but some bots were faster than we are. Jim's brother said that he would hold them as long as possible, and ordered us to run... We have never seen him again...
ru: Мы начали отступление, но некоторые боты были быстрее. Брат Джима сказал, что задержит их настолько, насколько это возможно, и приказал нам бежать... Больше мы его никогда не видели...

source: After about four hours of running, we found this little fortress, and noticed that it was at Spencer's coordinates.
ru: После около четырёх часов бегства, мы нашли эту маленькую крепость, и она совпала с координатами Спенсера.

source: We hid inside.
ru: Мы спрятались внутри.

source: And Jim hasn't talked since.
ru: И Джим с тех пор не разговаривал.

source: What are these two trees?
ru: Что это за два дерева?

source: The trees' fruit is our only source of food. The fruit is slightly bitter and leaves your mouth like an unripe persimmon, but we've noticed our wounds are healing much faster.
ru: Плоды деревьев — наш единственный источник пищи. Они немного горчат и вяжут, как незрелая хурма, но мы заметили, что наши раны восстанавливаются намного быстрее.

source: Yeah. I can give you some. Just ask.
ru: Да, я могу дать тебе несколько, только скажи.

source: Thanks.
ru: Спасибо.

source: Could you give me another fruit please?
ru: Можешь дать мне другой плод, пожалуйста?

source: Of course. Take this one.
ru: Конечно. Возьми этот.

source: I would like to walk inside this portal room anyways.
ru: Всё равно я хотел бы войти в эту комнату с порталом.

source: Sorry, my friend, but I can't let you do that. I need a good reason why I should open the gate for you.
ru: Прости, друг мой, но я не могу позволить тебе этого. Мне нужна достаточная причина, по которой я должен открыть ворота для тебя.

source: What about a deal? I'll help you, you'll open this gate.
ru: Что насчёт сделки? Я помогу тебе, а ты откроешь ворота.

source: Good idea, but I don't need any help... Wait! My 614... Its power level is too low. I think that soon it will turn off.
ru: Хорошая мысль, но мне не нужна помощь... Постой! Мой 614-й... его уровень заряда слишком низкий. Я думаю, что скоро он отключится.

source: Well, here is my task for you: bring me one dilithium crystal. I'll need it to raise my bot's power level.
ru: Ладно, вот моя просьба: принеси мне один кристалл дилития. Он понадобится мне, чтобы восстановить уровень заряда моего бота.

source: Ok... but where can I find it?
ru: Согласен... но где я могу найти его?

source: Hmmm... You have to go to the underground. The entrance is situated far away from here on the south. I don't know anything else.
ru: Хм... Тебе нужно спуститься в подземелье, вход которого расположен дальше к югу. Больше я ничего не знаю.

source: Thanks for the information. Well, I'll go then.
ru: Спасибо за информацию. Ну, я пошёл.

source: Linarian... Please, be careful! I don't want to have same story with you as Jim had with his brother.
ru: Линарианец... Пожалуйста, будь осторожен! Я не хочу, чтобы повторилась история брата Джима.

source: *gulp* Ok... I'll be careful...
ru: *Сглотнул* Ладно... Я буду осторожен...

source: I asked Bob to open a gate for me, but he said that he will open it only if I'll help him by bringing one dilithium crystal for his 614. He said that I must go somewhere to the south. Also he warned me to be careful. But I think that some bunch of stupid bots won't scare me.
ru: Я попросил Боба открыть ворота для меня, но он ответил, что сделает это, если я помогу ему, принеся один кристалл дилития для его 614-го. Он сказал, что мне нужно идти куда-то на юг, но также предупредил об опасности. Однако я думаю, что кучка тупых ботов меня не напугает.

source: Well, here is your difficult-to-find dilithium crystal.
ru: Итак, вот твой труднонаходимый кристалл дилития.

source: COOL!! Give it to me.
ru: КРУТО!! Дай его мне.

source: Here you go.
ru: Изволь.

source: Oh dude, you can't even imagine how thankful I am!
ru: Дружище, ты и представить не можешь, как я благодарен!

source: My bot is now fine: the power level is holding steady at 9001 megawatts. I won't need to worry that bots will kill me while I am sleeping! Thank you so much!
ru: Мой бот теперь в порядке: мощность держится на уровне 9001 МВт. Больше не нужно беспокоиться, что боты убьют меня во сне! Огромное спасибо!

source: My bot is now fine: the power level is holding steady at 9001 megawatts. Now I have a robot and my brother to talk to, even knowing none of them will reply my questions! Thank you so much!
ru: Мой бот теперь в порядке: мощность держится на уровне 9001 МВт. Теперь у меня есть робот и мой брат, с которыми можно поговорить, несмотря на то, что ни один из них не отвечает на мои вопросы! Огромное спасибо!

source: Here is my award for you. When we saw this place at the first time, we found some bot inside. I destroyed it and this mace dropped out of it. I'm not sure how did it appear inside, but now it's yours.
ru: Вот моя награда тебе. Когда мы осматривали это место впервые, то внутри обнаружили какого-то бота. Я уничтожил его и извлёк из него эту булаву. Я не уверен, откуда она там взялась, но теперь она твоя.

source: Thank you, Bob.
ru: Спасибо, Боб.

source: Well, now I'll open the gate for you... I'm afraid that Jim will be angry because I violated his order not to open the gates... But he won't say me anything, hehehehe.
ru: Ладно, теперь я открою ворота для тебя... Боюсь, Джим рассердится, что я нарушил его приказ... Но он всё равно ничего мне не скажет, хе-хе-хе.

source: I finally brought a dilithium crystal for Bob. He even awarded me with a mace. But my main prize is the opened gate to the room with the portal that goes to the other continent. I've finally got a ticket for a trip.
ru: В итоге я принёс кристалл дилития Бобу, и он даже наградил меня булавой. Но мой главный приз — открытые ворота в комнату с порталом на другой континент. В конце концов я получил билет на поездку.

source: What is this scrap near the entrance?
ru: Что за металлолом у входа?

source: A couple days ago few bots became our 'guests'.
ru: Пару дней назад в гости заявилось несколько ботов.

source: Yuck! I hope that you are not welcoming all guests like that.
ru: Ого! Надеюсь вы приветствуете так не всех гостей.

source: No. Do not worry about that.
ru: Нет, не беспокойся об этом.

source: Goodbye, my friend.
ru: До свидания, друг мой.

source: See you later, Linarian.
ru: Увидимся, линарианец.

source: I was finally allowed to rest. Please don't bother me.
ru: Мне наконец-то дали отдохнуть. Пожалуйста, не беспокой меня.

source: I am tired.
ru: Я устал.

source: Go away.
ru: Проваливай.

source: So, you've 'lost' the helmet, heh?
ru: Так ты "потерял" шлем, да?

source: Then, what's that on your head?
ru: Тогда что у тебя на голове?

source: Leave me alone!
ru: Оставь меня одного!

source: Are you all right? You don't look too good.
ru: С тобой всё в порядке? Ты плохо выглядишь.

source: I don't have time to talk: I'm far too busy working! I'm normally at the mines this time of day but I forgot something and that's...
ru: У меня нет времени на разговоры: я слишком занят работой! Обычно в это время дня я в шахтах, но я забыл кое-что, поэтому...

source: That's why I'm here. Now I must get back to the mines.
ru: Вот почему я здесь. Теперь я должен вернуться в шахты.

source: Good day. I am Bruce.
ru: Добрый день. Я Брюс.

source: I am unwell.
ru: Мне хреново.

source: How is it going?
ru: Как дела?

source: I am very tired, but otherwise well.
ru: Очень устал, а в остальном - нормально.

source: You don't talk much, eh?
ru: Ты не слишком разговорчив, да?

source: No, I am just too tired right now. I have been working in the mine for two weeks now.
ru: Нет, просто прямо сейчас я очень устал. Я проработал в шахте уже две недели.

source: I feel totally wiped, so maybe it would be better if you came some other day.
ru: Чувствую полное опустошение, и, может, лучше тебе придти в другой день.

source: Why do you work so hard in the mine?
ru: Почему ты так усердно работаешь на шахте?

source: Because I must! The Red Guard makes everyone work up to their limits!
ru: Потому что должен! Красная стража заставляет всех работать на пределе.

source: If you do not work for a full work period, you will be in trouble.
ru: Если не отработаешь всё назначенное время, то жди неприятностей.

source: But I have no choice. I do not want to be a soldier again.
ru: Но у меня нет выбора. Я не хочу снова быть солдатом.

source: You were a soldier before?
ru: Ты раньше был солдатом?

source: Yes. I would rather not talk about it.
ru: Да. Я предпочёл бы не говорить об этом.

source: I have some bad memories too. I know how hard it can be to talk about them. Keep your stories for yourself.
ru: У меня тоже несколько плохих воспоминаний. Я знаю, как трудно говорить о таком. Можешь не рассказывать.

source: Yes. And now I would like to go to sleep. Good night Linarian.
ru: Да. А сейчас я хотел бы поспать. Спокойной ночи, линарианец.

source: I said, I want to know about your life as a soldier.
ru: Я сказал, что хочу узнать о твоей жизни солдата.

source: And I said that I do not want to talk about it. It hurts too much. Please, stop asking about it and leave me alone.
ru: А я сказал, что я не хочу говорить об ней. Слишком больно. Пожалуйста, заканчивай с вопросами и оставь меня одного.
