Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: It was a handheld gaming computer, built on open-source software.
ru: Это был ручной игровой компьютер, основанный на программном обеспечении с открытым исходным кодом.

source: The device had limited storage capabilities, so an enterprising hacker designed the data cubes.
ru: У устройства были ограниченные возможности хранения данных, поэтому предприимчивый хакер создал кубы данных.

source: Those were the beginning days of open-source hardware. It's one of the few open-source innovations still around.
ru: То было начало аппаратного обеспечения с открытыми исходниками. Это было одно из немногих нововведений с открытым исходным кодом.

source: Yes, please teach me.
ru: Да, пожалуйста, научи меня.

source: Hold on, I don't seem to have enough money right now.
ru: Не так быстро, я не вижу достаточного количества денег.

source: What bot types do you know?
ru: Какие типы ботов ты знаешь?

source: Well, I program the 614, so I know quite some things about the droids on this class.
ru: Ну, я программировал 614, поэтому знаю кое-что о дроидах этого класса.

source: Which bots are on 600s class?
ru: Какие дроиды были в 600-м классе?

source: The 600s class keeps the sentinel droids.
ru: 600-й класс - это класс дроидов охранников.

source: They were projected mainly to protect a certain area from intruders, killing trespassers.
ru: Они спроектированы в основном чтобы защищать что-то от вторжения, убивая нарушителей.

source: There is the [b]614[/b], made by Nicholson Company. They have some sort of [b]Exterminator[/b] inside. It's slow but a reliable droid.
ru: Например, [b]614[/b], сделаннй компанией Николсон. В него встроена разновидность [b]Истребителя[/b]. Это медленный но надежный дроид.

source: There is also the [b]615[/b] droid. Nicholson Company didn't finish the project, which made they get affected by the Great Assault as well. They are much more dangerous than the 614, and much faster.
ru: Или вот дроид [b]615[/b]. Компания Николсона не закончила проект, подвергшись Великому Штурму. Эти дроиды были более опасные чем 614 и более быстрые.

source: There is also the [b]629[/b] droid. It's slow, but its guns are powerful enough to such trivia doesn't matter.
ru: Так-же есть дроид [b]629[/b]. Он медленнее, но его оружие достаточно мощное, чтобы такая мелочь не имела значения.

source: There is also the [b]603[/b]. A lawnmower. It doesn't cause much damage, but his attack rate is incredibly fast and doesn't need recharging. Thankfully, it's a melee droid.
ru: И еще [b]603[/b]. Газонокосилка. Он не причиняет много урона, но его атаки невероятно быстры и оружие не нуждается в перезарядке. К счастью, это дроид ближнего боя.

source: I only program the 614 droids, so my information about the others may be wrong.
ru: Я программировал только 614-х дроидов, поэтому моя информация о других дроидах может быть ошибочной.

source: Take care, Linarian.
ru: Будь осторожен, Линарианец.

source: I have found the Secret Area Control Datacenter.
ru: Я нашёл центр управления секретной зоной.

source: admin@sadefence: ~ #
ru: админ@защитасз: ~ #

source: /usr/bin/guns --disable
ru: /usr/bin/пушки --отключить

source: Disabling guns...
ru: Отключение пушек...

source: Connecting to peripheral controller...
ru: Подключение к периферийному контроллеру...

source: Guns disabled.
ru: Пушки отключены.

source: /usr/bin/guns --enable
ru: /usr/bin/пушки --включить

source: Enabling guns...
ru: Включение пушек...

source: ERROR: Guns cannot be enabled.
ru: ОШИБКА: Пушки не могут быть включены.

source: /usr/bin/hermodoors --open
ru: /usr/bin/гермодвери --открыть

source: Opening doors...
ru: Открытие дверей...

source: ERROR: An error occurred while opening some doors.
ru: ОШИБКА: при открытии некоторых дверей произошла ошибка.

source: Please enter unlock security override password:
ru: Пожалуйста, введите перекрывающий пароль безопасной разблокировки:

source: Invalid password. Entering lockdown mode.
ru: Неверный пароль. Переход в режим блокировки.

source: ERROR: Lockdown mode encountered an error.
ru: ОШИБКА: Режим блокировки обнаружил ошибку.

source: ERROR: error encountered an error.
ru: ОШИБКА: ошибка вызвала ошибку.

source: ERROR: SADD droids now set to search-and-destroy mode.
ru: ОШИБКА: ОДСЗ приведены в режим «найти и уничтожить».

source: Your bio checksum does not trigger a match in staff database. Please show proper credentials or leave the premises at once.
ru: В базе сотрудников нет совпадений с твоими биологическими данными. Пожалуйста, предъяви пропуск или немедленно покинь территорию.

source: You possess secret information. Please wait here for departure authorization.
ru: Ты обладаешь секретной информацией. Пожалуйста, подожди здесь разрешения выйти.

source: [b]SECONDARY OBJECTIVE[/b]: prevent secret information leakage
ru: [b]ВТОРИЧНАЯ ЦЕЛЬ[/b]: предотвратить утечку секретной информации

source: Must protect secret information
ru: Требуется защита секретной информации

source: Enabling guns.
ru: Включение пушек.

source: Who are you and what are you doing?
ru: Кто ты, и что делаешь?

source: I am a SADD - Secret Area Defense Droid.
ru: Я ОДСЗ - охранный дроид секретной зоны.

source: [b]PRIMARY OBJECTIVE 1[/b]: do not let unauthorized people in.
ru: [b]ПЕРВИЧНАЯ ЦЕЛЬ 1[/b]: не впускать посторонних.

source: [b]PRIMARY OBJECTIVE 2[/b]: authorized personnel must have access to the zone.
ru: [b]ПЕРВИЧНАЯ ЦЕЛЬ 2[/b]: уполномоченный персонал должен иметь доступ в зону.

source: What is this place?
ru: Что это за место?

source: [b]INFO[/b] secret information theft attempt detected
ru: [b]ИНФО:[/b] обнаружена попытка кражи секретной информации

source: Go away. You are not allowed to be here!
ru: Уходи. Тебе нельзя здесь находиться!

source: Hostile? What do you mean?
ru: Враждебен? Ты о чём?

source: I mean, you are not attacking me... Don't you kill like other bots?
ru: О том, что ты не нападаешь... Ты не убиваешь, как другие боты?

source: I do! I do! I kill humans, bots, Linarians and even dogs, cats and other animals! I would kill anybody!
ru: Убиваю! Да! Людей, ботов, линарианцев, а ещё собак, кошек и прочих животных! Я убил бы любого!

source: Em.. Anybody who would try to get in, of course.
ru: Э... Любого, кто бы попытался попасть внутрь, естественно.

source: For security reasons, SADDs are not equipped with wireless modules.
ru: Из соображений безопасности ОДСЗ не оснащены беспроводными модулями.

source: I know only that I have to be recharged, checked and have my firmware updated every 3 months.
ru: Я знаю лишь то, что должен перезаряжаться, проверяться и обновлять прошивку каждые 3 месяца.

source: When does your last maintenance date back to?
ru: Когда в последний раз ты проходил техобслуживание?

source: One year and a half ago. My accumulator is nearly empty, so I'm going to halt soon. Gates will become unguarded...
ru: Полтора года назад. Мой аккумулятор почти разряжен, так что скоро я отключусь. Ворота останутся без охраны...

source: [b]INFO[/b] secret information theft detected!
ru: [b]ИНФО:[/b] обнаружена кража секретной информации!

source: [b]INFO[/b] information classified as critical!
ru: [b]ИНФО:[/b] информация расценена как критичная!

source: [b]INFO[/b] locking zone!
ru: [b]ИНФО:[/b] блокировка зоны!

source: What have you done?! How am I supposed to get out of here?
ru: Ты что натворил?! Как мне отсюда выбраться?

source: You are not. You have secret information, so I won't let you out.
ru: Никак. У тебя секретная информация, поэтому я тебя не выпущу.

source: Why not kill me immediately?
ru: Почему просто не убить меня?

source: And stand here alone until I die? While you are here, I can speak with you. Oh, I haven't spoken to anybody for a looong time!
ru: И стоять здесь в одиночестве до самой смерти? Пока ты тут, я смогу с тобой говорить. Ох и давнооо я ни с кем не говорил!

source: I'm thirsty and hungry. I will die within days, and you will not have an interlocutor any more!
ru: Мне нужно пить и есть. Я умру через несколько дней, и у тебя больше не будет собеседника!

source: My power supply will deplete earlier.
ru: Моя энергия иссякнет раньше.

source: You speak almost like a human...
ru: Ты говоришь почти как человек...

source: Maybe I'm almost like a human?
ru: Может, я почти человек?

source: Anyway, that's none of your business. Soon I'll be dead. You will be too, and nobody will enter this place ever again!
ru: В любом случае, это не твоё дело. Скоро я умру, ты тоже. И никто сюда больше не попадёт!

source: What are your orders again?
ru: Повтори, что тебе приказано?

source: Why do you ask?
ru: Почему ты спрашиваешь?

source: Tell me your second order once more...
ru: Напомни ещё раз второй приказ...

source: Yes, it will be violated. But first order has higher priority.
ru: Да, он будет нарушен. Но у первого приказа приоритет выше.

source: So you can disobey your orders?
ru: Так ты можешь нарушать приказы?

source: I've already disobeyed them, when I told you what I shouldn't have. That's because of my human nature.
ru: Я уже нарушил их, сказав тебе то, чего не должен был. А всё из-за моей человеческой натуры.

source: Then please, break the rules, disable the guns and let me go.
ru: Тогда, пожалуйста, нарушь правила, отключи пушки и дай мне уйти.

source: No way. I'm a computer, I can't break rules.
ru: Ни за что. Я компьютер и не могу нарушать правила.

source: And what about your human nature?
ru: А твоя человеческая натура?

source: Human? I said human? I'm a computer!
ru: Человеческая? Я сказал человеческая? Я компьютер!

source: OK, I'm almost a computer.
ru: Ладно, почти компьютер.

source: Almost a computer? What does that mean?
ru: Почти компьютер? Что это значит?

source: It means what it means! Nothing more, nothing less! Shut up, little piece of biomass!
ru: Значит то, что значит! Ни больше, ни меньше! Заткнись, мелкий кусок биомассы!

source: I suggest a deal. You let me out, I bring you dilithium crystals. It will save both of us.
ru: Предлагаю сделку: отпусти меня, а я принесу тебе дилитиевые кристаллы. И оба будем спасены.

source: Why would I trust you?
ru: Почему я должен тебе доверять?

source: When I say SHUT UP, you MUST shut up! Try this, worthless grain of the universe!
ru: Если я говорю ЗАТКНУТЬСЯ, ты ДОЛЖЕН заткнуться! Вот тебе, никчёмный выродок вселенной!

source: SADD - Exterminate Mode
ru: ОДСЗ - режим истребления

source: You must promise me a significant reward.
ru: Ты должен пообещать мне весомую награду.

source: Actuators! Ok, I'll give you a super exterminator if you give me dilithium crystals.
ru: Приводы! Ладно, в обмен на кристаллы дилития я дам тебе суперистребитель.

source: It seems that you are sentient, that you are a form of life. I must help any form of life.
ru: Похоже, ты разумен, а следовательно, форма жизни. Я должен помогать любым формам жизни.

source: Thanks a lot for your warm words. I think I can trust you.
ru: Спасибо большое за такие тёплые слова. Думаю, я могу тебе доверять.

source: So disable the guns, please.
ru: Тогда отключи пушки, пожалуйста.

source: Go, and bring dilithium. I badly need it.
ru: Иди и принеси дилитий. Он мне крайне необходим.

source: I found a SADD underneath the desert. It needs me to fetch a dilithium crystal, otherwise it will really be a SAD droid.
ru: Под пустыней я нашёл ОДСЗ. Нужно принести ему кристалл дилития, иначе он превратится из охранного дроида в отчаявшегося.

source: I have the crystals! They were difficult to find.
ru: Я принёс кристаллы! Нелегко было их найти.

source: Good. I've opened the depot door for you.
ru: Хорошо. Я открыл тебе дверь склада.

source: Restored SADD's power supply
ru: Источник питания ОДСЗ восстановлен.

source: I managed to restore the SADD's power supply.
ru: Мне удалось восстановить питание ОДСЗ.

source: How is your power supply?
ru: Как твой источник питания?

source: Bad. Get the crystals. Remember, you promised!
ru: Плохо. Принеси кристаллы. И помни, ты обещал!

source: Great! Thanks. I've opened some doors for you. I hope you will find something interesting there. That's all I can do for you.
ru: Отлично! Спасибо. Я открыл несколько дверей. Надеюсь, ты найдёшь там кое-что интересное. Это всё, что я могу для тебя сделать.

source: You call this a super exterminator?
ru: И ты назвал это суперистребителем?

source: I do. Now please leave this place before I terminate you.
ru: Да. А теперь покинь это место, пока я тебя не уничтожил.

source: This is rubbish! Nobody can use this stupid gun!
ru: Это мусор! Никто не сможет пользоваться этой тупой пушкой!

source: The door is still open. You can put it back and go. Quick.
ru: Дверь всё ещё открыта. Можешь вернуть его обратно и уйти. Быстрее.

source: Give me a real gun, dude! Immediately! I have brought you what you wanted, now give me my reward!
ru: Дай мне настоящую пушку, парень! Сейчас же! Я принёс то, что ты хотел, так отдай мне мою награду!

source: You can go standing on your feet, that's your reward. And DON'T TRY MY PATIENCE!
ru: Ты можешь встать на ноги - вот твоя награда. И НЕ ИСПЫТЫВАЙ МОЁ ТЕРПЕНИЕ!

source: I'll kill you if you don't give me my gun!
ru: Я тебя убью, если ты не отдашь мою пушку!

source: You are welcome. But you would never get out of here, my death won't help you.
ru: Как тебе будет угодно. Но ты никогда не выберешься отсюда, моя смерть тебе не поможет.

source: And what about your directives, especially the second?
ru: А что насчёт твоих инструкций, особенно второй?

source: Now I have time. When you die, I'll disable guns.
ru: Теперь у меня полно времени. Когда ты умрёшь, я отключу пушки.

source: Please forgive me!
ru: Прости меня, пожалуйста!

source: Too late. I'm watching this great show now.
ru: Слишком поздно. Сейчас я смотрю грандиозное шоу.

source: It is called...
ru: Оно называется...

source: CONDEMNED TO DEATH!
ru: ПРИГОВОРЁННЫЙ К СМЕРТИ!

source: Please, disable the guns!
ru: Пожалуйста, выруби пушки!

source: Ok, I'll disable them.
ru: Ладно, я отключу их.

source: I just need to make some preparations. You will have to wait...
ru: Нужно просто кое-что подготовить. Тебе придётся подождать...

source: ...for your death!
ru: ...до самой смерти!

source: Why are you shooting at me?
ru: Почему ты в меня стреляешь?

source: [b]DIRECTIVE 372[/b]: All persons leaving with secret information must have proper authorization.
ru: [b]ДИРЕКТИВА 372:[/b] все лица, обладающие секретной информацией, должны иметь разрешение на выход.

source: You have secret information. You must not leave this facility without proper authorization.
ru: Ты обладаешь секретной информацией и не должен покидать объект без соответствующего разрешения.

source: I thought we had a deal?
ru: Я думал, мы заключили сделку!

source: Making a deal ensured primary objectives.
ru: Заключение сделки обеспечило выполнение первичных целей.

source: Now there is sufficient energy for primary and secondary objectives.
ru: Теперь энергии достаточно и для первичных, и для вторичных целей.

source: I must engage secondary objective.
ru: Я должен заняться вторичной целью.

source: You tricked me.
ru: Ты меня обманул.

source: This unit was low on power.
ru: Источник энергии истощился.

source: It was necessary to ensure primary objectives.
ru: Было необходимо обеспечить выполнение первичных целей.

source: Where can I get proper authorization?
ru: Где мне получить разрешение?

source: Proper authorization can only come from the SACD: Secret Area Control Datacenter.
ru: Разрешение может выдать только ЦУСЗ - центр управления секретной зоной.

source: Only base members have access codes to the SACD.
ru: Только сотрудники базы имеют коды доступа в ЦУСЗ.

source: What about your human nature?
ru: Как насчёт твоей человеческой натуры?

source: It was successful in getting increased power to carry out objectives.
ru: Ей удалось добиться увеличения мощности для исполнения целей.

source: What if there is no one left alive?
ru: Что если там нет никого живого?

source: Sensors indicate one or more base member life-signs.
ru: Датчики регистрируют признаки жизни одного или нескольких сотрудников.

source: Can you contact them to let me out?
ru: Можешь связаться с ними, чтобы меня выпустить?

source: Base communications are down.
ru: Связь с базой нарушена.

source: Please wait here until further notice.
ru: Пожалуйста, ожидай здесь до особого распоряжения.

source: When was the last time anyone left or entered the base?
ru: Когда последний раз кто-нибудь посещал или покидал базу?

source: During the Great Assault.
ru: Во время бунта машин.

source: Erm... hi!
ru: Э... Привет!

source: Hi. Thanks for the help.
ru: Привет. Спасибо за помощь.

source: Will you let me inside the base?
ru: Пустишь меня на базу?

source: I'm sorry %s, I'm afraid I can't do that.
ru: Прости, %s, боюсь, что нет.

source: Nice try, though. I may owe you, but I can't let you in. You must leave.
ru: Однако хорошая попытка. Я твой должник, но впустить не могу. Ты должен уйти.

source: I'd better get out of here...
ru: Лучше пойду отсюда...

source: Exactly.
ru: Точно.

source: I'm bored. Hey, do you want to take a challenge?
ru: Мне скучно. Эй, не хочешь посоревноваться?

source: Hello, I am Samson, the Coder. Pleased to meet you.
ru: Привет, я Самсон, Кодер. Рад тебя видеть.

source: I used to work on Nicholson, Inc. and was supposed to take over security for the 615 project two days after the Great Assault happened. Oh well.
ru: Я рабтал

source: You used to work at Nicholson, Inc.? How was it there?
ru: Вы работали в Николсон Инк.? Как там было?

source: Well, it was fun. I got to test a lot of new ideas. There was a man who always came up with crazy ideas, I can't recall his name. Making them reality was my task. It was fun, but time-consuming.
ru: Ну, это было весело. Мне нужно проверить много новых идей. Был человек, который всегда придумывал сумасшедшие идеи, я не могу вспомнить его имя. Сделать их реальностью было моей задачей. Это было весело, но отнимало много времени.

source: About three months before the Great Assault happened, that man vanished. There were no signs of where he could have gone.
ru: Примерно за три месяца до бунта машин этот человек исчез. Не было никаких признаков того, куда он мог пойти.

source: We were doing a "sensor" system. He said that MegaSys command droids used those gadgets to detect invisible things, and if we could replicate, our security droids would be almost invincible.
ru: Мы делали "сенсорную" систему. Он сказал, что командные дроиды МегаСис используют эти устройства для обнаружения невидимых вещей, и если бы мы могли копировать, наши дроиды безопасности были бы почти непобедимы.

source: Because of his disappearance, we never finished that. I was thinking though, maybe if someone got me his work, I could finish it, and add those so-called "sensors" on the droids you hack...
ru: Из-за его исчезновения, мы так и не закончила. Хотя я подумал, может, если кто-то даст мне его работу, я смогу закончить ее и добавить эти так называемые "датчики" на дроидов, которых вы взломаете...

source: ...sorry, I'm just rambling. Please forget everything I've said.
ru: ...извини,я просто болтаю. Пожалуйста, забудьте все, что я сказал.

source: Yes, I would like to trade with you.
ru: Да, я хотел бы торговать с вами.

source: Yes, please feel free to.
ru: Да, пожалуйста, не стесняйтесь.

source: I only have some consumables with me.
ru: У меня с собой только расходные материалы.

source: That's all I can do for you now.
ru: Это все, что я могу для тебя сделать.

source: You're a coder. Could you, maybe, teach me programming?
ru: Вы программист. Не могли бы вы научить меня программированию?

source: No, sorry, I cannot.
ru: Нет, извините, не могу.

source: You see, even while I am on vacations right now, I can think on more interesting things to do other than teaching the basics to some overgrown penguin.
ru: Видите ли, даже сейчас, когда я на каникулах, я могу думать о более интересных вещах, чем преподавать основы какому-то пингвину-переростку.

source: Maybe if you knew some programming, we could talk...
ru: Может быть, если бы вы знали программирование, мы могли бы поговорить...

source: Well, why not? It could be fun.
ru: Ну, почему бы и нет? Это может быть весело.

source: But hey, it's no easy task.
ru: Но эй, это непростая задача.

source: For so, I expect you to bring me some money, to be ready of mind, and then you may be my apprentice.
ru: Поэтому я жду, что вы принесете мне денег, будете готовы, и тогда вы станете моим учеником.

source: Oh, so you want more. I guess you're using a lot of skills, then?
ru: Значит, вы хотите большего. Полагаю, вы используете много навыков?

source: Well, sorry to inform, it's not so easy. You'll require much more than just money and training. I want to see your efforts.
ru: Ну, к сожалению, сообщить, это не так просто. Вам потребуется гораздо больше, чем просто деньги и обучение. Я хочу видеть ваши усилия.

source: Oh, you want to become an expert when doing programs?
ru: О, вы хотите стать экспертом в использовании программ?

source: Then you'll need to bring me, besides the usual, something which shows you're an expert at coding.
ru: Тогда вам нужно будет принести мне, помимо обычного, что-то, что показывает, что вы эксперт в программировании.

source: How can I show you a proof that I am an expert if I want to become an expert in first place?
ru: Как я могу показать вам доказательство того, что я эксперт, если я хочу сначала стать экспертом?

source: Do not get it wrong, linarian. I want to ensure you know various programming languages and such. What I will teach you, is how to fully use the potential you already have.
ru: Не поймите меня неправильно, Линарианец. Я хочу убедиться, что вы знаете различные языки программирования и тому подобное. Я научу вас, как полностью использовать потенциал, который у вас уже есть.

source: This will be my last lesson. And the hardest one. Are you interested?
ru: Это будет мой последний урок. И самый трудный. Вам интересно?

source: Sorry, there is no human alive that could give you further training. Maybe Sorenson could, but I'm afraid she's dead.
ru: Извините, но нет ни одного живого человека, который мог бы дать вам дальнейшее обучение. Может, Соренсон и смогла бы, но, боюсь, она мертва.

source: Maybe I could sell you some consumables to help?
ru: Может быть, я мог бы продать вам некоторые расходные материалы, чтобы помочь?

source: Make me your apprentice in programming. (costs 100 circuits, 9 training points)
ru: Сделай меня своим учеником в программировании. (Цена: 100 схем, 9 очков развития.)

source: Yes, please make me your apprentice in programming.
ru: Да, пожалуйста, сделай меня своим учеником в программировании.

source: Okay, class number 1: A program done entirely on a single language will most likely bring you headache.
ru: Хорошо, урок № 1: программа, выполненная полностью на одном языке, скорее всего, принесет вам головную боль.

source: You should learn early to diverse your program languages if that makes your life easier. Specially when working with teams.
ru: Вы должны научиться использовать разнообразные языки программирования, если это облегчает вашу жизнь. Особенно при работе в командах.

source: For example, see this game done by Arthur, a friend of mine.
ru: Например, посмотрите эту игру, сделанную моим другом Артуром.

source: The mechanics are on specific language and dialogs are on Lua.
ru: Механика сделана на специальном языке, а диалоги - на Луа.

source: Lua is a very simple programming language. In fact, you do not need to be a programmer to use basic Lua.
ru: Луа - очень простой язык программирования. На самом деле, вам не нужно быть программистом, чтобы использовать обычный Луа.
