Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: Previous experience is also required, and I won't care if you get hurt. Remember, this is melee training.
ru: Предыдущий опыт также требуется, и мне все равно, если вы пострадаете. Помните, это тренировка ближнего боя.

source: Hey, hey! You are not suitable for my training. My challenge is only for those who seeks mastery!
ru: Эй, эй! Ты не подходишь для моего обучения. Мои тренировки только для тех, кто ищет мастерства!

source: I cannot train you. Go bother someone else.
ru: Я не могу тренировать тебя. Иди доставай кого-нибудь другого.

source: Yes, teach me how to be a master at melee fighting! (costs 5000 valuable circuits, 2 training points)
ru: Да, научи меня мастерству рукопашного боя! (стоит 5000 ценных схем, 2 очка обучения)

source: Please equip this screwdriver. I don't want to get hurt.
ru: Пожалуйста, вооружись этой отверткой. Я не хочу, чтобы мне было больно.

source: Also, put all your possessions near the tree, no cheating.
ru: Кроме того, положите все свое имущество рядом с деревом, не мухлюй.

source: Done. What I do now? Should I try to hit you?
ru: Сделано. Что мне теперь делать? Я должен попытаться ударить тебя?

source: No. Nothing so dangerous.
ru: Нет. Ничего столь опасного.

source: I'll spawn a 883 Droid to you fight with.
ru: Я вызову дроида 883, с которым ты будешь сражаться.

source: Are you crazy?? With a screwdriver! What about 'dangerous'??
ru: Спятил? С помощью отвертки? А как насчет 'ничего такого опасного'?

source: Nothing dangerous for [b]my[/b] health, of course. Good luck! Don't die!
ru: Ничего опасного для [б]моего[/B] в здоровья, конечно. Удачи! Постарайся не умереть!

source: [b]...some painful time latter...[/b]
ru: [b]...спустя несколько болезненных минут...[/b]

source: Ugh. Done, the 883 is dead, and surprisingly I'm alive. Who changed that thing to see me while invisible??
ru: Тьфу. Сделано, 883 мертв, и удивительно, что я жив. Кто изменил эту штуку, чтобы видеть меня в состоянии невидимости?

source: I did the best 883 I could. This installation is to be defended at all costs, after all. To defeat it with a screwdriver, you must be very special. No wonder Zero would be a friend of you.
ru: Я сделал лучшего 833, какого только смог. В конце концов, этот объект нужно защищать любой ценой. Чтобы победить его с помощью отвертки, ты должны быть особенным. Не удивляйся тому, что Зеро станет твоим другом.

source: However, this is enough training for now. I don't have more bots to you do insane fights with.
ru: Однако пока этого достаточно. У меня нет больше ботов, с которыми вы могли-бы устроить безумные бои.

source: ...Who is Zero?
ru: Кто такой Зеро?

source: I don't appreciate your jokes, linarian.
ru: Я не понимаю твоих шуток, линарианец.

source: You don't have enough experience. I can't teach you any more right now.
ru: У тебя недостаточно опыта. Я не могу научить тебя еще чему-нибудь прямо сейчас.

source: Try fighting against a tree, I don't know. Just come back with two training points so we can be done with it.
ru: Попробуй подраться, напрмер, с деревом, что-ли. Просто вернись с двумя очками обучения, чтобы мы могли с этим покончить.

source: You can be poor. But you will be poor [b]and[/b] an untrained Linarian.
ru: Ты можешь быть бедным. Но ты будешь бедным [b]и необученным[/b] Линарианцем.

source: Why is the factory so close to this installation?
ru: Почему фабрика так близко к этому объекту?

source: We produce medical bots there. The factory must be close, so we can provide first-aid rapidly, if required.
ru: Мы производим там медицинских ботов. Фабрика должна быть поближе, чтобы мы могли обеспечить медицинскую помощь быстро, если требуется.

source: However, it is not closer because, you know, machines can do a lot of noise. We are trying to keep an image here, you see?
ru: Однако не слишком близко, потому что, вы знаете, машины шумят. Мы пытаемся поддерживать имидж, понимаете?

source: Anyway, we also build security droids there. If something were to happen here, like someone breaking a capsule open, we can fill this area with bots within two minutes.
ru: В любом случае, мы также выпускаем дроидов охраны. Если здесь что-то случится, например, кто-то разобьет капсулу, мы сможем наполнить эту область ботами в течение двух минут.

source: Break a capsule open?
ru: Разбить капсулу?

source: You know, some relatives are quite... violent, at times. Keeping a heavy security here could raise suspicion, too.
ru: Знаете, некоторые родственники вполне... иногда жестокие. Строгая охрана здесь тоже может вызвать подозрения.

source: Is there any other way to open a capsule without smashing it?
ru: Есть ли способ открыть капсулу, не разбив её?

source: You could always use the terminal to open them, but it requires a load letter. As a general rule, most terminals won't load without it.
ru: Вы всегда можете использовать терминал, чтобы открыть их, но для этого требуется загрузить письмо. Как правило, большинство терминалов не будет загружаться без него.

source: Most terminals will warn you if you forget to bring it. As a precaution, it misleads people to try climbing down to the last floor from RR Factory Offices.
ru: Большинство терминалов предупредит вас, если вы забудете принести его. В качестве меры предосторожности, он вводит в заблуждение людей, заставляя их спуститься на последний этаж из офисов фабрики ОВ.

source: Interesting. However, if these load letters aren't on the last floor, were would they be?
ru: Интересно. Однако, если этих загрузочных писем нет на последнем этаже, где они могут быть?

source: Not so far from there. I believe the [b]signman[/b] had one, and dispatch personal too, but eh. I could be wrong.
ru: Недалеко отсюда. Я уверен, что одно есть у [b]значкиста[/b] и один у персонала диспетчерской. Хотя, я могу и ошибаться.

source: ...Also, do not attempt to take or use it without master's permission. Was I clear?
ru: ...Кроме того, не пытайтесь взять или использовать его без разрешения хозяина. Я ясно выразился?

source: Clear as snow.
ru: Яснее некуда.

source: The security chief told me the Signman had the PC Load Letter, which can be used to wake up people being confined on Resorts. That should be before the last floor from RR Factory.
ru: Начальник службы безопасности сказал мне что одно письмо загрузки ПК, которое можно использовать для того, чтобы разбудить людей содержащихся на курортах, есть у Значкиста. Он должен быть на последнем от фабрики ОВ этаже.

source: All hail copyright software.
ru: Все приветствуют программное обеспечение защищенное авторскими правами.

source: Don't touch anything without my master's authorization.
ru: Ничего не трогай без разрешения моего хозяина.

source: I hope you don't do anything weird, Linarian.
ru: Надеюсь, ты не сделаешь ничего странного, Линарианец.

source: Proprietary as in Proprietary Software.
ru: Несвободные, как в несвободных программах.

source: Welcome to RRR. You mess up, you end here.
ru: Добро пожаловать в КОВ. Вы устали, вы здесь.

source: %s, long time no see! Haha, I guess I was cryonized too! Is this the future?
ru: %s, давно не виделись! Ха-ха, я думаю, я тоже был заморожен! Это будущее?

source: Ah, this place looks horrible! A pity, I still have so many wares to sell!
ru: Ах, это место выглядит ужасно! Жаль, у меня еще так много товаров на продажу!

source: Who... are you?
ru: Кто ты?

source: Wait, can't you remember me? I am your old friend, Mr. Stone!
ru: Подожди, ты меня не помнишь? Я твой старый друг, мистер Стоун!

source: So... you know me? From before being cryonized?
ru: Так... ты знаешь меня? Со врёмен до заморозки?

source: Well, I was only a kid then, but you were a hero!
ru: Ну, тогда я был еще ребенком, но ты был героем!

source: You saved my cat when it climbed a tree! I'll be forever grateful!
ru: Ты спас мою кошку, когда она залезла на дерево! Я буду вечно благодарен!

source: This is... weird. Do you remember why I was cryonized, at least?
ru: Это... странно. Ты, по крайней мере, помнишь, почему я был заморожен?

source: Well, I guess it was some sort of protest against MegaSys or something?
ru: Ну, я думаю, это был какой-то протест против МегаСис или что-то в этом роде?

source: Old people should not stay under cryostasis for long, they say! Haha! I guess they were right!
ru: Говорят, старики не должны долго оставаться в криостазисе! Ха-ха! Думаю, они были правы!

source: Eh, I do not really like the bots here. Not many clients, either.
ru: Эх, мне не очень нравятся здешние боты. Клиентов тоже немного.

source: I think there was a bunker north of here, I'll go there and set up my shop! Come visit me once I'm done!
ru: Я думаю, что к северу отсюда был бункер, я пойду туда и открою свой магазин! Приходите ко мне, как только я закончу!

source: So, %s, how may I serve you today?
ru: Итак,%s ,чем я могу быть полезен вам сегодня?

source: So, how is it going?
ru: Как дела?

source: Pretty bad, no one visits here but you.
ru: Хуже не бывает, ни одного посетителя кроме тебя.

source: But as long that my wares are useful for you, I'm happy enough!
ru: Но пока мои товары полезны для тея, я достаточно счастлив!

source: Maybe you'll like something.
ru: Может, тебе что-нибудь понравится.

source: In time of apocalypse, only I can supply you.
ru: Во время апокалипсиса, только я могу обеспечить вас.

source: My wares are your only hope of survival out there.
ru: Мои товары - твоя единственная надежда выжить.

source: Everything you'll ever need, only in Mr. Stone shop.
ru: Все, что тебе когда-либо понадобится, только в магазине мистера Стоуна.

source: So, are you enjoying those lands so far?
ru: Так ты наслаждаешься этими землями?

source: Remember to buy the right ammo for your gun!
ru: Не забудь купить правильные боеприпасы для твоего пистолета!

source: You got the gun, I've got the ammo.
ru: У тебя есть пушка, у меня есть патроны.

source: Please buy my wares. You won't regret.
ru: Пожалуйста, купи мои товары. Ты не пожалеешь.

source: I met your niece, Ms. Stone...
ru: Я познакомился с твоей племянницей, г-жой Стоун...

source: Haha! I used to tell her stories about you.
ru: Ха-ха! Я рассказывал ей истории о тебе.

source: I hope she is doing fine!
ru: Я надеюсь с ней всё в порядке!

source: I hope you did not tell her anything weird...
ru: Надеюсь, ты не сказал ей ничего странного...

source: I would never! Your strange sidekick would have my head, haha!
ru: Я бы никогда! Твой странный кореш снес бы мне голову, ха-ха!

source: Sidekick?
ru: Снес-бы?

source: Yes, I think he was called... Dorac or something? Ahh, I can't remember anymore...
ru: Да, кажется, его звали... Дорак или что? Ах, я больше не помню о нем...

source: I guess his name was Dvorak. I think he'll have more useful info than you...
ru: Кажется, его звали Дворак. Думаю, у него будет больше полезной информации, чем у тебя...

source: More info he may have, but can he supply you in the apocalypse?
ru: Больше информации у него может быть, но может ли он обеспечить тебя во время Апокалипсиса?

source: You'll only find cheap, quality wares here, with Mr. Stone! Buy today!
ru: Здесь, у г-на Стоуна, ты найдёшь только дешёвые и качественные товары! Купи сегодня!

source: [b]Loading terminal...[/b]
ru: [b]Загрузка терминала...[/b]

source: [b]Loading biologic credentials.[/b]
ru: [b]Загрузка биометрических данных.[/d]

source: [b]Welcome to this terminal.[/b]
ru: [b]Добро пожаловать.[/b]

source: [b]Access Denied.[/b]
ru: [b]Доступ запрещён.[/b]

source: [b]No instructions to load this terminal.[/b]
ru: [b]Нет инструкций для загрузки терминала.[/b]

source: This terminal needs instructions to be loaded. Instructions could be requested at the final floors of factory north from town.
ru: Этот терминал нуждается в инструкции для загрузки. Инструкции можно запросить на последних этажах фабрики к северу от города.

source: [b]WARNING:[/b] People capable of issuing authorization are all dead, killed by at weakest Battle droids.
ru: [b]ПРЕДУПРЕЖДЕНИЕ:[/b] Люди, которые могли выдать разрешение, все мертвы, убиты самыми слабыми боевыми дроидами.

source: [b]Available commands: help, freeze, unfreeze, logout[/b]
ru: [b]Доступные команды: help (помощь), freeze (заморозить), unfreeze (разморозить), logout (закончить работу с терминалом)[/b]

source: [b]Available commands: help, freeze, unfreeze, download, logout[/b]
ru: [b]Доступные команды: help (помощь), freeze (заморозить), unfreeze (разморозить), download (загрузить) logout (закончить работу с терминалом)[/b]

source: freeze
ru: заморозить

source: [b]Failure: Either the capsule is in use or too damaged to follow proper freezing protocols.[/b]
ru: [b]СБОЙ: либо капсула используется, либо слишком повреждена, чтобы следовать надлежащим протоколам заморозки.[/b]

source: unfreeze
ru: разморозить

source: [b]Failure: Either the capsule is empty or too damaged to follow proper unfreezing protocols.[/b]
ru: [b]СБОЙ: либо капсула используется, либо слишком повреждена, чтобы следовать надлежащим протоколам разморозки.[/b]

source: [b]WARNING: Decryonization in progress![/b]
ru: [b]ПРЕДУПРЕЖДЕНИЕ: Производится разморозка![/b]

source: [b]...Initiating Final Unfreezing Sequences...[/b]
ru: [b]...Инициализация финальной последовательности разморозки...[/b]

source: [b]Removing remaining fluids...[/b]
ru: [b]Удаление оставшихся жидкостей...[/b]

source: [b]Heating chamber to 300 K...[/b]
ru: [b]Разогрев капсулы до 300 K...[/b]

source: [b]Disabling memory eraser...[/b]
ru: [b]Отключение стирателя памяти...[/b]

source: [b]WARNING: PATIENT ID #1337 'Colemak' HAS BEEN UNCRYONIZED![/b]
ru: [b]ПРЕДУПРЕЖДЕНИЕ: ПАЦИЕНТ ID #1337 'Колмак' РАЗМОРОЖЕН![/b]

source: Current Memory Loss: 0.00%%
ru: Ткущие потери воспоминаний: 0.00%%.

source: Security Personnel is on way. Estimated Time Arrival: 0 Second.
ru: Охрана уже в пути. Расчетное время прибытия: 0 секунд.

source: download
ru: загрузка

source: [b]Now downloading[/b] Dvorak_Plans.lua
ru: [b]Загружается[/b] Планы_Дворака.lua

source: [b]...Done.[/b]
ru: [b]...Выполнено.[/b]

source: [b]Dvorak_Plans.lua[/b]
ru: [b]Планы_Дворака.lua[/b]

source: Using PGP key "%s", decrypted successfully.
ru: Используем ключ PGP '%s', расшифровано успешно.

source: I managed to download Dvorak message!
ru: Мне удалось Скачать Сообщение Дворака!

source: --- Begin Text Message (from Dvorak) ---
ru: --- Начало текстового сообщения (от Дворака) ---

source: Hello, %s. I'm Dvorak.
ru: Привет, %s, я Дворак.

source: I'm sure you are dying to talk to me.
ru: Уверен, ты до смерти хочешь поговорить со мной.

source: I'll think of something.
ru: Я думаю кое о чём.

source: For now you can only listen.
ru: Сейчас ты можешь лишь слушать.

source: Do not worry. I always have a plan.
ru: Не беспокойся, у меня всегда есть план.

source: First you must rescue me. This is top priority.
ru: Во-первых, ты должен спасти меня. Этот пункт должен быть самым приоритетным.

source: I am looking for some former allies now.
ru: Сейчас я ищу бывших союзников.

source: They'll help you when time comes.
ru: Они помогут тебе когда придет время.

source: Where to find me? Whoa! Not so fast, %s.
ru: Где меня искать? Ха! Не спеши, %s

source: We all want quality. And quality takes time.
ru: Мы все хотим все сделать качественно, а качество требует времени.

source: If you can't wait for it, please go for the Contribute section.
ru: Если ты не хочешь ждать, отправляйся в сектор соучастия.

source: Otherwise, this is all for now, I'm afraid.
ru: В противном случае, боюсь, на сегодня все.

source: Good luck, %s. You'll need.
ru: Удачи, %s. Она тебе понадобится.

source: Dvorak, First AI
ru: Дворак, первый ИИ.

source: --- End Text Message ---
ru: --- Конец текстового сообщения ---

source: [b]Thanks for playing FreedroidRPG %s![/b]
ru: [b]Спасибо, что играли в FreedroidRPG %s![/b]

source: Thanks for playing FreedroidRPG!
ru: Спасибо, что играли в FreedroidRPG!

source: --- Continues ---
ru: --- Продолжение ---

source: [b]Failure:[/b] You do not have a PGP Key.
ru: [b]СБОЙ:[/b] У вас нет ключа PGP.

source: [b]Information:[/b] The comment header of the file says: No while, no file.
ru: [b]ИНФОРМАЦИЯ:[/b] Комментарий в заголовке файла гласит: Нет ключа, нет файла.

source: [b]Goodbye[/b]
ru: [b]Прощайте.[/b]

source: [b]Connection Refused.[/b]
ru: [b]Соединение отвергнуто.[/b]

source: [b]Forbidden.[/b]
ru: [b]Соединение отвергнуто.[/b]

source: [b]Terminal Corrupted.[/b]
ru: [b]Терминал поврежден.[/b]

source: [b]ERROR: Declined.[/b]
ru: [b]ОШИБКА: Отклонено.[/b]

source: This terminal needs instructions to be loaded. Instructions could be requested at last floor of factory north from town.
ru: Этот терминал нуждается в инструкции для загрузки. Инструкции можно запросить на последнем этаже фабрики к северу от города.

source: [b]WARNING: PATIENT ID #851 'Stone' HAS BEEN UNCRYONIZED![/b]
ru: [b]ВНИМАНИЕ: ПАЦИЕНТ № 851 "Стоун" РАЗМОРОЖЕН![/b]

source: Welcome to my temple of peace. People say I am the wisest man alive on the world, but I think I am the wisest on the universe!
ru: Добро пожаловать в мой Храм мира. Люди говорят, что я самый мудрый человек в мире, но я думаю, что я самый мудрый во Вселенной!

source: And in case you're wondering:
ru: И в случае, если вам интересно:

source: Greetings, I'm Master Yadda. I teach the path of light.
ru: Приветствую, я мастер Ядда. Я учу пути света.

source: Come and seek my lightly advises every now and then, and you'll find out truth and light.
ru: Приходите и ищите мои легкие советы время от времени, и вы найдете истину и свет.

source: Master Yadda seems to be a very wise man, and I should talk to him a lot more.
ru: Мастер Йадда, кажется, очень мудрый человек, и я должен общаться с ним намного больше.

source: The only skill worth acquiring in the world: Light.
ru: Единственный стоящий навык в мире: Свет.

source: Persistence is the way to perfection.
ru: Упорство - путь к совершенству.

source: I have secrets, but you are not ready for them.
ru: Я знаю тайны, но ты к ним не готов.

source: If you talk to me thirty seven times, as in thirteen thirty-seven, I'll teach them.
ru: Если вы поговорите со мной тридцать семь раз, как тысячу триста тридцать семь, я научу вас.

source: Sorry, Master Yadda is ANNOYING! But he promised to tell me a secret if I keep talking to him.
ru: Извините, мастер Ядда раздражает! Но он обещал рассказать мне секрет, если я продолжу с ним разговаривать.

source: This is the 37th time you ask me for enlightenment, as in thirteen thirty-seven. I'll teach you a secret. There is a super-strong bot on this area. Might be worth checking out.
ru: Вы в 37-й раз просите меня о просветлении, как в тысяча триста тридцать седьмой раз. Я открою тебе секрет. В этой области есть супер-сильный бот. Может стоит проверить.

source: I accidentally overkilled a bot and lost my Light Saber in the process. What a shame. Already built a new one, though.
ru: Я случайно был побежден ботом и потерял свой световой меч в процессе. Какой позор. Хотя уже построил новый.

source: I haven't seen any Alpha Bot lately. Things are strangely calm. And the calm precedes the storm.
ru: Я не видел Альфа-бота в последнее время. Все странно спокойно. А затишье предшествует буре.

source: In matters of destroying bots, style, not brute force, is the vital thing.
ru: В вопросах уничтожения ботов жизненно важен стиль, а не грубая сила.

source: Any fool can bust a bot open; the art consists in knowing how to exploit it.
ru: Любой дурак может взломать бота; искусство состоит в том, чтобы знать, как его использовать.

source: The knife is without measure, for if you hit a bot right, out will come treasure.
ru: Нож без прицела, потэтому чтобы получить сокровище, надо ударить бота правильно.

source: When the linarian fall, the bots reigns.
ru: Когда линарианец пададет, будут правят боты.

source: A linarian is only finished when he gives up.
ru: Линарианец кончается только тогда, когда сдается.

source: Yadda Yadda Yadda.
ru: Ядда Ядда Ядда.

source: Basically, it's just a jump to the left, and a step to the right... You see?
ru: В основном, это просто прыжок влево и шаг вправо... Видишь?

source: No one knows what the future awaits. Except Master Yadda.
ru: Никто не знает будущего. Никто кроме мастера Йадды.

source: The secret of the sure victory is siding with Master Yadda.
ru: Секрет гарантированной победы в том, чтобы встать на сторону мастера Ядды.

source: Kill bots first, ask questions later.
ru: Сначала убей ботов, потом задавай вопросы.

source: There was the Experimental Alpha Class. If you meet one, your death is close.
ru: Здесь есть бот экспериментального альфа-класса. Если вы встретите его, ваша смерть близка.

source: If you can think, you're sentient. This won't make you a life-form though.
ru: Если вы можете думать, вы разумны. Но это не сделает тебя формой жизни.

source: Lamps are nice. Always carry one with you. You never know when you'll need them.
ru: Лампы хороши. Всегда носи одну с собой. Никогда не знаешь, когда они понадобятся.

source: Bots will aim whatever is in front of them. Which, in most cases, will be you.
ru: Боты будут целиться во всё, что находится перед ними. Этим всем, в большинстве случаев, будете вы.

source: You're very dedicated, seeking my advice, and wise words that much. But I have nothing else to tell you. Besides that:
ru: Ты очень предан, ищешь моего совета и мудрых слов. Но мне больше нечего тебе сказать. Кроме этого:

source: You've asked for my wise advice %d times. Maybe you should start figuring things out on your own.
ru: Ты просил моего мудрого совета %d временами. Может, тебе стоит начать разбираться в этом самостоятельно.

source: Master, I've been looking for a PGP key in order to unlock a certain file.
ru: Мастер, я ищу ключ PGP, чтобы разблокировать определённый файл.

source: Your wisdom is not mensurable, it's so high to be understood by mere mortals like me, you surely must know where I can find it.
ru: Твоя мудрость неизмерима, она так высока, что должна быть понятной простым смертным, как я. Ты, конечно, должен знать, где я могу ее найти.

source: Indeed, you're quite right there.
ru: Действительно, в этом ты совершенно прав.

source: You can find it walking south and entering on the first trapdoor you see.
ru: Вы найдете его, если пойдете на юг и и зайдете в первый люк, который вы увидите.

source: I thought you would tell me in a riddle.
ru: Я думал, ты расскажешь мне загадку.

source: Well, you would find it if you explored this map for two minutes. To be asking it you must be as lazy as me, so I decided to just tell you right away. Please enjoy this Island.
ru: Ну, вы бы нашли его, если бы изучили эту карту в течение двух минут. Чтобы спросить об этом, вы должны быть такими же ленивыми, как и я, поэтому я решил просто сказать вам прямо сейчас. Пожалуйста, наслаждайтесь этим островом.

source: I heard there was a dangerous bot which needs killing. Where is it?
ru: Я слышал, что тут есть опасный бот, которого нужно убить. Где он?

source: Indeed, an evil bot there is. A glitch from the gamers at MegaSys threatens this lands.
ru: Действительно, злой бот есть. Глюк от геймеров в МегаСис угрожает этим землям.

source: If you defeat it, the fictional survivors which aren't here because the Great Assault would be very grateful. You will also gain a nice amount of experience, and who knows what it will drop?
ru: Если вы победите его, вымышленные выжившие при бунте машин, которых здесь нет, будyn очень благодарно. Вы также получите хороший опыт, и кто знает, что из него выпадет?

source: Seems interesting. Where can I find it?
ru: Выглядит заманчиво. Где я могу его найти?

source: Just follow the water, young apprentice of Yaddawan. Only the ones with enough faith can walk over water and save the world!
ru: Просто следуй за водой, юный ученик Йаддавана. Только те, у кого достаточно веры, могут ходить по воде и спасать мир!
