Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: I am ready. Open the tunnels for me, Dixon.
ru: Я готов. Откройте мне тоннели, Диксон.

source: Great. Be careful down there. Just try to get the toolkit and get out of there as quickly as possible.
ru: Отлично. Будь осторожен там, внизу. Просто попробуйте получить инструментарий и выйти оттуда как можно быстрее.

source: I will give you three small devices that can emit an Electro Magnetic Pulse.
ru: Я дам вам три мальньких устройства, которые могут создвать электро-магнитный импульс.

source: If you get in trouble just activate one and it emits a shockwave damaging any bot nearby. It should give you some breathing room.
ru: Если вы попали в беду, просто активируйте один, и он испустит электро-магнитный импульс, повреждающую любого бота поблизости. Это должно дать вам передышку.

source: I will give you two small devices that can emit an Electro Magnetic Pulse.
ru: Я дам вам два мальньких устройства, которые могут создвать электро-магнитный импульс.

source: I will give you a small device that can emit an Electro Magnetic Pulse.
ru: Я дам вам небольшое устройство, которое может создавать электро-магнитный импульс.

source: If you get in trouble just activate it and it emits a shockwave damaging any bot nearby. It should give you some breathing room.
ru: Если вы попали в беду, просто активируйте один, и он испустит электро-магнитный импульс, повреждающую любого бота поблизости. Это должно дать вам передышку.

source: Best of all, it's completely harmless to biologicals. But make sure not to fry the circuits of our own 614 guard bots or computer terminals.
ru: Лучше всего то, что это совершенно безвредно для биологических существ. Но убедитесь, что при этом вы не поджарите схемы наших собственных 614 охранных ботов или компьютерных терминалов.

source: The entrance to the tunnels is in the courtyard of the citadel. Once you exit this building, go straight and turn to your right once inside the outer citadel gates.
ru: Вход в туннели находится во дворе цитадели. Как только вы выйдете из этого здания, идите прямо, и, войдя во внешние ворота цитадели, поверните направо.

source: There you will find the maintenance access hatch.
ru: Там вы найдете люк ведущий в тоннели обслуживания.

source: Once you get inside, you'll need to use the terminal to unlock the door. I'll write down my password for you.
ru: Когда будешь внутри, тебе нужно использовать терминал чтобы разблокировать дверь. Я запишу свой пароль для тебя.

source: Good luck. Oh, and please come back alive. Better come back with nothing than not at all.
ru: Удачи. Ох, позалуйста, вернись назад живым. Лучше вернись без ничего, но вернись.

source: I got your toolkit. The bots were willing to have a peaceful dialog.
ru: У меня твой инструментарий. Боты были готовы к мирному диалогу.

source: Good. We sure need the autotools.
ru: Хорошо. Нам они, определенно, нужны.

source: Our roads need fixing, our power lines need fixing, our walls need fixing... Heck, everything needs fixing in this place.
ru: Наши дороги нуждаются в ремонте, наши линии электропередач нуждаются в ремонте, наши стены нуждаются в ремонте... Черт, здесь все нужно починить.

source: With those little gadgets we will be able to automate a lot of those simple repairs, saving us a lot of time.
ru: С этими небольшими примочками мы сможем автоматизировать массу простых дел, что спасёт нам кучу времени.

source: Here is some money for your effort. And I am sure you will find this helmet useful too, it saved my life once, and I hope it saves yours one day.
ru: Вот немного денег за твои старания. И, я уверен, этот шлем тебе пригодится. Он мне спас однажды жизнь, надеюсь, и тебе поможет уцелеть.

source: I guess this is better than nothing.
ru: Думаю, это лучше, чем ничего.

source: It is good to see that the way of the pacifist is a successful one!
ru: Приятно видеть, что путь пацифиста успешен!

source: He was proud to see pacifism works.
ru: Он горд видеть что пацифизм работает.

source: I gave the toolkit to Dixon. He was very happy to have his autotools back. I got his helmet as a gift.
ru: Я принёс Диксону инструментарий. Он так обрадовался возвращению autotools, что отдал мне свой шлем в качестве награды.

source: I killed that strange bot that robbed you. So, here is your toolkit.
ru: Я убил ограбившего тебя бота. Что ж, вот твой ящик с инструментами.

source: *sigh* I hate to see this end in such a way. Bot or no bot, they let me live. They deserved a chance.
ru: *вздох* Ненавижу, как всё в таких случаях заканчивается. Боты - не боты, но они оставили меня в живых. Они заслужили шанс.

source: I sent you to bring peace, but you brought destruction. I do not understand how that could happen.
ru: Я послал тебя принести мир, но ты принес разрушение. Я не понимаю, как это могло случиться.

source: However, what was done cannot be undone and now we all have to live with what we have. I guess I am being too pessimistic, you did the job.
ru: Однако то, что было сделано, не может быть отменено, и теперь мы все должны жить с тем, что имеем. Наверное, я слишком пессимистична, ты ведь сделал свою работу.

source: I thank you for your help in recovering the autotools.
ru: Я благодарю тебя за помощь в возвращении моих автоинструментов.

source: Here is some money, you deserve it for getting my toolkit back.
ru: Тут немного денег, ты их заслужил за возврат моего набора инструментов.

source: Finally, I would like to say that the technical division is not interested in further cooperation with you, but I think you would fit very well in the military division. You should talk to them.
ru: Итак, я хотел бы сказать, что технологическое подразделение не нуждается в дальшейшем сотрудничестве с тобой, но я думаю, ты прекрасно подойдёшь для воинского подразделения. Ты должен бы поговорить с ними.

source: I am sorry, but I must go now. My duties call.
ru: Мне жаль, но я должен идти. Долг зовёт.

source: Dixon didn't seem too happy about this solution, but I don't care.
ru: Диксон, похоже, не слишком обрадовался этому решению, но мне все равно.

source: Dixon was very disappointed about this solution, but I don't care.
ru: Диксон очень разочарован этим решением, но мне все равно.

source: Finally. I am tired, covered in bruises and oil... But I made sure that the bots are dead. It felt great to break their metal bodies and crush their circuits. %s It was fun killing the bots. Nothing else matters.
ru: Наконец-то. Я устал, весь в синяках и масле... Но я убедился, что боты мертвы. Было здорово ломать их металлические тела и их цепи. %s Было весело убивать ботов. Все остальное не имеет значения.

source: I got your toolkit. You can buy it from me if you want.
ru: Я нашёл твои инструменты. Если хочешь, можешь выкупить их у меня.

source: WHAT!?
ru: ЧТО?!

source: You got to be kidding me, Linarian.
ru: Ты меня разыгрываешь, линарианец.

source: Give me the toolkit and stop fooling around.
ru: Отдай инструменты и прекрати дурачиться.

source: I was not joking. I am listening to your offer.
ru: Я не шутил. Я слушаю ваше предложение.

source: Linarian, I curse the day on which you have arrived here.
ru: Линарианец, я проклинаю тот день, когда ты здесь появился.

source: Two fifty.
ru: Двести пятьдесят.

source: Good joke. I am sure you can do better.
ru: Хорошая шутка. Я уверен, что вы можете сделать лучше.

source: Three fifty. This is all that the technical division has as their cash resources.
ru: Триста пятьдесят. Это всё, что есть у технологического подразделения в наличии.

source: Come on, I am sure you can do even better than that...
ru: Да ладно, я уверен, что вы можете сделать даже лучше...

source: Four hundred. We cannot offer anything more.
ru: Четыре сотни. Большего я предложить не могу.

source: Please, we really need the autotools.
ru: Ну пожалуйста, нам очень нужны эти автоинструменты.

source: Without them the town is doomed.
ru: Без них город обречен.

source: Of course I am kidding, Dixon. Lighten up!
ru: Конечно, я шучу, Диксон. Расслабься!

source: You and your bizarre humor. I really don't appreciate that.
ru: Ты и твой странный юмор. Я действительно не ценю это.

source: Can I have the toolkit now?
ru: Могу ли я получить инструментарий сейчас?

source: Deal. Here is your toolkit. Now cough up the money. Fast.
ru: Договорились. Вот твой инструментарий. А теперь выкладывай деньги. Быстро.

source: Here. It is all there.
ru: Вот. Здесь всё.Here.

source: Now get out of here. I am a pacifist, but I am willing to make a special exception just for you.
ru: А теперь проваливай отсюда. Я пацифист, но для тебя сделаю специальное исключение.

source: Get out of my sight.
ru: Убирайся с моих глаз долой.

source: I sold the toolkit to Dixon for a nice sum of money. Life is good.
ru: Я продал набор Диксону за хорошую сумму денег. Жизнь хороша.

source: I am not happy about this. I suggest you leave town.
ru: Меня это не радует. Я предлагаю вам покинуть город.

source: Accidents... Happen.
ru: Несчастные случаи всякие... случаются.

source: I sold the toolkit to Dixon for a huge sum of money. Life is great.
ru: Я продал набор Диксону за огромную сумму денег. Жизнь великолепна.

source: Linarian. Now we part as usual. However should I ever see you after the war is over...
ru: Линарианец, нам с тобой не по пути. И если я тебя встречу, когда война уже закончится...

source: I promise to kill you.
ru: Я обещаю, я тебя убью.

source: Now take your money and get out of my face. I do not want to see you here ever again.
ru: Теперь забирай деньги и выметайся отсюда. И чтоб я тебя больше здесь не видел.

source: I sold the toolkit to Dixon for a enormous sum of money. Life is truly grand. But, I better stay away from Dixon for now... He seemed very angry at me.
ru: Я продал набор Диксону за огромную сумму денег. Жизнь поистине великолепна. Но сейчас мне лучше держаться подальше от Диксона... Он, кажется, очень рассердился на меня.

source: Is everything all right?
ru: Всё в порядке?

source: Heh, never better!
ru: Хех, как никогда!

source: All indicators are in the green, the power and water fill the pipes and even Spencer seems happier now that the town is thriving despite all odds.
ru: Все индикаторы в норме, вода в трубах журчит, энергия гудит в проводах, тускло звёзды мерцают. Даже спенсер повеселевшим выглядит, когда город цветёт не смотря ни на что.

source: Thanks to the autotools we can start building instead of just trying to repair the damage.
ru: Благодаря автоинструментам мы можем начать строительство вместо того, чтоб бесконечно латать дыры.

source: Once this sick war is over, I will make sure you get the 'Key to the City', Linarian.
ru: Как только эта больная война закончится, я позабочусь о том, чтобы ты получил "ключ от города", Линарианец.

source: Nearly. Only my conscience keeps me up at night.
ru: Примерно. Только вот мои подозрения не дают мне уснуть по ночам.

source: I'm kind of disenchanted by the failed peace mission.
ru: Я разочарован неудавшейся мирной миссией.

source: Please leave me alone with my thoughts, I do not want to talk to you right now.
ru: Пожалуйста, оставьте меня наедине с моими мыслями, я не хочу говорить с тобой сейчас.

source: Please leave me alone with my thoughts, I do not want to talk to anyone right now.
ru: Оставь меня, старушка, я в печали. Не хочу ни с кем сейчас разговаривать.

source: But due to your forceful line of action, I am sure Spencer and Butch will be delighted to speak with you.
ru: Но из-за вашего решительного образа действия, я уверен, Спенсер и Бутч будут рады поговорить с вами.

source: No, I am afraid not.
ru: Нет, боюсь, что нет.

source: While I do not regret sparing the bots in the tunnels, the town suffers for it.
ru: Хоть я и не жалею об утрате ремонтных роботах в туннелях, город страдает без них.

source: It makes me sad to see everything slowly wasting away. The Megasys bots are doing more damage than we can repair.
ru: Мне грустно видеть, как все медленно угасает. Боты Мегасис наносят больше урона, чем мы можем восстановить.

source: This town has a few weeks left to live. After that, we are all dead.
ru: Этому городу осталось жить несколько недель. После этого, мы все умрем.

source: Ha! Never better!
ru: Ха! Лучше не бывает!

source: We are mass producing energy shields, creating more electric energy than we can ever imagine spending and even experimenting with new armor types.
ru: Мы наладили массовое производство энергощитов, получаем больше электроэнергии, чем могли бы себе представить и даже экспериментируем с новыми типами брони.

source: Life is good right now.
ru: И жить хорошо, и жизнь хороша!

source: What happened? Last time I asked, you said things are not going that well.
ru: Что случилось? В прошлый раз, когда я спрашивал, ты сказал, что все идет не так хорошо.

source: Yes, but now everything is different.
ru: Да, но теперь все изменилось.

source: I met someone who decided to join us in the fight against the MegaSys bots.
ru: Я повстречал кое-кого, кто решил присоединиться к нам в битве против ботов компании MegaSys.

source: You will need a hacked computer. Type in 'ssh 10.83.13.230' as the superuser, and you will see what I mean.
ru: Тебе нужен похаканный комп. Набери 'ssh 10.83.13.230' под суперюзером, и ты всё поймёшь.

source: Why the secrecy and the hushed voice? Can't you just tell me?
ru: Откуда такая секретность и приглушенный голос? Ты не можешь просто сказать мне?

source: Nope. Some things you just have to see with your own eyes.
ru: Не-а. Некоторые вещи надо просто увидеть собственными глазами.

source: The Library of Alexandria, the Colossus of Rhodes, the Black Island...
ru: Александрийская библиотека, колосс Родосский, Чёрный остров...

source: And this is just one of those things.
ru: Это точно такая же штука.

source: Just go and see for yourself. Otherwise, you will not believe me.
ru: Просто иди и посмотри сам. Иначе ты мне не поверишь.

source: The tunnels bots seem to be working together with Dixon in keeping the town working. All is well that ends well.
ru: Туннельные боты, похоже, работают вместе с Диксоном, чтобы город работал. Все хорошо, что хорошо кончается.

source: I have a problem with the Automated Factory.
ru: У меня проблема с автоматизированной фабрикой.

source: You have a problem... really amazing.
ru: У тебя проблема... удивительно.

source: There is a really easy way to solve it.
ru: Существует очень простой способ решить эту проблему.

source: Read the FLIPPING MANUAL!
ru: Прочитайте листаемое руководство!

source: We haven't used it for a long time, so I am not surprised.
ru: Мы не использовали его в течение длительного времени, поэтому я не удивлен.

source: What is the error code?
ru: Какой код ошибки?

source: Erm... I don't recall it.
ru: Э... Я этого не помню.

source: So, I should guess?
ru: Итак, я должен догадаться?

source: Hm... It could be the common error when the autofactory is restarting.
ru: Хм... Это может быть обычная ошибка при перезапуске автозавода.

source: Its code should be 0x6465636c... 0x6465636c6365... C, I think. It means 'decline' in hex.
ru: Я думаю её код должен быть 0x6465636c... 0x6465636c6365... С. Это означает "снижение" в хекс кодах.

source: There is a really easy way to solve it. It's not in the official instructions, but I expect it to solve your problem.
ru: Существует очень простой способ решить эту проблему. Это не входит в официальные инструкции, но я думаю, что это решит вашу проблему.

source: You just have to apply some elbow grease to the mechanism at the end of the line.
ru: Тебе просто нужно нанести немного смазки в поте лица на механизм в конце линии.

source: You can ask Bender for it. He makes much elbow grease and should be able to give you a small can.
ru: Можешь попросить её у Бендера. Он делает много смазки в поте лица и, возможно, выделит тебе баночку.

source: Do you have a copy of Subatomic and Nuclear Science for Dummies, Volume IV?
ru: У тебя есть копия «Субатомной и ядерной науки для чайников, том IV»?

source: Unfortunately, I never added that one to my library.
ru: К сожалению, я никогда не приобретал его для моей библиотеки.

source: Library... Of course! Thanks, Dixon!
ru: Библиотеки... Ну, конечно! Спасибо, Диксон!

source: Uh... You're welcome, I guess.
ru: Э... Не за что, я думаю.

source: I spoke to Dixon, who didn't have a copy of the book. He did give me an idea, though - I'll head for the library in town.
ru: Я поговорил с Диксоном, у которого не было копии книги. Но он подал мне идею-я направляюсь в городскую библиотеку.

source: What bot types do you know? I mean, you surely know some!
ru: Какие типы ботов тебе известны? То есть ты наверняка знаешь несколько!

source: Bots?
ru: Ботов?

source: I know the droids of the 400s class. Those are for maintenance. But we do not have any in the tunnels' area.
ru: Я знаю дроидов 400-го класса. Они для техобслуживания. Но в районе туннелей их нет.

source: Yes, I know everything about droids specifically designed for maintenance, but we don't have any in our tunnels.
ru: Да, я знаю все о дроидах, специально предназначенных для техобслуживания, но в наших туннелях их нет.

source: As I can't imagine you meeting one of those so soon, I'll leave this question hanging on the air.
ru: Поскольку я не могу представить, что вы встретитесь с одним из них так скоро, я оставлю этот вопрос подвешенным в воздухе.

source: If for a stroke of bad luck you find one of them though, run away. They may kill you.
ru: Если вам не повезет, и вы встретите одного из них, убегайте. Они могут убить вас.

source: Which bots are of the 400s class?
ru: Какие боты входят в 400 класс?

source: Well, the 400s bots were used for maintenance.
ru: Ну, 400-е боты использовались для техобслуживания.

source: Hmm... Now, if I recall correctly...
ru: Хм... Теперь, если я правильно помню...

source: There is the [b]420[/b], a simple maintenance droid. It's a slow droid, but its laser scalpel can deal some damage.
ru: Есть [b]420[/b], простой дроид обслуживания. Это медленный дроид, но его лазерный скальпель может нанести некоторый урон.

source: There is also the [b]476[/b] droid. Since the Jupiter-incident they became standard on ships. They have many arms to carry out maintenance efficiently, but beware with its small laser gun, it can kill you easily if you don't watch out.
ru: Есть также дроид [b]476 [/b]. После инцидента с Юпитером они стали стандартными на кораблях. У них есть много оружия, чтобы эффективно выполнять техническое обслуживание, но будьте осторожны с его небольшой лазерной пушкой, она может легко убить вас, если вы не будете следить.

source: Laser gun? Why does a maintenance droid have a gun??
ru: Лазерной пушки? Зачем ремонтному дроиду пушка??

source: I don't know. I didn't design these droids.
ru: Не знаю. Не я проектировал этих дроидов.

source: There is also the [b]493[/b], a slave droid. But beware because the arms can do a lot of damage.
ru: Есть также [b]493 [/b], ведомый дроид. Но будьте осторожны, потому что оружие может причинить много ущерба.

source: How can I open the gate in the Maintenance Tunnel?
ru: Как я могу открыть ворота в тоннелях техобслуживания?

source: You cannot.
ru: Вы не можете.

source: I locked it in order to keep us save from these bots down there.
ru: Я заблокировал их, чтобы обезопасить нас от ботов внизу.

source: You never know what they're up to...
ru: Неизвестно, что они задумали...

source: I must go now.
ru: Теперь я должен идти.

source: You look gravely injured.
ru: Ты серьёзно ранен.

source: I will help you.
ru: Я помогу тебе.

source: I...
ru: Я...

source: It's ok, you'll be fine soon.
ru: Всё нормально, скоро ты будешь в порядке.

source: A little spray here...
ru: Немного спрея здесь...

source: An injection there...
ru: Инъекция сюда...

source: OW!
ru: ОЙ!

source: Now, swallow this pill.
ru: Теперь, прими эту пилюлю.

source: *glup*
ru: *глотает*

source: Ok, you are fixed now.
ru: Да, теперь ты в порядке.

source: Take better care of yourself, Linarian.
ru: Заботься о себе получше, линарианец.

source: You don't look too good...
ru: Ты выглядишь не очень...

source: I can help you if you want.
ru: Если хочешь, я помогу тебе.

source: You should take better care of yourself out there.
ru: Тебе следует заботиться о себе получше.

source: Oh, did you by any chance see a bright yellow item made out of polyvinyl chloride?
ru: О, есть ли хоть малый шанс, что ты видел яркий жёлтый предмет из поливинилхлорида?

source: Hello. I'm Doc Moore. I'm the medic of this town. I don't believe we've met?
ru: Здравствуй. Я док Мур, местный медик. Не думаю, что мы не встречались.

source: I'm %s.
ru: Я %s.

source: Um, what are you? Some kind of overgrown penguin?
ru: А что ты такое? Какой-то вид пингвина-переростка?

source: I'm a Linarian.
ru: Я линарианец.

source: Oh, I vaguely remember reading something about Linarian biology back in my university days...
ru: Ох, я смутно помню кое-что о линарианской биологии, читанное во времена моего студенчества...

source: Wait... did you come from outside of town?
ru: Подожди... ты пришёл в город снаружи?

source: Yes, I had to fight my way here through a bunch of bots.
ru: Да, мне пришлось пробиваться сюда через кучу ботов.

source: Oh my!
ru: Ох, ты!

source: Well, I should be able to heal you if you get hurt.
ru: Ну, я сумею тебя вылечить, если ты получишь травму.

source: Do you also sell medical equipment?
ru: Ты также продаёшь медикаменты?

source: Yes. Here is what I can offer today.
ru: Да. Вот что могу предложить сегодня.

source: Doc, I took some of those brain enlargement pills...
ru: Док, я принял несколько пилюль увеличения мозга...

source: Sorry, but I already gave you some medical help.
ru: Сожалею, но я уже оказывал тебе медицинскую помощь.

source: To poison yourself again, that's entirely your own business and I'm not responsible.
ru: Травить себя снова - твоё личное дело, и я за это не отвечаю.

source: As far as I am concerned, in this town everyone gets everything equally.
ru: Насколько могу судить, в этом городе всё получают поровну.

source: Oh no, not another one. Those pills are almost pure biological waste.
ru: О нет, ещё один. Эти пилюли - почти целиком биологические отходы.

source: Taking that stuff almost always equals delayed suicide.
ru: Принять эту гадость - фактически всегда замедленное самоубийство.

source: Now, take this antidote. It should remove the dangerous substances within your body.
ru: Вот, возьми противоядие. Оно должно очистить твоё тело от вредных субстанций.

source: But remember, I'll only give you this help once, because you didn't know the effects.
ru: Но запомни, я помогу с этим всего раз, и то потому, что ты не знал о последствиях.

source: Should you take that junk again, I won't feel responsible for what happens to you any more.
ru: Ещё раз примешь эту дрянь, я сниму с себя всю ответственность, что бы с тобой ни случилось.

source: The doctor was easily fooled. I have the pills that Bender needs.
ru: Доктора было легко обмануть, и я получил противоядие для Бендера.

source: Doctor, how can I keep healthy and alive?
ru: Доктор, как сохранить здоровье и жизнь?

source: Always remember L-I-F-E
ru: Всегда помни: С-П-О/Р-Т

source: L - Look at your health status regularly.
ru: С - следи за состоянием здоровья.

source: I - Ingest cold water if you are overheating.
ru: П - пей холодную воду, если перегрелся.

source: F - Flee if you cannot fight.
ru: О/Р - отступай, ретируйся, если не можешь сражаться.

source: E - Evacuate to the town if you cannot flee.
ru: Т - телепортируйся в город, если некуда отступать.

source: Can you fix me up?
ru: Можешь меня подлатать?

source: Sure, as the only doctor of this slowly growing community, I take responsibility for everyone's health.
ru: Конечно, как единственный врач этого медленно растущего сообщества, я несу ответственность за здоровье каждого.
