Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: And yet, I might be dead soon. The doc warned me, but I didn't listen. GRAH!
ru: И все же, я могу скоро умереть. Док предупредил меня, но я не слушал. ГРА!

source: You took too many strength pills and now you're sick?
ru: Ты принял слишком много пилюль силы и теперь болен?

source: Nah. The strength pills were fine. They made me strong. The doc said so.
ru: Не-а. Пилюли силы были нормальные. Они сделали меня сильным. Док так сказал.

source: It was the brain enlargement pills. They did me no good, man.
ru: Ещё были пилюли увеличения мозга. От них мне нехорошо, чел.

source: What made you so sick?
ru: Из-за чего тебе так плохо?

source: Brain enlargement pills? Sounds ridiculous!
ru: Пилюли увеличения мозга? Звучит нелепо!

source: You know man, I got those offers everybody gets.
ru: Знаешь, я получил те предложения, которые все получают.

source: They offer some brain enlargement pills to enhance brain performance.
ru: Они предлагают пилюли увеличения мозга, повышающие его производительность.

source: 'Enlarg3 your brain! Bu.y pi11s! Che4p!!11!!!'
ru: "Ув3ли4те свой мозг! С помощью табл3т0к!! Д3ш3в0!!11!!

source: And everybody in the town said I was dumb, which, by the way, IS NOT TRUE.
ru: Все в городе говорили, что я тупой, что, кстати, НЕПРАВДА.

source: So I thought these pills might make them think differently about me.
ru: Поэтому я решил, что эти пилюли заставят их изменить мнение обо мне.

source: But if you aren't dumb, why the brain enlargement pills?
ru: Но если ты не тупой, зачем пилюли увеличения мозга?

source: Because they said I was dumb. So I had to do something about it, eh?
ru: Потому что они сказали, что я тупой. И я должен бы что-то с этим делать, а?

source: Isn't there some doctor in town who could cure you?
ru: В городе нет какого-нибудь врача, который вылечил бы тебя?

source: Yeah, the doc could help. But he won't. I've threatened him, but he won't.
ru: Да, док может помочь. Но не станет. Я угрожал ему, но он отказался.

source: He's so angry cause I didn't listen. He warned me about the brain enlargement pill offers.
ru: Он так зол, потому что я его не послушал. Он ведь предупреждал меня о пилюлях увеличения мозга.

source: They can cause some awful forms of cancer. But I didn't listen. And now he refuses to help me, man.
ru: Они могут вызвать ужасные формы рака. Но я не слушал. А теперь он отказывается мне помочь.

source: Maybe I can help you somehow?
ru: Может, я смогу тебе как-нибудь помочь?

source: Man, if you could do that, I'd give you everything. I still got some of those strength pills left.
ru: Чел, если б ты сумел это сделать, я бы всё тебе отдал. У меня ещё осталось несколько пилюль силы.

source: Also, I could vote for you if you seek to join the guard of the town.
ru: Ещё могу проголосовать за тебя, если ты захочешь вступить в Красную стражу.

source: Just get me a cure, and I'll be forever grateful!
ru: Просто дай мне лекарство, и я буду навеки благодарен!

source: I met a Red Guardsman named Bender. He poisoned himself with some brain enlargement pills, which turned out to be highly carcinogenic. The town doctor will not give him the antidote, so it is up to me to save him.
ru: Я встретил красного стражника по имени Бендер. Он отравился какими-то пилюлями увеличения мозга, оказавшимися жутким канцерогеном. Городской врач не даёт ему противоядие, так что его спасение зависит от меня.

source: I'm sorry, but it looks like there's nothing I could do for you.
ru: Извини, но похоже, что я ничего не могу сделать для тебя.

source: Of course not. You're not a doctor. Only the doctor has the right medicine.
ru: Конечно. Ты же не врач. Только у врача есть нужное лекарство.

source: But this rat would rather let me die!
ru: Но эта крыса скорее позволит мне умереть!

source: I'll rip his guts out as soon as I get my hands on him, man!
ru: Я порву его, как только до него доберусь!

source: Have you found a way to cure yourself?
ru: Ты нашёл способ вылечиться?

source: No, the doc still refuses. I've tried to fetch the medicine by force with little luck.
ru: Нет, док всё ещё отказывается. Я пытался получить лекарство силой, но безуспешно.

source: No matter how hard I shake him, the rat has never accepted. He's so angry 'cause I didn't listen.
ru: Как сильно бы я его ни тряс, эта крыса не соглашалась. Он так зол, потому что я не слушал.

source: Nobody else has the right medicine. I need a way to get it from him!
ru: Ни у кого нет нужного лекарства. Мне нужен способ получить его!

source: I've got your medicine. With best wishes from the doctor.
ru: Я достал твоё лекарство. С наилучшими пожеланиями от доктора.

source: Wow, you really did it! I guess you beat the hell out of him.
ru: Ого, ты правда сделал это! Наверное, ты из него душу вытряс.

source: He wouldn't help me even after I pounded him a bit. A big bit.
ru: Он бы не помог мне даже после того, как я поколотил бы его немного. Совсем немного.

source: Man, you are the greatest hero!
ru: Мужик, ты величайший герой!

source: Here, take this as a reward - and you can be sure that I'll vote for you if you seek membership in the Red Guard!
ru: Вот, возьми это в качестве награды, и будь уверен, я проголосую за тебя, если ты захочешь вступить в Красную стражу!

source: Here, take this as a reward.
ru: Вот, возьми это в качестве награды.

source: Thanks, man!
ru: Спасибо!

source: Bender is fine now. He gave me some muscle enlargement pills in return for my help. Hmm...
ru: Теперь Бендер в порядке. За мою помощь он дал мне немного пилюль, увеличивающих мышцы. Хм...

source: Maybe taking the brain enlargement pills really was stupid.
ru: Наверное, принять пилюли увеличения мозга было реально тупо.

source: WHAT? Did you just say I'm stupid?
ru: ЧТО? Ты сказал, что я глупый?

source: Don't say it, man.
ru: Не говори так, парень.

source: I can kill you so much, that no one will recognize you!
ru: Я могу убить тебя так, что никто тебя не узнает!

source: Where can I find this doctor?
ru: Где найти этого доктора?

source: He's right inside this building. I'm waiting here for him, man.
ru: Он прямо внутри этого здания. Я поджидаю его здесь, чел.

source: When he comes out, maybe I can pound him some more. Maybe then he'll help me at last!
ru: Может, когда он выйдет, я смогу его ещё немного поколотить. Может, тогда он мне наконец поможет!

source: Yes, he'll get a good beating. That will make him reconsider! That rat!
ru: Да, он получит хорошую взбучку. Это заставит его передумать! Эту крысу!

source: About that medicine that you need...
ru: Насчёт того лекарства...

source: Did you get it?
ru: Ты получил его?

source: What? You didn't get it?
ru: Что? Ты не получил его?

source: Man, what are you doing here? Get the medicine! I need it now!
ru: Мужик, тогда что ты здесь делаешь? Достань лекарство! Оно нужно мне сейчас!

source: Did you take all the Brain Enlargement Pills?
ru: Ты съел все пилюли увеличения мозга?

source: No. I have one left.
ru: Нет, одна осталась.

source: Here, take it. I don't want it.
ru: Вот, держи. Я не хочу её.

source: What secrets? Like a secret handshake?
ru: Какие секреты? Вроде тайного рукопожатия?

source: Nah. But that is a totally awesome idea.
ru: Неа. Но это отличная идея.

source: Let's work it out -- just, uh, be sure not to let the Doc in on it.
ru: Давай... только убедись, что доктор об этом не узнает.

source: Do you actually know any *real* secrets?
ru: А на самом деле, ты знаешь какие-нибудь *настоящие* тайны?

source: Yeah, sure.
ru: Да, конечно.

source: I know the shop keeper Lily's password.
ru: Я знаю пароль продавщицы Лили.

source: I sometimes login to her account and mess with it for the LULZ.
ru: Я иногда захожу в её аккаунт и для прикола лажу там.

source: It's the end of the world as we know it, and I... am so incredibly bored.
ru: Это конец мира, каким мы его знаем, и мне... невероятно скучно.

source: Erm... excuse me?
ru: Эм... прости?

source: Just a song my mother used to sing to me.
ru: Просто песня, которую пела моя мать.

source: Hey, could you tell me Lily's password?
ru: Эй, ты мог бы сказать мне пароль Лили?

source: Sure, but we will have to shake on it.
ru: Конечно, но мы должны пожать руки.

source: OK...
ru: Лады...

source: It is an asterisk repeated four times.
ru: Её пароль - четыре звёздочки.

source: Wow.
ru: Ух ты.

source: I am the most awesome hacker ever.
ru: Я самый крутой хакер на свете.

source: Sure...
ru: Ага...

source: What are you doing now?
ru: Что ты сейчас делаешь?

source: I'm killing time. Guard work is very boring.
ru: Убиваю время. Работа стражника очень скучная.

source: Can you spare some elbow grease?
ru: Можешь выделить немного смазки в поте лица?

source: Yes, you are talking to the right guy, man.
ru: Да, ты обратился по адресу.

source: But now, I'm no good. I can't make you any elbow grease, sorry man.
ru: Но сейчас мне плохо. Я не могу сделать для тебе смазку в поте лица, извини, чел.

source: Maybe if I was feeling better...
ru: Может быть, если бы я чувствовал себя лучше...

source: Elbow grease just takes a bit of hard work. I'm not a fan of hard work, so I keep a can with me at all times.
ru: Смазку в поте лица немного тяжело получить. А я не любитель тяжелой работы, поэтому всегда держу при себе банку.

source: But since you helped me out with the Doctor, I'll give it to you.
ru: Но поскольку ты помог мне с доктором, я дам её тебе.

source: Thanks man!
ru: Спасибо!

source: Yeah, it was a totally idiotic idea to take those pills.
ru: Да уж, идея принять эти пилюли была полным идиотизмом.

source: What? I'm not an idiot! Understood?
ru: Что? Я не идиот! Понял?

source: No one says I'm stupid! I'm NOT STUPID!
ru: Никто не говорит, что я глупый! Я НЕ ГЛУПЫЙ!

source: I'LL BEAT YOU TO SPLINTERS!
ru: Я ТЕБЯ ПО СТЕНЕ РАЗМАЖУ!

source: I WILL KILL YOU SO HARD, YOU WILL DIE TO DEATH YOU FAT DUCK!
ru: Я УБЬЮ ТЕБЯ ТАК СИЛЬНО, ТЫ УМРЁШЬ ДО СМЕРТИ, ТЫ, ЖИРНАЯ УТКА!

source: Bender - Homicidal
ru: Бендер - Одержим мыслью об убийстве

source: Did you really just totally beat up all the bots in the world at once? Wow!
ru: Ты действительно просто прибил всех ботов мира одним махом? Ого!

source: Well, not all the bots in the world... And I didn't actually beat them all up...
ru: Ну, не всех ботов мира... И, на самом деле, я не прибивал их всех...

source: Oh, come on, man. We need this story. Don't do this.
ru: Да ладно тебе, приятель. Нам нужна эта история. Не делай этого.

source: Uh, sorry? Do what?
ru: Прости? Не делать чего?

source: It doesn't matter what you did, dude. It matters what I think you did, and what I can tell others you did. You just beat up all the bots in the world.
ru: Не важно, что ты сделал, парень. Важно, что я думаю о том, что ты сделал, и что я могу рассказать об этом другим. Ты просто прибил всех ботов мира.

source: But it's only the ones that get their updates from this factory...
ru: Но это лишь те, что получали обновления с этой фабрики...

source: And you did it with one hand tied behind your back! Or your wing, or flipper. You know, man.
ru: И ты сделал это с одной связанной рукой! Или крылом, или ластом, или плавником. Ну, ты понял, чел.

source: Well, I think I rather like that story.
ru: Думаю, мне нравится эта история.

source: Yeah, and you can bet everyone in town is gonna go crazy about it!
ru: Ага, и спорим, все в городе будут он неё без ума!

source: I know I will, as soon as I get back I'll make a bet with Ewald about it.
ru: Я знаю, что сделаю, как только вернусь: я сделаю ставку у Эвальда по этому поводу.

source: Everyone's been holed up in the town for so long, and I was really starting to run out of good stories to tell.
ru: Все так долго отсиживались в городе, что у меня почти закончились хорошие истории.

source: But that's not what happened!
ru: Но это не то, что было на самом деле!

source: Sure, not yet, because I didn't tell anyone about it yet.
ru: Конечно, пока, потому что я ещё никому об этом не сказал.

source: No, that didn't happen at all, and you saying it happened won't make it happen!
ru: Нет, такого вообще не было, и если ты скажешь: было - ничего не произойдёт!

source: But that's not what everyone will say after I tell them that's what happened.
ru: Но это не то, что все скажут, когда я расскажу им, что это произошло.

source: But... I... Arrrgh!
ru: Но... я... аррррр!

source: Dude, it's not so hard to understand.
ru: Братан, это же совсем несложно понять.

source: Hey, you know, I saw an ad for brain enlargement pills that might do you good.
ru: Эй, знаешь, я видел рекламу пилюль увеличения мозга, которые могли бы помочь.

source: No, I... I just need to cool off a bit...
ru: Нет, я... мне просто нужно немного остыть...

source: Oh, sure, ok. But I can fix you up with some if you change your mind. It's 100%% satisfaction guaranteed, cheap, AND free.
ru: О, конечно, лады. Но я могу тебе подогнать несколько, если передумаешь. 100%% удовлетворение гарантировано, дёшево И бесплатно.

source: That was a nice entrance you made there.
ru: Хороший вход вы там сделали.

source: Hey, thanks, dude. I'm still not so sure what happened.
ru: Спасибо, братан. Я пока не совсем уверен, что произошло.

source: It all went really fast, Spencer just pulled me out of the pool and said to dry up and meet him at the teleporter.
ru: Всё случилось слишком быстро: Спенсер просто выдернул меня из бассейна, сказав, чтоб обсох и встретился с ним у телепорта.

source: Then he just rushed off. He was really excited, he didn't even tell me off for cannonballing.
ru: Он явно спешил и был настолько взволнован, что даже не отчитал меня за прыжки бомбочкой.

source: So I guess that means you teleported in here.
ru: Полагаю, что вы сюда телепортировались.

source: I guess we did! Wow, this was my first teleport! This makes it so much more awesome!
ru: Думаю, да! Ого, это же мой первый телепорт! Что делает его намного потрясней!

source: Later, man!
ru: Позже!

source: Stay cool dude.
ru: Сохраняй спокойствие, чувак.

source: Oh, ok, go beat up some more bots! Swish! Woosh! Ka-POW!
ru: Ладно, сходи прибей ещё несколько ботов! Бам! Бух! Бабах!

source: See you, and thanks for the story!
ru: Увидимся, и спасибо за историю!

source: Greetings Master Benjamin.
ru: Приветствую, мастер Бенджамин.

source: You are using a fine weapon. I wonder where you found it?
ru: У тебя прекрасное оружие. Интересно, где ты его нашёл?

source: Ah, so you are the new member. Welcome. My name is Benjamin, and I take care of our ranged weaponry here in the citadel.
ru: Ах, так ты новичок. Добро пожаловать. Меня зовут Бенджамин, и я забочусь о дальнобойном оружии здесь, в цитадели.

source: What are you doing here alone?
ru: Что ты здесь делаешь один?

source: I'm experimenting with new designs. I want to redesign the laser pistol.
ru: Экспериментирую с новым дизайном. Хочу переделать лазерный пистолет.

source: A lot of energy is wasted somewhere during firing, and I have no idea where. If I could find the source of the problem, the gun would become much more powerful.
ru: Во время стрельбы большие потери энергии, но я не понимаю, почему. Если бы я мог найти источник проблемы, пистолет стал бы гораздо более мощным.

source: So far all my prototypes have failed. Mostly overheating and jamming. Sometimes I wonder if I am doing something wrong.
ru: До сих пор все мои прототипы проваливались. Частые перегревы и заклинивания. Иногда я задаюсь вопросом, что я делаю не так.

source: Did you think about somehow gathering the excess heat and using it to make the beam stronger?
ru: Вы думали насчет того, чтобы как-то собрать избыточное тепло и использовать его, чтобы сделать луч сильнее?

source: Hmm... There might be something in that idea. I will think about it.
ru: Хм-м... В этой идее что-то есть. Я подумаю об этом.

source: If I were you, I would focus my work on the firing rate.
ru: На вашем месте я бы сконцентрировался на скорострельности.

source: Hmm... I will think about it. Hmm...
ru: Хм... Я буду думать об этом. Хм...

source: You know, laser pistols are not a very promising weapon. I think you should work on something different.
ru: Знаешь, лазерные пистолеты — не самое многообещающее оружие. Я думаю, вы должны работать над чем-то другим.

source: Yeah, maybe you are right. I will think about it.
ru: Ага, возможно, ты и прав. Я подумаю об этом.

source: Can you teach me how to properly use rifles and guns?
ru: Ты можешь меня научить, как правильно использовать винтовки и пистолеты?

source: If anyone in this town knows more about guns than me, then my name's not Benjamin.
ru: Если кто-то в этом городе знает о пушках больше меня, то я не Бенджамин.

source: Of course, I will need compensation for the ammunition spent in the training and for my time.
ru: Конечно, мне потребуется компенсация за потраченные на тренировках боеприпасы и время.

source: Say... A hundred circuits should be enough for a beginner lesson.
ru: Скажем... сто схем должно быть достаточно для первого урока.

source: Interested?
ru: Интересно?

source: Oh, you are ready for some more training?
ru: О, ты готов ещё немного потренироваться?

source: It will of course cost a bit more money as well as mental focus on your part.
ru: Конечно, это стоит дороже и потребует от тебя умственной сосредоточенности.

source: It will take you two hundred circuits and double the effort on your part to become a true apprentice.
ru: Понадобятся две сотни микросхем и твои удвоенные усилия, чтобы стать настоящим учеником.

source: I see you have taken a liking to guns.
ru: Я вижу, тебе нравятся пушки.

source: But the next step will cost even more money and require the mental focus equalling all your previous training.
ru: Но следующий этап будет стоить ещё больше и потребует ментальной концентрации, сравнимой со всеми предыдущими тренировками.

source: To become an expert with firearms, you need ridiculous amounts of training.
ru: Чтобы стать экспертом огнестрельного оружия, тебе нужно, как бы смешно ни звучало, больше тренироваться.

source: It will cost you 400 valuable circuits and an awful lot of mental focusing on the task.
ru: Это будет стоить 400 ценных схем и потребует неимоверной сосредоточенности на задаче.

source: Oh, you want to become a real master with shooters, just like me?
ru: О, хочешь стать настоящим мастером-стрелком, как я?

source: It will of course cost a fair bit of cold, hard circuits as well. 500, to be precise.
ru: Конечно, это будет стоить немало холодных, твёрдых схем. 500, если быть точным.

source: Sorry, there is no human alive that could give you further training.
ru: Извини, никто из живых людей не смог бы обучать тебя дальше.

source: Sign up for a course in improving my ranged weapons skill. (costs 100 circuits, 3 training points)
ru: Записаться на курс улучшения навыков стрельбы. (Цена: 100 схем, 3 очка развития.)

source: Yes, I'd like some basic training in ranged combat.
ru: Да, я хотел бы изучить основы дальнего боя.

source: Suits me well enough, I'm not busy at the moment anyway.
ru: Вполне мне подходит, всё равно я сейчас не занят.

source: Now, the most important thing is that you turn off the auto-aim on your weapon, like this.
ru: Теперь самая важная вещь: отключи автоприцел на оружии, вот так.

source: Otherwise your weapon might 'help' you and shoot somewhere you didn't intend to fire.
ru: Иначе твоя пушка может «помочь» тебе и выстрелить туда, куда ты не собирался.

source: The next important thing is to remember how to properly fire a shot.
ru: Следующая важная вещь, которую надо запомнить, это как правильно выстрелить.

source: Watch your target closely. Pretend you're moving with it. Aim for the head.
ru: Внимательно следи за целью. Представь, что двигаешься с ней. Целься в голову.

source: When you feel completely in sync with your target, then you pull the trigger.
ru: Когда почувствуешь, что синхронизировался с целью, нажми на курок.

source: Good. You are learning quickly. Try it a few more times.
ru: Хорошо. Ты быстро учишься. Попробуй ещё несколько раз.

source: Okay, I think that it is enough for today.
ru: Хорошо, думаю, на сегодня достаточно.

source: Yes, I want even more training. (costs 200 circuits, 6 training points)
ru: Да, я хочу ещё больше тренировок. (Цена: 200 схем, 6 очков развития.)

source: So let's start the second course?
ru: Итак, начнём второй урок?

source: Very well.
ru: Очень хорошо.

source: You must remain calm whilst shooting.
ru: Стреляя, сохраняй спокойствие.

source: Try breathing out as you pull the trigger, and squeeze it gently rather than jerking it.
ru: Старайся выдыхать, спуская курок, и нажимай его нежно, не дёргая.

source: That's right. You will find yourself hitting the target much more often now.
ru: Правильно. Теперь ты будешь попадать в цель гораздо чаще.

source: I'm eager for more training. (costs 300 circuits, 9 training points)
ru: Я жажду учиться дальше. (Цена: 300 схем, 9 очков развития.)

source: So can you help me become even better with guns?
ru: Ну, поможешь мне стать лучше в обращении с пушками?

source: Of course.
ru: Конечно.

source: Next lesson: hitting a moving target.
ru: Следующий урок: поражение движущейся цели.

source: It's pretty simple really, just watch to see where it is going and then aim slightly ahead if you are using a non-laser gun.
ru: На самом деле это не сложно, просто следи, куда она идёт, и затем целься немного вперёд, если используешь нелазерное оружие.

source: It's easy when you know how, especially with bots, because they tend to move in straight lines, not bob and weave like people.
ru: Это легко, когда ты знаешь как; особенно с ботами, потому что они предпочитают двигаться по прямой, а не мельтешить, как люди.

source: I think that it is enough training for now. Next time, firing on the move!
ru: Я думаю, сейчас тренировок достаточно. В следующий раз стрельба в движении!

source: Yes, I wish to train some more. (costs 400 circuits, 12 training points)
ru: Да, я хочу потренироваться ещё немного. (Цена 400 схем, 12 очков развития.)

source: I'd like to learn how to be a crack shot.
ru: Мне бы хотелось научиться быть метким стрелком.

source: Firing on the move is difficult, but can make survival much more likely!
ru: Стрелять на ходу трудно, но таким образом выжить куда вероятнее!

source: The secret is to keep your weapon steadily but loosely, so that it isn't jarred.
ru: Секрет в том, чтобы держать оружие ровно, но свободно, чтобы оно не тряслось.

source: Oh yes, and be careful of your footing. You should be looking where you are firing, not where you are stepping.
ru: Ах да, и будь осторожнее с опорой. Ты должен смотреть, куда стреляешь, а не куда наступаешь.

source: Keep practising and you will get the hang of it eventually.
ru: Практикуйся, и со временем всё получится.

source: I want to become a master in ranged combat. (costs 500 circuits, 15 training points)
ru: Я хочу стать мастером дальнего боя. (Цена: 500 схем, 15 тренировочных очков.)

source: Teach me how to be at one with my weapon.
ru: Научите меня, как мне быть одним целым с моим оружием.

source: The ultimate secret to becoming a master in ranged combat is something you should value.
ru: Главный секрет на пути к овладению мастерством дальнего боя — то, что ты должен ценить.

source: I don't tell everyone this, so keep it to yourself, all right?
ru: Я не рассказываю об этом всем подряд, и ты держи в секрете, ладно?

source: To become a master in ranged combat you need to...
ru: Чтобы стать мастером-стрелком, тебе нужно...

source: ...practise. A lot.
ru: ...практиковаться. Много.

source: Go ahead and use my firing range as much as you need.
ru: Иди и пользуйся моим стрельбищем столько, сколько потребуется.

source: You need more circuits.
ru: Вам нужно больше схем.

source: Please don't bother me if you can't pay me.
ru: Пожалуйста, не беспокой меня, если не можешь заплатить.
