Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: Come on, you've got to be kidding! ...
ru: Да ладно, ты шутишь! ...

source: So I will call one minion for this job. You are very useless, unable to bring a small thing.
ru: Хорошо я вызову одного миньона для этой работы. Вы совершенно бесполезны, неспособны принести маленькую вещь.

source: Get out of my sight!
ru: Убирайся с моих глаз!

source: I lied about the data cube and now Spencer thinks I lost it. I won a little time for people in cryonic stasis. But, I couldn't stop Spencer's project.
ru: Я соврал о Кубе данных и теперь Спенсер думает, что я его потерял. Я выиграл немного времени для людей в крионической заморозке. Но я не могл остановить проект Спенсер.

source: How did you persuade Francis? Did you beat him up?
ru: Как вы убедили Фрэнсиса? Вы его избили?

source: No, nothing so violent. Let's just say I know more about Francis than he would like to remember.
ru: Нет, никакой жестокости. Скажем так, я знаю о Фрэнсисе больше, чем он хотел бы помнить.

source: Francis is someone who is very understandable. I just had to find the right words.
ru: Фрэнсис - человек, которого можно понять. Мне просто нужно было найти правильные слова.

source: Anyway, we have nearly been close friends since.
ru: Во всяком случае, мы почти стали близкими друзьями.

source: Why didn't Francis want to do this task you gave him? What was it?
ru: Почему Фрэнсис не хотел выполнять задание, которое ты ему дал? Что это было?

source: We had an unfortunate misunderstanding, so we had a very hard time talking together.
ru: У нас было досадное недопонмание, поэтому нам было очень трудно разговаривать друг с другом.

source: I wanted him to go through the people in cryonic freezing in the facility, and make a list of disposable ones and people unlikely to survive. This cube contains that list.
ru: Я хотел, чтобы он просмотрел людей, находящихся в крионической заморозке, и составил список размещенных там людей и людей, которые вряд ли выживут. Куб содержит этот список.

source: Disposable people? Unlikely to survive? Can't they just stay in cryonics indefinitely?
ru: Одноразовые люди? Вряд ли выживут? Разве они не могут оставаться в крионике бесконечно?

source: No. They take up a lot of space, and keeping them alive takes a lot of power, which is running out. Most of the people there are sick or dying anyway, which is why they're frozen in the first place. We can't afford to waste any resources.
ru: Нет. Они занимают много места, и поддержание их жизни требует много энергии, которая истощается. В любом случае, большинство людей там больны или умирают, поэтому их в первую очередь заморозили. Мы не можем позволить себе тратить любые ресурсы.

source: We even had to confiscate the town cook's macrowave oven battery, which means we can't eat warm food anymore. We needed it to keep the town's defenses up.
ru: Нам даже пришлось конфисковать батарею микроволновой печи городского повара, а это значит, что мы больше не можем есть теплую пищу. Она нам нужна была, чтобы сохранить оборону города.

source: I learn incredible information. Apparently the data cube stored a list of people frozen in the cryonic facility. Spencer wants to dispose of some of them because keeping them alive uses up the town's power...
ru: Я узнаю невероятную информацию. Очевидно, в кубе данных хранится список людей, замороженных в крионическом центре. Спенсер хочет избавиться от некоторых из них, потому что поддержание их жизни израсходует энергию города ...

source: I would like to talk about the Francis' cube.
ru: Я хотел бы поговорить о Кубе Франциска.

source: Well, I'm listening to you. But you must be quick about it, I've no time to lose.
ru: Ну, я вас слушаю. Но вы должны поторопиться, я не могу терять времени.

source: If you found the data cube, just give it.
ru: Если ты нашёл куб данных, просто отдай его.

source: I've heard Richard obtained new information on the town.
ru: Я слышал, Ричард получил новую информацию для города.

source: Yes, that's right, and in fact it might be crucial. As you may have heard, the MS Office is defended by a disruptor shield. They open it only to let out new armies of bots.
ru: Да, это так, и на самом деле она может быть решающей. Ты мог слышать, что офис МС защищён дезинтегрирующим щитом. Они снимают его лишь затем, чтобы выпустить новые армии ботов.

source: The data on the cube he obtained indicates the existence of a secret experimental facility in this region. Our findings suggest that they were testing some new form of disruptor shield for MS, so the shield can be controlled from that facility.
ru: Данные из куба, который он получил, указывают на существование в этом регионе секретного экспериментального объекта. Мы предполагаем, что они тестировали какой-то новый вид дезинтегрирующего щита для МС, следовательно, им можно управлять оттуда.

source: If the information is true, then you can defeat the control droid and disable the shield permanently via some console or terminal.
ru: Если информация верна, то ты можешь победить управляющего дроида и навсегда отключить щит через какую-нибудь консоль или терминал.

source: Then we should be able to get in.
ru: Тогда мы сможем попасть внутрь.

source: We know that MS had a firmware update system, which could be used to propagate a malicious update to disable all bots. It is very alluring, but to perform this trick you need to hack the control droid, which is in the heart of the HF. To enter HF you would have to disable the disruptor shield.
ru: Мы знаем, что у МС была система обновления прошивки, которой можно воспользоваться, распространив вредоносное обновление, отключающее всех ботов. Звучит заманчиво, но для выполнения этого фокуса, тебе нужно взломать управляющего дроида в самом сердце АК. А для входа в АК тебе придётся отключить дезинтегрирующий щит.

source: This seems like a gift sent from the heavens. Cleaning the Hell Fortress is not going to be easy, though...
ru: Это выглядит подарком небес. Хотя зачистить Адскую крепость будет нелегко...

source: I'd like to participate in this operation.
ru: Я бы хотел поучаствовать в этой операции.

source: That's most kind of you to volunteer. So far, I've sent two scouts into the area. They have found the facility entrance and unlocked the gate.
ru: Опять решил выступить добровольцем? Я уже послал двух разведчиков в этот район. Они нашли вход на объект и открыли ворота.

source: That is a good sign, because it shows that the key combinations from the data cube were correct.
ru: Это хороший знак, так как это значит, что ключи в датакубе были верны.

source: However, we lost contact with them shortly after they went inside. They also reported heavy bot resistance.
ru: Однако, мы потеряли связь с разведчиками вскоре после того, как они зашли внутрь. Кроме того, они сообщили нам о ботах, оказывающих сильное сопротивление.

source: I'd be glad if you could take a look. But use the utmost care. We can't afford to lose another guard.
ru: Я был бы рад, если бы вы могли взглянуть. Но будьте предельно осторожны. Мы не можем позволить себе потерять еще одного охранника.

source: OK. I'll be careful. But I'll do it.
ru: Ладно. Я буду осторожен, но сделаю это.

source: Good. The base entrance is somewhat hidden in the caves to the northeast. Best to use the north gate out of town, then head east, and turn north again along the shore.
ru: Хорошо. Вход в базу скрыт в пещерах на северо-востоке. Лучше всего воспользоваться северными воротами города, затем повернуть на восток и снова повернуть на север вдоль берега.

source: I wish you the best of luck for this operation. It might be that our survival depends on it. Don't wait for assistance.
ru: Я желаю тебе удачи в этом предприятии. Возможно, что наша жизнь зависит от него. Но подмоги не жди.

source: Try to get control over the disruptor shield if you can. The control droid should be somewhere on the lowest level of the installation. Simply destroying the droid might not suffice in disabling the shield, however there should be some terminal around to control it.
ru: Попытайся захватить управление дезинтегрирующим щитом, если сможешь. Управляющий дроид должен находиться где-то на самом нижнем уровне объекта. Просто уничтожить его, вероятно, не достаточно для отключения щита, однако поблизости должен быть управляющий им терминал.

source: Spencer has revealed the information from the data cube evaluation to me. It seems there is an old military research facility north of the town. By defeating the control droid and using a nearby terminal, I should be able to control the disruptor shield at the facility. I can disable disruptor shield, fight my way through the Hell Fortress droids until I reach the main control droid and update it, thereby disabling all bots in the entire area around town in one fell swoop.
ru: Спенсер сообщил мне информацию, полученную при анализе куба данных. Похоже, к северу от города существует старый военный исследовательский центр. Победив управляющего дроида и воспользовавшись ближайшим терминалом, я смогу контролировать дезинтегрирующий щит объекта. Отключив дезинтегрирующий щит, я могу пробиться через дроидов Адской крепости к главному управляющему дроиду и, обновив его, таким образом отключить всех ботов по всей области вокруг города одним махом.

source: I don't feel like doing it now. I'd rather prepare some more.
ru: Я не уверен, что смогу сделать это сейчас. Лучше подготовлюсь.

source: Good. You should be well prepared if you intend to go.
ru: Добро. Если соберёшься идти, то должен быть хорошо подготовлен.

source: Also, there is no need to hurry with this. After all, the installation is not running away, so it's best to take a cautious approach.
ru: Также нет необходимости торопиться с этим. В конце концов, установка не убегает, поэтому лучше быть осторожнее.

source: It's done. Your soldiers were killed, but I managed to reach a computer terminal that controls the shield. Access to the bot factory is now open, after I changed the password on the terminal so as to prevent the bots from enabling the shield again.
ru: Дело сделано. Ваши солдаты были убиты, но мне удалось добраться до компьютерного терминала, который управляет щитом. Доступ к фабрике ботов теперь открыт, помимо этого я изменил пароль на терминале, чтобы не дать ботам от включить щит снова.

source: Good. We cannot help you much in this final mission, but I can tell you what our recon teams gathered behind the factory doors. You will enter a zone that used to be a MS Office.
ru: Хорошо. Мы не можем помочь вам в этой последней миссии, но я могу рассказать вам, что наши разведывательные команды обнаружили за дверями завода. Вы войдете в зону, которая раньше была офисом МС.

source: They carried out some development there, and had part of their patching division and update management department. The actual factory is located behind the office.
ru: Они вели там разработку и держали часть своего подразделения патчей и отдела управления обновлениями. Собственно фабрика расположена за офисом.

source: With a bit of luck, you might not need to access it. We know they have their update server in the office.
ru: Если немного повезет, вам может не понадобиться доступ к ней. Мы знаем, что у них есть сервер обновлений в офисе.

source: If you can find it and get it to propagate a faulty update, this could suffice to stopping bots dead in their tracks.
ru: Если вы сможете найти его и заставить его распространять сломанное обновление, этого может быть достаточно, чтобы умертвить ботов на сборочном конвейере.

source: Look for the entrance of the office in the crystal fields. I will send a message to the guards so they let you pass. Then you will be on your own.
ru: Взгляни на вход к офису среди кристальных полях. Я пошлю сообщение гвардам, чтобы они тебя пропустили. Дальше ты сам по себе

source: However I'll ask Richard to see if we can contact you as soon as you find the server so we know if you're alive and there is still hope, or if things are going to go back to the way they were before you were taken out of stasis sleep...
ru: Однако я попрошу Ричарда узнать, сможем ли мы связаться с вами, как только вы найдете сервер, чтобы мы знали, живы ли вы и есть ли еще надежда, или все вернется к тому, как было до того, как вас вывели из стазиса...

source: Good luck.
ru: Удачи

source: I can now enter Hell Fortress and find the upgrade server terminal. The fortress gates are in the Crystal Fields. Spencer told the guards to open the doors for me. He said he'd probably contact me when I found the server.
ru: Теперь я могу войти в Адскую Крепость и найти терминал сервера обновления. Ворота крепости находятся в Кристальных полях. Спенсер сказал охранникам открыть двери для меня. Он сказал, что, вероятно, свяжется со мной, когда я найду сервер.

source: Wait. I have a weapon here. It is not an Exterminator, but should save your life in the Hell Fortress.
ru: Подождите. У меня есть оружие. Это не истребитель, но оно должно помочь спасти вашу жизнь в Адской Крепости.

source: I originally planned to give you a gun, but our gunsmith, Benjamin, did not finished any prototype.
ru: Изначально я планировал дать вам пистолет, но наш оружейник Бенджамин не закончил ни одного прототипа.

source: We found this whip at the Hell Fortress. I'm not really sure what it was used for, but it should be a good weapon.
ru: Мы нашли этот кнут в Адской Крепости. Я не совсем уверен, для чего он использовался, но это должно быть хорошее оружие.

source: Benjamin started trying to make laser pistols stronger by absorbing the heat, and he ended up creating plasma.
ru: Бенджамин начал пытаться сделать лазерные пистолеты мощнее используя поглощение тепла и в итоге он создал плазму.

source: It deals much more damage than it claims to, because it blasts. A nice gun, but not a pistol, unfortunately.
ru: Он наносит гораздо больший ущерб, чем предполагалось, потому что взрывается. Хорошее оружие, но не пистолет, к сожалению.

source: Benjamin kept trying to make the laser pistol shoot faster, even if that compromised the damage each hit causes.
ru: Бенджамин продолжал пытаться заставить лазерный пистолет стрелять быстрее, даже если это уменьшало ущерб, наносимый каждым выстрелом.

source: What he developed shoot so fast, that he could not make it stop. A nice gun, but not a pistol, unfortunately.
ru: То, что он разработал, стреляло так быстро, что он не смог остановить его. Хорошее оружие, но не пистолет, к сожалению.

source: Benjamin gave up on laser pistols and started enhancing plasma pistols instead.
ru: Бенджамин отказался от лазерных пистолетов и вместо этого начал совершенствовать плазменные пистолеты.

source: He could not make the bullet faster, but the damage went sky high. A nice gun, but not a pistol, unfortunately.
ru: Он не мог сделать пулю быстрее, но урон был просто заоблачным. Хорошее оружие, но не пистолет, к сожалению.

source: In the name of the Red Guard I wish you the best of luck!
ru: От имени Красной Гвардии желаю Вам удачи!

source: I will need some time to get myself ready before I clean up Hell Fortress.
ru: Мне понадобится некоторое время, чтобы подготовиться, прежде чем я зачищу Адскую Крепость.

source: You better be ready.
ru: Тебе лучше-бы подготовиться.

source: I found someone out in the desert.
ru: Я нашёл кое-кого в пустыне.

source: Great, another mouth to feed.
ru: Отлично, еще один рот кормить.

source: What is this person's name?
ru: Как зовут этого человека?

source: Tania
ru: Таня.

source: Well, we have enough food for now. I'll let this Tania person in.
ru: Ну, еды у нас пока достаточно. Я впущу эту Таню.

source: I'd say you should take her straight away to Doc Moore, but he was found dead earlier.
ru: Я бы сказал, что вы должны отвезти ее прямо к доктору Муру, но его недавно нашли мертвым.

source: You wouldn't happen to know anything about that, would you?
ru: Вы случайно ничего об этом не знаете?

source: You must take her straight away to Doc Moore. We can't have a disease breaking out.
ru: Вы должны немедленно отвезти ее к доктору Муру. Мы не можем допустить вспышки болезни.

source: Spencer said it was okay for Tania to enter the town, as long as she goes to see Doc Moore first thing. Now all I have to do is tell her and Pendragon.
ru: Спенсер сказала, что Таня может войти в город, если она первым делом пойдет к доктору Муру. Теперь все, что мне нужно сделать, это сказать ей и Пендрагону.

source: No, of course not.
ru: Нет, конечно нет.

source: I didn't think it was you, but you never know.
ru: Я не думал, что это ты, но никогда не знаешь наверняка.

source: About your friend, she can come in provided that she pulls her weight around here.
ru: Что касается твоей подруги, она может войти, при условии, что будет держаться поблизости.

source: When I asked about Tania entering the town, Spencer confronted me about Doc Moore's death. I denied everything and he bought it! He says it is OK for Tania to enter the town: I should tell her and Pendragon.
ru: Когда я спросил разрешения на вход в город для Тани, Спенсер обвинил меня в смерти Дока Мура. Я все отрицал, а он купился! Он сказал, что Таня может войти в город. Я должен сказать ей и Пендрагону.

source: When I asked about Tania entering the town, Spencer said Doc Moore was found dead! Oh, and Tania can enter the town. I should go tell her that.
ru: Когда я спросил разрешения на вход в город для Тани, Спенсер сказал, что Док Мур был найден мертвым! О, и что Таня может войти в город. Я должен пойти и сказать ей это.

source: He and I had a disagreement, which we settled.
ru: У нас с ним были разногласия,которые мы решили.

source: I am the law here. If you have a problem, you come to me.
ru: Я здесь закон. Если у вас проблемы, то вы идете ко мне.

source: I'm going to strip you of your membership in the Red Guard.
ru: Я собираюсь лишить тебя членства в Красной Страже.

source: Your friend can come in, but we will be watching the two of you closely.
ru: Ваш друг может войти, но мы будем внимательно следить за вами.

source: When I asked about Tania entering the town, Spencer confronted me about Doc Moore's death. I told him the truth, and he kicked me out of the Red Guard. But he let Tania in, Now all I have to do is tell her and Pendragon.
ru: Когда я спросил разрешения на вход в город для Тани, Спенсер обвинил меня в смерти Дока Мура. Я сказал ему правду, и он вышвырнул меня из Красной Стражи. Но он впустил Таню, теперь все, что мне нужно сделать, это сказать ей и Пендрагону.

source: As the law, I pronounce you GUILTY of MURDER.
ru: Как закон, я объявляю вас ВИНОВНЫМ в УБИЙСТВЕ.

source: The punishment is death.
ru: Наказание - смерть.

source: When I asked about Tania entering the town, Spencer confronted me about Doc Moore's death. He found me guilty of murder, and sentenced me to death.
ru: Когда я спросил о Тани, въезжающей в город, Спенсер обвинил меня в смерти Дока Мура. Он признал меня виновным в убийстве и приговорил к смерти.

source: I killed him just to see what it was like. It was awesome.
ru: Я убил его, чтобы посмотреть, каково это. Это было потрясающе.

source: You are a sociopath, and a danger to us all!
ru: Ты социопат и опасен для всех нас!

source: We must stop you before you kill again.
ru: Мы должны остановить вас, прежде чем вы убьете снова.

source: When I asked about Tania entering the town, Spencer confronted me about Doc Moore's death. He found me too dangerous to live.
ru: Когда я просил разрешение на вход в город для Тани, Спенсер обвинил меня в смерти доктора Мура. Он считает что я слишком опасен, чтобы оставлять меня в живых.

source: *Fizz*
ru: *Шипение*

source: *Crackle*n you hear me? Hello? %s?
ru: *Щёлк* слышишь меня? Алло? %s?

source: Spencer? How are you reaching me?
ru: Спенсер? Как ты со мной связался?

source: You did it! I just can't... I can't believe you actually did it!
ru: Ты сделал это! Я просто не могу... Поверить не могу, что ты это сделал!

source: The bots outside, they all just dropped! They're scrap metal!
ru: Боты снаружи, они все просто упали! Они просто превратились в металлолом!

source: We're saved!
ru: Мы спасены!

source: Whew...
ru: Фууух...

source: But wait! It gets more interesting: we can actually have this conversation face to face.
ru: Но подождите! Это становится более интересным: мы действительно можем встретиться лицом к лицу.

source: Stand by.
ru: Готов.

source: This must be the main server room. It's safer than an interstellar bunker.
ru: Это должно быть основное серверное помещение. Здесь безопаснее, чем межзвездном бункере.

source: This is the source of all our suffering.
ru: Это источник всех наших страданий.

source: You are truly a living legend, Linarian. I don't know how you did it. I don't know how we can thank you.
ru: Вы действительно живая легенда, Линарианец. Не знаю, как вам это удалось. Не знаю, как вас благодарить.

source: You've given us life, and hope.
ru: Ты дал нам жизнь и надежду.

source: What's going on? How did you get in here?
ru: Что происходит? Как вы сюда попали?

source: When you uploaded the firmware, every security component for this area just blacked out. Every network in range was suddenly open.
ru: Когда вы загрузили прошивку, каждый компонент системы безопасности для этой области просто отключился. Все сети в радиусе действия внезапно открылись.

source: Naturally, they were all running on the MegaSys operating system.
ru: Естественно, все они работали под управлением операционной системы МегаСис.

source: Richard is still back at the citadel; he's happier than a jaybird ever since we uncovered all this networking. He calls it a treasure.
ru: Ричард все еще в цитадели; он вне себя от счастья с тех пор, как мы раскрыли все эти сети. Он называет это сокровищем.

source: Our computer administrator at the citadel is as happy as he could be since all this secret networking popped up. He calls it a treasure.
ru: Наш компьютерный администратор в цитадели счастлив настолько, насколько это вообще возможно, так как все эти секретные сети раскрылись. Он называет это сокровищем.

source: The firmware server was one of the things that were hidden in this network, and with all the obfuscations and defenses down, we not only could find it, but had full access.
ru: Сервер прошивки был одной из вещей, которые были скрыты в этой сети, не смотря на шифрование и защиту мы не только могли найти его, но и получили полный доступ.

source: But the most interesting thing we uncovered is a secret teleportation network. It was very well-guarded, we never even knew it existed, but now it's open for us to use.
ru: Но самое интересное, что мы обнаружили секретную сеть телепортации. Она очень хорошо охранялась, мы даже не знали о её существовании, а теперь она открыта для нас.

source: My guess is, the corporate bastards who drove this sweatshop would use it to get in and out of work unnoticed. Grab the money and zap off to some island to relax.
ru: Я предполагаю, что корпоративные ублюдки, управлявшие этим потогонным цехом, использовали её, чтобы приходить и уходить незамеченными. Возьмите деньги и отправляйтесь на какой-нибудь остров, чтобы расслабиться.

source: Neutralizing the bot threat in the area wasn't the only thing I'd succeeded in doing: every MegaSys-based security product within range is completely broken now. A new teleportation network was discovered by the Red Guard, which is why Spencer is standing next to me right now.
ru: Нейтрализация угрозы ботов в этом районе была не единственным, что мне удалось сделать. Каждый продукт безопасности МегаСис в пределах диапазона теперь полностью сломан. Красная Стража открыла новую телепортационную сеть, поэтому Спенсер сейчас стоит рядом со мной.

source: I couldn't have done any different.
ru: Я не мог поступить иначе.
