Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: I think there might be a version on the town's computers.
ru: Я думаю, что на городских компьютерах может быть установлена одна из её версий.

source: I've never played it.
ru: Я никогда в неё не играл.

source: That might be why I'm no good with computers.
ru: Возможно, поэтому я плохо разбираюсь в компьютерах.

source: This is a library, not a book shop.
ru: Это библиотека, а не книжный магазин.

source: However, valuable books have a tendency to simply vanish and never get returned by some people...
ru: Однако ценные книги имеют тенденцию просто исчезать и никогда не возвращаться... Некоторые люди в ответе за это...

source: Especially strangers just passing by...
ru: Особенно незнакомцы, проходящие мимо...

source: Thus, I'm forced to take a deposit for each book.
ru: Таким образом, я вынуждена брать залог за каждую книгу.

source: So what interesting books do you have available right now?
ru: Итак, какие интересные книги у вас есть прямо сейчас?

source: Some of these might interest you.
ru: Некоторые из них могут вас заинтересовать.

source: I only have a few programming volumes, feel free to look through them.
ru: У меня есть только несколько томов по программированию, не стесняйтесь, посмотрите.

source: Do you have any books about the bot apocalypse?
ru: У вас есть книги об это апокалипсисе ботов?

source: I'm writing one, but it isn't complete, and there are no publishers left.
ru: Я пишу одну, но она не завершена, да и издателей не осталось.

source: Have you been progressing on your book about the bot apocalypse?
ru: Как продвигается работа над вашей книгой об апокалипсисе ботов?

source: I need more time to finish it.
ru: Мне нужно больше времени чтобы закончить её.

source: Page-by-page, my book is growing up.
ru: Страница за страницей, моя книга растёт.

source: Sorry, but you have to wait a bit more before you can read it.
ru: Прости, но придётся подождать ещё немного, прежде чем ты сможешь её прочесть.

source: Do you have any books about robotics?
ru: У тебя есть какие-нибудь книги по робототехнике?

source: Sorry, most of them have been stolen or borrowed.
ru: Прости, большинство либо украдены, либо на руках.

source: However, I can tell you all about robots and automata in literature. Interested?
ru: Однако я могу рассказать тебе о роботах и автоматах в литературе. Интересно?

source: I would like to know some more about bots.
ru: Я хотел бы узнать больше о ботах.

source: If you mean in culture, I have some anecdote you could be interested in.
ru: Если вы имеете в виду культуру, у меня немного анекдотов, которые могут вас заинтересовать.

source: Where does the word 'bot' come from?
ru: Откуда взялось слово "бот"?

source: It is a shortening of the word 'robot', derived from the Czech word for forced labor.
ru: Это сокращение слова "робот", производного от чешского названия принудительного труда.

source: R.U.R. (Rossum's Universal Robots), a theatrical play, introduced 'robots' as artificial people.
ru: R.U.R. (Россумские универсальные роботы) - театральная постановка, в которой роботы предстали как искусственные люди.

source: In the play the robots revolted, took over the world, and killed all the humans.
ru: В пьесе роботы восстали, захватили мир и убили всех людей.

source: Ironic.
ru: Какая ирония.

source: What about the creation of robots for defense?
ru: Как насчёт создания роботов для защиты?

source: During the Holy Roman Empire, the Jewish people of the Prague ghetto needed protection.
ru: Во времена Священной Римской империи евреи из пражского гетто нуждались в защите.

source: So a holy rabbi shaped a Golem out of clay, and brought it to life through rituals and writing 'emet' (truth) on its head.
ru: Тогда святой раввин вылепил из глины голема и оживил его при помощи ритуалов и написания на лбу слова "емет" (истина).

source: The Golem initially protected the Jews, but was brainless and stupid, and thus soon became dangerously violent to the Jews also.
ru: Сначала голем защищал евреев, но был безмозглым и тупым, и вскоре стал опасным и жестоким к самим евреям.

source: It was only by trickery that the rabbi was able to even get close to the Golem.
ru: Только обманом раввину удалось подобраться к голему.

source: But as the rabbi changed 'emet' to 'met' (death), the Golem fell on him, and both the creator and creation became lifeless.
ru: Но когда он изменил слово "емет" на "мет" (смерть), голем рухнул на него - так лишились жизни и творец, и творение.

source: What can you tell me about robotic girlfriends?
ru: Что ты можешь рассказать о роботизированных подружках?

source: Well, the Greeks wrote down a story about Pygmalion, the sculptor of Cyprus.
ru: Ну, греки записали историю о Пигмалионе, скульпторе с Кипра.

source: Pygmalion carved an ivory woman of far surpassing natural beauty and fell in love.
ru: Пигмалион вырезал из слоновой кости женщину, намного превосходящую естественную красоту, и влюбился в неё.

source: Aphrodite, the goddess of love, brought the ivory woman to life.
ru: Афродита, богиня любви, оживила скульптуру.

source: The woman, Galatea, likewise fell in love and married her creator Pygmalion.
ru: Эта женщина, Галатея, также влюбилась в Пигмалиона и вышла за него замуж.

source: So you could say that this is one of the few stories that end well.
ru: Можно сказать, это одна из немногих историй, которые закончились хорошо.

source: Earlier you've said that there was a book about Advanced Robot Classes.
ru: Вы сказали, что была книга о продвинутых классах роботов.

source: Yes. Here, I'll show it to you.
ru: Да. Вот, я тебе покажу.

source: [b]Advanced Robot Classes - A quick guide introducing the most dangerous robots on our world.[/b]
ru: [b]Продвинутые классы роботов - краткое руководство по самым опасным роботам нашего мира.[/b]

source: [b]Battle Droids - Droids from the class 700s are Battle Droids. They are designed for war, so they're pretty much killing machines. If you find a droid of the 700s class, it's advised to run.[/b]
ru: [b]боевые дроиды - дроиды из класса 700 являются боевыми дроидами. Они предназначены для войны, так что они в значительной степени машины для убийства. Если вы найдете дроида класса 700s, рекомендуется бежать.[/b]

source: [b]Security Droids - Droids from the class 800s are meant to seek intruders and exterminate them. Most are fast and very dangerous, with the notable exception of the 883 model, which is designed to hold position and is even more dangerous. If you find a droid of the 800s class, it's advised to run.[/b]
ru: [b]Дроиды безопасности - дроиды класса 800 предназначены для поиска злоумышленников и их уничтожения. Большинство из них быстры и очень опасны, за заметным исключением модели 883, которая предназначена для удержания позиции и еще более опасна. Если вы найдете дроида класса 800, рекомендуется бежать.[/b]

source: [b]Command Droids - Droids from the class 900s were designed to control droids, ships, stations, and a lot more. Being experimental, they usually are heavily armored, fast, and powerful. Most are equipped with top-notch sensors to see even invisible things. If you find a droid of the 900s class, it's advised to survive. Which is unlikely.[/b]
ru: [b]Командные дроиды - дроиды класса 900s были разработаны для управления дроидами, кораблями, станциями и многим другим. Будучи экспериментальными, они обычно тяжело бронированы, быстры и мощны. Большинство из них оснащены первоклассными датчиками, чтобы видеть даже невидимые вещи. Если вы найдете дроида класса 900, рекомендуется выжить. Что маловероятно.[/b]

source: Great. Why I have the feeling that I'll be meeting these droids soon enough?
ru: Прекрасно. И почему у меня такое чувство, что я скоро встречу этих дроидов?

source: Can I come back to you on that later?
ru: Можем вернуться к этому позже?

source: Don't hesitate to talk to me again for further questions.
ru: Не стесняйтесь, если хотите задать еще вопросы.

source: Have you heard about the news?
ru: Уже слышала новости?

source: Oh? What news?
ru: О? Какие новости?

source: The world is saved! The apocalypse is over!
ru: Мир спасён! Апокалипсис закончился!

source: Oh, yes... This news. I agree, it's wonderful.
ru: Ах, да... Эти новости. Согласна, это чудесно.

source: You don't seem very excited.
ru: Ты не выглядишь очень взволнованной.

source: I am glad, although... Well, it's not like the library was ever in any immediate danger.
ru: Хотя я рад... Ну, библиотека никогда не была в непосредственной опасности.

source: What? Did you want it to be?
ru: Что? Ты этого хотела?

source: No - it's hard to explain. I suppose I had this certain... Idea that it was my job to keep the books safe during the apocalypse. To defend them.
ru: Нет - это трудно объяснить. Полагаю, я была в этом уверена... Думаю, что это моя работа - сохранить книги в во время апокалипсиса. Защищать их.

source: It was my little fortress made of electronic paper, that I had to grow and protect from any threats. To save human knowledge.
ru: Это была моя маленькая крепость из электронной бумаги, которую я должна была выстроить и защитить от любых угроз. Спасти человеческие знания.

source: But what about all the people that died? They weren't made of E-paper!
ru: Но как насчет всех погибших людей? Они не были сделаны из электронной бумаги!

source: I know! Please, don't misunderstand, I think it's fantastic that the Assault is over!
ru: Я знаю! Пожалуйста, не поймите меня неправильно, я думаю, что это было-бы очень здорово, если-бы бунт машин закончился!

source: I just... Well, I guess I wanted a bigger piece of the action, in my own way.
ru: Я просто... Ну, я думаю, я хотел-бы больше действовать, по-своему.

source: I'll... Go and arrange some books now...
ru: Я... Пойду и попереставляю книги...

source: It's rather hard to keep the library in good shape lately. Someone's been ransacking the southern sections. Times like these can bring out the worst in us.
ru: В последнее время довольно трудно поддерживать библиотеку в хорошем состоянии. Кто-то постоянно обыскивает шкафы в южной части. Такие времена могут выявить худшее в нас.

source: But I guess cleaning work is also part of preserving culture.
ru: Но я думаю, что уборка также является частью сохранения культуры.

source: You know, I can start a fire here if you want me to.
ru: Знаешь, я могу развести здесь огонь, если хочешь.

source: What? No! Absolutely not!
ru: Что? Нет! Ни в коем случае!

source: Why in the world would I want you to do that?!
ru: С какой стати мне хотеть, чтобы ты это сделала?!

source: Because that would put the books in immediate danger, and then you can rush in and save them!
ru: Потому что это поставило бы книги в непосредственную опасность, а затем вы могли-бы броситься и спасти их!

source: That - that's insane!
ru: Это ... это безумие!

source: You are a danger to this establishment. Get out of here!
ru: Вы представляете опасность для этого заведения. Убирайся отсюда!

source: You are a very confusing person.
ru: Вы очень запутавшийся человек.

source: I guess it runs in the family...
ru: Наверное, это семейное...

source: Well, you didn't get to fend off a hoard of bots. But you can interview me personally!
ru: Ну, тебе не удалось отбиться от стаи ботов. Но вы можете взять у меня интервью лично!

source: Really? You'd let me interview you?
ru: Правда? Вы позволите мне взять у вас интервью?

source: Sure! You can put it in the book you're writing.
ru: Конечно! Вы можете упомянуть его в книге, которую вы пишете.

source: Sure!
ru: Точно!

source: Thank you! This is a wonderful opportunity! I have a first-hand account from a central actor in the biggest event in human history!
ru: Спасибо! Это прекрасная возможность! У меня будет информация из первых рук от главного действующего лица в крупнейшем событии в истории человечества!

source: We must set a time for an interview. And I must read everything in the library about interviewing!
ru: Мы должны назначить время для интервью. И я должна прочитать об интервью все, что найду в библиотеке!

source: There's a lot of ground to cover, but i can already imagine the descriptions - you, in the center of the robot apocalypse...
ru: Там много чего можно описывать, но я уже могу представить аннотацию - вы в центре апокалипсиса роботов...

source: Just like in those old fairy tales they used to tell children, about the brave dashing knight storming alone into a castle to save the princess.
ru: Совсем как в тех старых сказках, которые рассказывали детям, о храбром лихом рыцаре, штурмующем в одиночку замок, чтобы спасти принцессу.

source: With some mild adjustments.
ru: С некоторой корректировкой.

source: I mean, no one in those stories had flippers.
ru: Я имею в виду, ни у кого в тех историях не было ласт.

source: That sounds like discrimination.
ru: Это звучит как дискриминация.

source: Yes, they don't tell those stories to children anymore. Too much adult content. The effect on the young psyche was poorly studied.
ru: Да, они больше не рассказывают эти истории детям. Слишком много контента для взрослых. Влияние на молодую психику изучено слабо.

source: It's interesting you should be looking for that - the library has two copies.
ru: Это интересно! Вы должны поискать - в библиотеке есть два экземпляра.

source: I need one - it's a matter of life and death!
ru: Мне нужен один - это вопрос жизни и смерти!

source: Life and death?
ru: Жизни и смерти?

source: There's a nuclear reactor going super critical under the town - if I have the book, maybe I can stop it.
ru: Ядерный реактор под городом в критическом состояни - если-бы у меня была-бы книга, может быть, я смог-бы остановить его.

source: In that case, you can have it. My mission is to preserve our culture, which won't matter if we're all dead.
ru: В таком случае, вы можете её получить. Моя миссия - сохранить нашу культуру, а она не будет иметь значения, если мы все умрем.

source: Thank you, Tamara.
ru: Спасибо, Тамара.

source: I was able to get a copy of Subatomic and Nuclear Science for Dummies, Volume IV from the librarian, Tamara. I'd better hurry back to Ewald's 296 with it.
ru: Мне удалось получить копию «Субатомной и ядерной науки для чайников, том IV» у библиотекаря Тамары. Будет лучше поторопиться с ним к 296-му Эвальда.

source: Thank you for the help.
ru: Спасибо за помощь.

source: No problem, and remember to return your books in time.
ru: Нет проблем, и не забудьте вернуть книги в срок.

source: I aim to ensure that the great works of literature will survive this horrible apocalypse.
ru: Я стремлюсь к тому, чтобы великие произведения литературы пережили этот ужасный апокалипсис.

source: That is what I'm here for. Come back at any time.
ru: Для этого я здесь. Приходите в любое время.

source: You just killed him!
ru: Ты просто убил его!

source: How could you?
ru: Как ты мог?

source: You murderer!
ru: Ты убийца!

source: Tania - Avenging Koan
ru: Таня - мстит за Коэна

source: I long to see the surface.
ru: Я долго не видела поверхности.

source: You are the most interesting hallucination yet.
ru: Пока ты самая интересная галлюцинация.

source: I can't wait to leave this place.
ru: Не могу дождаться, когда покину это место.

source: It is so very bright and hot out here.
ru: Снаружи очень светло и жарко.

source: Are we there yet?
ru: Мы ещё не пришли?

source: How much longer?
ru: Долго ещё?

source: We hit town. Welcome to your new home!
ru: Мы достигли города. Приветствую в новом доме!

source: Thank you so much! I have dreamed to leave this underground hell.
ru: Большое тебе спасибо! Я мечтала покинуть этот подземный ад.

source: You are free to go where you like.
ru: Ты вольна идти, куда пожелаешь.

source: Pendragon just stopped Tania and I at the town gate. Apparently he won't let her in, unless Spencer gives the go-ahead.
ru: Пендрагон только что остановил нас с Таней у городских ворот. Видимо, он не позволит ей пройти без разрешения Спенсера.

source: It is OK. I'll wait here at the gate.
ru: Всё нормально. Я подожду возле ворот.

source: What is the news?
ru: Какие новости?

source: I talked to Spencer, and he said you are welcome to enter the town.
ru: Я поговорил со Спенсером, и он разрешил тебе войти в город.

source: That is great news!
ru: Это отличные новости!

source: He said you must first get checked out by Doc Moore though.
ru: Хотя он сказал, что сначала тебя должен осмотреть док Мур.

source: He said you are free to go where you like.
ru: Он сказал, ты вольна идти, куда пожелаешь.

source: I have good news: the doctor says I'm healthy!
ru: У меня хорошие вести: док сказал, я здорова!

source: Where should I go?
ru: Куда бы мне пойти?

source: Um, hi.
ru: О, привет.

source: Oh! It happened! I have been waiting for you for 3226 hours!
ru: О! Свершилось! Я ждала тебя 3226 часов!

source: You knew I would come?
ru: Ты знала, что я приду?

source: Of course, my little imaginary friend!
ru: Конечно, мой маленький воображаемый друг!

source: Imaginary?! I am as real as you are.
ru: Воображаемый?! Я так же реален, как ты.

source: This place is locked. Hermetically sealed and guarded by bots. So you can't possibly be anything more than the product of my imagination.
ru: Это место закрыто. Герметично запечатано и охраняется ботами. Поэтому ты не можешь быть ни чем иным, кроме плода моего воображения.

source: But who are you?
ru: Но кто ты?

source: A figment of my imagination should know my name: Tania.
ru: Плод моего воображения должен знать моё имя: Таня.

source: Where am I?
ru: Где я?

source: In a prison, a luxurious prison. I am feeling quite lonely, as you can see. Big room, plenty of food, a waterfall behind the window...
ru: В тюрьме, в роскошной тюрьме. Мне тут несколько одиноко, как ты наверное заметил. Большая комната, много еды, водопад за окном...

source: All I see through the window are ray emitters. And we are below ground level..
ru: Всё, что я вижу через окно, - источники излучения. И мы ниже уровня земли.

source: Yes, I know. But I so badly want to see the sun, the trees and the rivers... there definitely is a waterfall behind them!
ru: Да, я знаю. Но мне так сильно хочется увидеть солнце, деревья, реки... за ними определённо есть водопад!

source: It is dark here.
ru: Тут довольно темно.

source: The main power supply is down, so only the emergency lights work. Peter tried to switch it back on, but he didn't succeed.
ru: Основной источник питания исчерпан, поэтому работают лишь аварийные огни. Питер пытался запустить его вновь, но не удалось.

source: This place doesn't look like a prison.
ru: Это место не похоже на тюрьму.

source: In the past it was a secret lab. You heard about those strength pills? They were invented here. Other pills too, but I was working on the strength ones.
ru: В прошлом это была секретная лаборатория. Слышал о пилюлях силы? Их изобрели здесь. Другие пилюли тоже, но я работала только над увеличивающими силу.

source: Can you give me some pills then?
ru: Тогда можешь дать мне несколько пилюль?

source: No, Peter ate them all. That killed him.
ru: Нет, Питер съел все. И это его погубило.

source: *cries*
ru: *плачет*

source: They say that strength pills are absolutely safe!
ru: Говорят, что пилюли силы полностью безопасны!

source: They are like money. Having money is good, but if you have too much, you can decide that you can do anything.
ru: Они как деньги. Иметь деньги - хорошо, но если их очень много, ты можешь решить, что тебе под силу что угодно.

source: Peter became not very strong, but very-very-very strong. He thought he could make an exit with his bare hands.
ru: Питер стал не просто сильным, а очень-очень-очень сильным. Он решил, что сможет прокопать выход голыми руками.

source: If you go further down the corridor, you will find debris and a big stone. That is his grave.
ru: Если пойдёшь дальше по коридору, то обнаружишь завал и большой камень. Это его могила.

source: So you are a biologist? Could you heal me?
ru: Так ты биолог? Можешь меня вылечить?

source: That would be something different from what I've done in the last months at least. Some entertainment.
ru: По крайней мере, это будет отличаться от того, чем я занималась последние месяцы. Хоть какое-то развлечение.

source: Let me take a look at that... it's nothing some nanobots couldn't take care of.... You will be all fixed up in a minute.
ru: Позволь взглянуть... Ничего такого, о чём не могли бы позаботиться наноботы... Ты будешь в полном порядке через минуту.

source: You are now completely healed. You should take better care of yourself.
ru: Теперь ты полностью здоров. Но ты должен лучше заботиться о себе.

source: You loved him?
ru: Ты его любила?

source: I still do.
ru: До сих пор люблю.

source: But why not go out through the door?
ru: Но почему бы не выйти через дверь?

source: It is locked and very reliable. Even a tank would not be able to smash it! And if a door was broken, SADDs would attack, that's their program.
ru: Она заперта очень надёжно. Даже танк не смог бы её пробить! А если дверь будет сломана, в атаку пойдут ОДСЗ: такова их программа.

source: Autoguns have made a hole in the wall. I came through this hole.
ru: Автоматические пушки пробили дыру в стене. Я прошёл через неё.

source: Do you mean I can go out to the surface?!
ru: Ты полагаешь, я могу выбраться на поверхность?

source: Oh god! I - I told Peter that he chose the wrong place, but he was so stubborn!
ru: О небо! Я... Я говорила Питеру, что он выбрал не то место, но он был так упрям!

source: Yes, you can get to the surface. But the guns are still on.
ru: Да, ты можешь выбраться на поверхность. Но пушки ещё работают.

source: All hope is lost! I'm a scientist, not a warrior.
ru: Надежды рухнули! Я учёный, а не воин.

source: It is strange to see a girl in such a beautiful dress here.
ru: Так странно увидеть здесь девушку в красивом платье.

source: I'm going to spend all my life here! So forgive me some little indulgences.
ru: Мне придётся провести здесь всю жизнь! Поэтому дай мне небольшую поблажку.

source: Maybe is it possible to disable the guns?
ru: Может быть, есть способ отключить пушки?

source: Theoretically yes, but in practice I'm not sure you would be able to do that.
ru: Теоретически, да, но практически я сомневаюсь, что ты смог бы это сделать.

source: How can I disable the guns?
ru: Как их отключить?

source: Somewhere in a distant part of the lab should be an SACD - Secret Area Control Datacenter. It controls all the defense systems in the base. If you manage to get to it, you would be able to control the base. However, it's very hard to find and get to the SACD.
ru: Где-то в дальней части лаборатории расположен ЦУСЗ - центр управления секретной зоной. Оттуда контролируются все защитные системы базы. Если тебе удастся до него добраться, ты сможешь управлять базой. Однако и найти, и добраться до ЦУСЗ довольно сложно.

source: I will disable the guns for you.
ru: Ради тебя я отключу пушки.

source: Thanks... please be careful. You will not be able to access the control center directly, it is behind a triple hermetic door. Try using the service tunnels.
ru: Спасибо... но будь осторожен. Ты не сможешь попасть в центр управления напрямую: он за тройной герметичной дверью. Попробуй использовать служебные тоннели.

source: I have met a girl locked in a secret area. If I manage to disable the autoguns, she will be able to go to the surface and look at the sun again.
ru: В секретной зоне я нашёл запертую женщину. Если мне удастся отключить автоматические пушки, она сможет выбраться на поверхность и вновь увидеть солнце.

source: It's dangerous to go alone! Take this!
ru: Идти одному опасно! Возьми это!

source: Why not just open them? There should be a way of unlocking the base.
ru: Почему просто не открыть её? Должен же быть способ расконсервировать базу.
