Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: The first Reaper of MegaSys, The Glitch, can be found by walking over the water on Icy Summer Island. I better stay away, as searching for it is a death wish.
ru: Первого Жнеца МегаСиса, Глюка, можно найти, пройдя по воде на ледяном Летнем Острове. Мне лучше держаться подальше, так как искать его - смертельное желание.

source: I want that skill you mentioned earlier.
ru: Мне нужен навык, о котором ты говорил раньше.

source: Light skill, was it?
ru: Навык света?

source: Of course I can show you the wonderful program called [b]Light[/b], but I'm too lazy to actually teach you anything.
ru: Конечно, я могу показать вам замечательную программу под названием [b]Свет[/b], но я слишком ленив, чтобы научить вас чему-либо.

source: Therefore I shall write at hand a book explaining the wonders of light. But such wonderful skill will requires some readiness of mind to absorb it's rich content.
ru: Поэтому я напишу книгу, объясняющую чудеса света. Но такое замечательное умение требует некоторой готовности ума, чтобы усвоить его богатое содержание.

source: For you, it'll cost only 2.000 circuits and %d training points.
ru: Только для вас это будет стоить 2000 схем и %d очков обучения.

source: I want to buy the Source Book of Light for the price you mentioned earlier.
ru: Я хочу купить книгу исходников света по цене, которую вы упомянули ранее.

source: It's a deal. May the light guide your path.
ru: Договорилсь. Возможно свет покажет вам ваш путь.

source: Deal. Light guide you forever.
ru: Договорились. Свет да направляет вас вечно.

source: Here is the book. May the light guide your steps.
ru: Вот книга. Пусть свет направляет ваши шаги.

source: I won't sell you anymore from now on.
ru: Вот книга. Пусть свет направляет ваши шаги.

source: I'll sell you only one extra copy. Be sure to don't waste it.
ru: Я продам тебе только один лишний экземпляр. Постарайтесь не чтобы не истратить его напрасно.

source: I'll sell you only three copies more.
ru: Я продам тебе еще три экземпляра.

source: You crafted a light saber? Amazing! Can I have one?
ru: Ты создал световой меч? Потрясающе! Можно мне один?

source: The light saber is for the disciples of light.
ru: Световой меч для последователей света.

source: I'm always eager to hear your wisdom, o wise master Yadda.
ru: Я всегда жажду услышать твои наставления, о мудрый Мастер Ядда.

source: I'm too wise to be fooled by your praises, young apprentice. But yet, I shall craft one to you, for a small price of my wisdom.
ru: Я слишком мудр, чтобы обманываться твоими похвалами, юный ученик. Но все же я дам тебе наставление, за небольшую для моей мудрости цену.

source: I shall require 5.000 circuits in compensation for my efforts, 3 source books of light to prove your worthiness and eagerness to learn from my wise words... And...
ru: Я потребую 5.000 ценных схем в качестве компенсации за мои усилия, 3 книги исходников света, чтобы доказать ваше достоинство и желание учиться на моих мудрых словах... И...

source: ...And?
ru: И?

source: ...And %d VMX Gas Grenades. I'm a pacifist, but the disciples of dark - robots and programmers - soughs for my life. Only with gas grenades I shall survive. They're poison to mere mortals, but for the great master Yadda, they are source of life.
ru: ...И газовые гранаты VMX %d шт. Я пацифист, но ученики тьмы - роботы и программисты - жаждут отнять мою жизнь. Только с газовыми гранатами я выживу. Они ядовиты для простых смертных, но для великого мастера Ядды они - источник жизни.

source: I have no idea of how life can come out from gas grenades, and how a gas grenade can kill a bot, but I shall bring you 5.000 circuits, 3 source books of light, and %d VMX grenades.
ru: Я понятия не имею, как жизнь может выйти из газовых гранат, и как газовая граната может убить бота, но я принесу вам 5.000 схем, 3 источника света и гранаты VMX %d.

source: I have the 5.000 circuits, 3 source books of light, and the VMX grenades you requested. Gimme the saber!
ru: У меня есть 5.000 схем, 3 источника света и гранаты VMX, которые вы просили. Гони саблю!

source: And the proof of eagerness? I require three source books of light.
ru: А доказательство рвения? Мне нужны три книги источников света.

source: I really need %d VMX Gas Grenades to protect myself from the disciples of dark. I won't give you a light saber without it.
ru: Мне действительно нужны газовые гранаты VMX, %d шт., чтобы защитить себя от учеников тьмы. Я не дам тебе световой меч без них.

source: Here it is.
ru: Вот они.

source: So quick? I thought you were going to craft it?
ru: Так быстро? Я думал, ты собираешься его сделать?

source: I have dozens of those. I do them on my spare time.
ru: У меня их десятки. Я делаю их в свободное время.

source: Wise master Yadda, could you please instruct again this humble servant of light about what are the Alpha Bots?
ru: Мудрый Мастер Ядда, не могли бы вы еще раз проинструктировать своего смиренного слугу света о том, что такое Альфа-боты?

source: Hah. They're all experimental, most might be scrap in a single shoot, but they all have... skills... which more than makes up for any deficiency they might have.
ru: Ха!. Они все экспериментальные, большинство из них может сломаться при первом-же выстреле, но у всех у них есть... умения... что более чем компенсирует любой недостаток, который у них может быть.

source: My friend, I hope you never meet any of them. They should be only rumors, though.
ru: Друг мой, надеюсь, ты никогда не встретишь никого из них. Должно быть это только слухи.

source: Also, I heard from the bard something about Agent Zero not managing to get a good designer for these droids and reusing existing droid models on them.
ru: Кроме того, я слышал от барда что-то о том, что агенту Зеро не удалось получить хорошего дизайнера для этих дроидов и пришлось повторно использовать существующие модели дроидов для их создания.

source: They should be all at the locked Ice Pass area, north from here. I hope...
ru: Они должны быть в закрытой зоне ЛедяноЛедяной перевалго перевала, к северу отсюда. Я надеюсь...

source: If this is the case, you might think you're meeting a normal bot and be surprised when it causes havoc because it's from the Alpha class.
ru: Если это так, вы можете подумать, что встретили обычного бота и удивитесь, когда он вызывает хаос, потому что он из Альфа-класса.

source: There is the [b]001 Influencer[/b]. It can take over your bots. If your army suddenly become hostile to you, one might be near.
ru: Есть [b]001 Влиятельный[/b]. Он может захватить ваших ботов. Если ваша армия внезапно станет враждебной вам, этот бот может быть где-то рядом.

source: There is the [b]002 Pillbody[/b]. That bot is made to stand under heavy fire. If you find them, be careful as more dangerous bots will come.
ru: Существует [b]002 Пилюля [/b]. Этот бот создан, чтобы стоять под сильным огнем. Если вы их найдете, будьте осторожны, так как придут более опасные боты.

source: There is also the [b]011 Grenadier[/b]. Will throw grenades to destroy your army. Mass destruction. Kill it as fast as you can.
ru: Существует также [b]011 Гренадер[/b]. Будет бросать гранаты, чтобы уничтожить твою армию. Массовое уничтожение. Убей его как можно быстрее.

source: Not to mention the [b]021 Wizard[/b]. This one is nasty, so I hope you have an army, because it can slow you, paralyze, it can even poison you, so don't trifle with it.
ru: Не говоря уже о [b]021 Волшебнике[/b]. Я надеюсь, что у вас есть армия, потому, что он может замедлить тебя или парализовать, он может даже отравить тебя, так что не шути с ним.

source: Finally there is the [b]Marvin[/b]. I am not sure what it does, because no one returned alive after fighting one. Even the droid number is unknown.
ru: Наконец, есть [b]Марвин [/b]. Я не уверен, что он делает, потому что никто не вернулся живым после боя. Даже количество таких дроидов, неизвестно.

source: Sounds dangerous.
ru: Звучит угрожающе.

source: Ha! Not even the start. Agent Zero did many tests on this area to create the supreme foe. There are bots at graveyard too: [b]Zombot[/b] and you won't want to know what it does, the [b]Ghost[/b] and [b]Shadow Hunter[/b], uses invisibility so very dangerous.
ru: Ха! Это еще даже не начало. Агент Зеро провел много испытаний в этой области, чтобы создать Верховного врага. На кладбище тоже есть боты: [b]Зомбобот[/b], и тебе лучше не знать, что он делает, [b]Призрак[/b] и [b]Охотник-тень[/b], используют невидимость, поэтому очень опасны.

source: There is also [b]Ghoul Bots[/b] and the silly [b]Pepper Bot[/b] who you won't care with when suddenly! You're dead.
ru: Есть также [b]боты-гули[/b] и глупый [b]бот Перчик[/b], которым безразлично что ты делаешь! Все равно ты будешь мертв.

source: Sounds extremely dangerous.
ru: Звучит очень угрожающе.

source: The alpha class carries on. They are only experiments, weak and not mass produced, so you might have a chance against them with my advises. But I must warn you that further on you might find specialized droids using those characteristics. When this happen, I hope you have The Holy Light blessings.
ru: Альфа-класс развивается. Это всего лишь эксперименты, слабые и не массового производства, так что у вас может быть шанс против них с моими советами. Но я должен предупредить вас, что в дальнейшем вы можете встретить особенных дроидов, использующих эти характеристики. Когда это произойдет, я надеюсь, что у вас будут благословения святого света.

source: Thank you. I shall look for one of those experimental droids to practice.
ru: Спасибо. Я поищу одного из этих экспериментальных дроидов для практики.

source: You won't find them. Do not worry about it.
ru: Вы их не найдете. Не беспокойтесь об этом.

source: ...I hope you know what you're doing.
ru: ...Надеюсь, ты знаешь, что делаешь.

source: I have this nice weapon here, want to take a look?
ru: У меня есть отличное вооружение, будете смотреть?

source: Nobody's Edge! How do you dare to bring such evil pulsing weapon to those lands!!
ru: Ничья Грань! Как ты смеете приносить такое пульсирующее злом оружие в эти земли!!

source: Komm und hilf mir, minions! Let's kill this... this... heretic!
ru: Придти и помочь ми, миньоны! Давай убьем это... этот... еретик!

source: I found this small cube on a desert.
ru: Я нашел этот маленький кубик в пустыне.

source: The Pandora Box! How do you dare to bring doom to those lands!!
ru: Ящик Пандоры! Как ты смеешь навлекать гибель на эти земли!!

source: Komm und hilf mir, minions! Let's kill this doom bringer!
ru: Придти и помочь ми, миньоны! Давать убить этот провозвестник гибель!

source: No money, no deal.
ru: Нет денег, нет сделки.

source: I was pretty clear about the amount of money I wanted.
ru: Я довольно четко определил сумму денег, которую хотел.

source: You don't have enough experience. You'll never understand my wisdom like this.
ru: У тебя недостаточно опыта. Ты никогда не поймешь мою мудрость.

source: Erm... That was very wise, thank you. I'll think about what you said.
ru: Э... Это было очень мудро, спасибо. Я подумаю о том, что ты сказал.

source: Stay on the path of light.
ru: Держись светлой стороны

source: I'm pure wisdom. If you follow my words you'll have success.
ru: Я - чистая мудрость. Следуя моим советам, вы добьетесь успеха.

source: Wisdom is more worth than rubies. But if it's my wisdom, it'll be more worth than the whole universe!
ru: Мудрость дороже рубинов. Но если это моя мудрость, она будет дороже, чем вся Вселенная!

source: Take as much time you need to reflect on what I said, and you'll become wise, because I am the wisest man on this universe.
ru: Потратьте столько времени, сколько вам нужно, чтобы обдумать то, что я сказал, и вы станете мудрее, потому что я самый мудрый человек в этой вселенной.
