Repository: oxesb/freedroidRPG
Catalog: po/po-dialogs/*.po
Languages: ru

source: I should, however, take the time to tell you a few more things.
ru: Однако я должен потратить ваше время, чтобы рассказать вам еще кое-что.

source: Hacking, like most other programs, incurs a cost to you.
ru: Взлом, как и большинство других программ, требует от вас некоторых затрат.

source: Processing programs seems to heat up your brain.
ru: Выполнение программ разогревает ваш мозг.

source: You seem to be able to handle quite a bit of heat, but you have your limits.
ru: Вы, кажется, можете справиться с большим количеством тепла, но у вас есть свои пределы.

source: If you do not use all charges when attempting to take over a bot, you will spare some heat.
ru: Если вы используете не все заряды при попытке захватить бота, вы сэкономите немного тепла.

source: Not activating all charges or beating the bot with a comfortable winning margin is less exhaustive for you.
ru: Активация не всех зарядов или избиение бота с комфортным выигрышным запасом меньше нагревает вас.

source: If you nevertheless accumulate too much heat, you will automatically shut down in order to cool off.
ru: Если вы все же накапливаете слишком много тепла, вы автоматически отключаетесь, чтобы охладиться.

source: Over time, the heat will seep away from your body naturally. However, there are ways to speed up the process.
ru: Со временем тепло будет отводиться из вашего тела естественным образом. Однако есть способы ускорить этот процесс.

source: If you can find them, cooling drinks will quickly relieve your thermal discomfort, in much the same way healing drinks help your health.
ru: Охлаждающие напитки, если вы можете найти их, быстро снимут ваш перегрев, так же, как целебные напитки помогают вашему здоровью.

source: Remember you also have a special program called [b]Emergency Shutdown[/b] that will lower your heat level drastically. Unfortunately using Emergency Shutdown will shut you down and render you paralyzed for several seconds. It makes you a sitting duck... er, penguin.
ru: Помни, что у тебя также есть спецпрограмма [b]Аварийное отключение[/b], которая существенно понижает твою температуру. К сожалению, используя аварийное отключение, ты останавливаешься и остаёшься парализованным несколько секунд, превращаясь в утку... т. е. лёгкую добычу.

source: I take it that was a joke also?
ru: Опять твои шуточки?

source: Quite.
ru: Довольно.

source: In addition to hacking, you have the ability to execute arbitrary code on bots.
ru: Помимо взлома, ты обладаешь способностью выполнять произвольный код на ботах.

source: These scripts and programs can be learned through reading source code books. To read a book, right-click on it in inventory.
ru: Соответствующие скрипты и программы можно изучать, читая книги исходников. Чтобы прочитать книгу, щёлкни по ней правой в инвентаре.

source: You should have recovered your hacking ability by now, and I'll give you a couple of source code books as well.
ru: Ты уже должен бы восстановить свою хакерскую способность, также я дам тебе парочку книг исходников.

source: Thanks. I'm ready now.
ru: Спасибо. Я готов.

source: We have several bots behind that fence for you to practice on.
ru: У нас есть несколько ботов за ограждением, попрактикуйся на них.

source: Take them over, then talk to me when they're all dead.
ru: Взломай их, а когда все они умрут, поговори со мной.

source: If you need more help, don't hesitate to ask.
ru: Если тебе нужна помощь, не стесняйся спрашивать.

source: Oh, and Linarian... If you fail when hacking, you'll receive an electrical shock.
ru: И, линарианец... Если ты провалишься при взломе, то получишь удар током.

source: It shouldn't kill you, but you need to be aware of it nonetheless.
ru: Это не должно убить вас, тем не менее, вы должны помнить об этом.

source: Tutorial Tom wants me to hack those bots. The only thing I need to worry about is overheating. But if I get too hot I can always try the Emergency shutdown program.
ru: Учитель Том хочет, чтобы я взломал тех ботов. Единственная вещь, о которой стоит беспокоиться, - перегрев. Но всегда можно воспользоваться программой аварийного отключения.

source: I'm having troubles in taking over a bot within allocated time.
ru: У меня возникли проблемы со взломом ботов: не укладываюсь по времени.

source: In real life you have to finish within the allocated time, and time limit is often more important than charges.
ru: В реальной жизни вы должны закончить в течение выделенного времени, и ограничение по времени часто более важно, чем заряды.

source: As it's your first time hacking, I'll teach you a skill so you get a whooping extra second to take over the bot.
ru: Поскольку это ваш первый взлом, я улучшу ваш навык, чтобы вы получили дополнительную секунду на захват бота.

source: Be warned though, that very few people know how to improve this skill. It's called [b]Animal Magnetism[/b].
ru: Но предупреждаю, мало кто из людей знает, как улучшить это умение. Оно называется [b]природный магнетизм[/b].

source: This may be a good time to mention that every program have a revision. It's like a skill level. Higher revision usually means higher effects.
ru: Сейчас самое время напомнить, что каждая программа имеет версии. Как уровень мастерства. Чем выше версия, тем сильнее эффект.

source: Naturally, this include heat cost as well. Improving a revision is usually the same process from learning a new program.
ru: Естественно, это касается и вырабатываемого тепла. Улучшении версии обычно происходит так же, как и изучение новой программы.

source: Well, I guess that's all. Come back to me when all bots are dead.
ru: Ну, думаю, пока достаточно. Возвращайся, когда разберёшься с ботами.

source: Ah, linarian! If you need, I can grant you even another second, but I don't recommend.
ru: Ах, линарианец! Если вам нужно, я могу предоставить вам еще одну секунду, но я не рекомендую.

source: Come see me if you need it.
ru: Приходите ко мне, если вам это нужно.

source: Tell me again about take over, I'm not sure I got it all.
ru: Расскажи мне еще раз о захвате, я не уверен, что все понял.

source: Tell me exactly what part you want me to explain again.
ru: Скажи мне, что именно объяснить тебе снова.

source: But things will be much clearer once you try for yourself than when I try to explain.
ru: Когда вы попробуете сами, все станет гораздо яснее, чем когда я попытаюсь объяснить.

source: Use your experience as notes, and all should be clear.
ru: Используйте свой опыт, и все должно стать ясно.

source: Can you tell me more about upgrading items?
ru: Можете ли вы рассказать мне больше об улучшении вещей?

source: You can upgrade most weapons and clothing. First, you'll need some materials to craft add-ons.
ru: Вы можете улучшить большинство оружия и одежды. Во-первых, вам понадобятся некоторые материалы для создания дополнений.

source: Parts needed for this process can be extracted from bots. You'll have to learn how to do it.
ru: Части, необходимые для этого процесса, могут быть извлечены из ботов. Вам придется научиться это делать.

source: When you have enough materials, you can craft an add-on. Make sure the add-on is suitable for your equipment.
ru: Когда у вас достаточно материалов, вы можете создать улучшение. Убедитесь, что дополнение подходит для вашего снаряжения.

source: After this, you have to make a socket in your equipment so you can plug in the add-on.
ru: После этого, вы должны сделать гнездо в вашем снаряжении, так что вы можете подключить туда дополнение.

source: That's the theory. Simple, isn't it?
ru: Вот и вся теория. Просто, не так ли?

source: I'll give you some materials now and let you craft an add-on.
ru: Сейчас я дам вам некоторые материалы и позволю вам создать дополнение.

source: Usually you'll do this in some sort of mini-factory.
ru: Обычно это делается на каком-нибудь мини-заводе.

source: But I'll do this for you without one or my name is not Tom. Tutorial Tom.
ru: Но я сделаю это для тебя без него или меня зовут не Том. Учитель Том.

source: Pay attention to the type of socket the add-on needs.
ru: Обратите внимание на тип гнезда, который требуется дополнению.

source: Before crafting an add-on I have to get some materials. The best way is to extract them from the bots, using Extract Bot Parts skill. Each add-on requires a socket in the item. When the add-on is ready, I have to create a socket in the item and plug the add-on. Only technicians can craft add-ons or plug them.
ru: Перед созданием дополнения я должен получить некоторые материалы. Лучший способ - извлечь их из ботов, используя навык извлечения частей бота. Для каждого дополнения требуется гнездо в предмете. Когда надстройка готова, я должен создать гнездо в предмете и подключить туда дополнение. Только техники могут создавать дополнения или подключать их.

source: Now you'll need to pay some more money in order to make a socket and plug in the add-on. Here, take some.
ru: Теперь вам нужно будет заплатить еще немного денег, чтобы сделать гнездо и подключить дополнение. Вот, возьми.

source: Choose an item and add an appropriate socket by clicking '+' on the right of the item. Then attach the add-on to this item and confirm your choice.
ru: Выберите элемент и добавьте соответствующее гнездо, нажав ' + ' справа от элемента. Затем прикрепите дополнение к этому гнезду и подтвердите свой выбор.

source: Maybe I need some time to practice this, but I got the basics.
ru: Может быть, мне нужно время, чтобы попрактиковаться в этом, но основы я знаю.

source: I wasted my materials on the add-on I didn't need. Can you give more?
ru: Я потратил свои материалы на дополнение, которое мне не нужно. Можете ли вы дать еще?

source: Yes, but only this time. I'll give you some money too. Just be more careful in the future and make wise choices.
ru: Да, но только на этот раз. Я так-же дам вам немного денег. Просто будьте более осторожны в будущем и делайте мудрый выбор.

source: Reality is not as generous as I am.
ru: Реальность не так щедра, как я.

source: Think carefully before you make your next add-on.
ru: Подумайте хорошенько, прежде чем сделать следующее дополнение.

source: Upgrading items is still too complex for me. Can you explain it again?
ru: Улучшение вещей всё еще слишком сложно для меня. Можете объяснить еще раз?

source: First step is finding materials. They may be extracted from bots, but you'll have to learn how to do it.
ru: Первый шаг - поиск материалов. Они могут быть извлечены из ботов, но вам придется научиться это делать.

source: Those materials can be used in crafting add-ons. Make sure the add-on will fit your equipment. Also, remember the type of the socket your add-on needs.
ru: Эти материалы могут быть использованы для создании дополнений. Убедитесь, что дополнение будет соответствовать вашему снаряжению. Кроме того, помните о типе гнезда, которое вам нужно.

source: I gave you materials. Let's craft an add-on now.
ru: Я дал вам материалы. Создайте дополнение.

source: All you have to do now is to choose a suitable item and add a socket by clicking ''+'' on the right of the chosen item.
ru: Все, что вам нужно сделать сейчас, это выбрать нужный предмет и добавить гнездо, нажав '+' справа от выбранного предмета.

source: Remember you pay for both adding a socket and plugging an add-on.
ru: Помните, что вы платите как за добавление гнезда, так и за подключение дополнения.

source: Let's try it, shall we?
ru: Давайте попробуем, хорошо?

source: I hope it's clear now.
ru: Надеюсь, теперь все ясно.

source: Shops?
ru: Магазины?

source: Some people are willing to trade items and circuits with you.
ru: Некоторые люди охотно готовы обменяться с вами деталями и схемами.

source: Although, if you have too many circuits, they will charge you a bit more.
ru: Хотя, если у вас слишком много схем, они будут просить с вас немного больше.

source: Most are willing to buy whatever you have, at a discounted price.
ru: Большинство готовы купить все, что у вас есть, по сниженной цене.

source: There are also some automated vending machines, that dispense small items.
ru: Есть также несколько автоматических торговых автоматов, которые продают мелкие предметы.

source: I would like to practice selling an item.
ru: Я хотел бы попрактиковаться в продаже вещей.

source: I'm going to give you a Small Axe, which you can't use yet, so you can practice selling it to me.
ru: Я дам тебе маленький топорик, которым ты пока не можешь пользоваться, так что попробуй продать его мне.

source: You will see the Small Axe appear in the lower shop bar. You can sell most of these items.
ru: Вы увидите небольшой топор появится в нижней панели магазина. Вы можете продать большинство из этих предметов.

source: Items that you have equipped have a hand icon on them.
ru: Снаряжение, которые вы надели помечено значком руки.

source: However, if you sell the items from the chest (which should have been equipped automatically) I won't be giving you replacements.
ru: Однако, если вы продадите вещи из сундка, которые должны были быть надеты автоматически, я не буду давать вам замену.

source: Select the Small Axe and click the sell button.
ru: Выберите маленький топор и нажмите кнопку 'sell' (продать).

source: Let me try that again.
ru: Дай попробовать еще раз.

source: How about buying an item?
ru: Как насчет покупки товара?

source: Well it is much the same procedure, except the items for sale are on the top row.
ru: Ну это почти та же процедура, за исключением того, что вещи для покупки находятся вверху.

source: With the circuits from selling the Small Axe to me, you can afford to buy a unit of Bottled ice.
ru: С цепями от продажи маленького топора мне, вы можете позволить себе купить одну бутылку 'бутилированного льда'.

source: Since Bottled ice combine together, a slider will pop-up asking how many you'd like to buy.
ru: Поскольку бутилированный лед можно складывать в одну ячейку, появится движок с вопросом, сколько вы хотели бы купить.

source: You have enough circuits for one unit.
ru: У вас схем всего на одну бутылку...

source: You will occasionally run into items that can't be sold.
ru: Иногда попадаются предметы, которые не могут быть проданы.

source: This generally means that the shopkeeper can't give you a reasonable deal on it.
ru: Это обычно означает, что продавец не может дать вам разумную цену.

source: Someone else probably wants the item.
ru: Вероятно, кто-то другой захочет этот предмет.

source: You might check your questbook to see if it is mentioned there.
ru: Вы можете проверить свой журнал заданий, чтобы поискать, не упоминается-ли он там.

source: There is a wall in the path! How will we get through?
ru: На пути стена! Как мы пройдем?

source: Uhm, looks like the wall is already broken, I'll repair it.
ru: Похоже, стена уже сломана, я ее починю.

source: Notice that part of it is made of a weak material, glass.
ru: Обратите внимание, что часть его сделана из слабого материала, стекла.

source: Obstacles you can interact with change color when your cursor is hovering over them.
ru: Препятствия, с которыми вы можете взаимодействовать, меняют цвет при наведении на них курсора.

source: [b]Left click[/b] on the glass wall to break it.
ru: [b]Щелкните левой кнопкой мыши [/b] на стеклянной стене, чтобы разбить её.

source: After you break through the glass wall, walk to the other side so I know you are ready to move on.
ru: После того, как сломаете стеклянную стену, идите на другую сторону, чтобы я знал, что вы готовы двигаться дальше.

source: I defeated all the bots in the cage.
ru: Я победил всех ботов в клетке.

source: Well done!
ru: Молодец!

source: Then let us move towards the next stage of the Tutorial
ru: Тогда давайте перейдем к следующему этапу обучения.

source: As a reward, I'm giving you a .22 Automatic pistol.
ru: В качестве награды я дам тебе .22 автоматический пистолет.

source: But I have to take these sourcebooks from you to prevent you from cheating in the next section of the tutorial.
ru: Но я должен забрать эти исходники у вас, чтобы вы не обманывали на следующем этапе обучения.

source: Sorry about that...
ru: Простите за это...

source: But I have to take this sourcebook from you to prevent you from cheating in the next section of the tutorial.
ru: Но я должен забрать у вас эти исходники, чтобы вы не обманывали на следующем этапе обучения.

source: I'd like to skip to a later section of the Tutorial.
ru: Я хотел бы перейти к дугому этапу обучения.

source: OK, what would you like to learn about?
ru: Хорошо, о чем бы вы хотели узнать?

source: Chests and Armor
ru: Сундуки и доспехи

source: OK, I'll take us to the Chest.
ru: Хорошо, я отведу вас к сундуку.

source: Shops
ru: Магазины

source: Remember to pick up the items in the chest.
ru: Не забудьте забрать предметы из сундука.

source: I'll tell you about the shops.
ru: Я расскажу тебе о магазинах.

source: Melee Combat
ru: Ближний бой

source: OK, I'll take us to the melee arena and give you some armor.
ru: Хорошо, я отведу вас на арену ближнего боя и дам вам доспехи.

source: I skipped ahead to the Melee practice. Tom gave me some armor to use.
ru: Я забежал вперед, чтобы попрактиковаться в рукопашном бое. Том дал мне доспехи.

source: Abilities
ru: Умения

source: OK, I'll take us there and give you some armor and a weapon.
ru: Хорошо, я отведу вас туда и дам доспехи и оружие.

source: Upgrading Items & Terminals
ru: Усовершенствование предметов и терминалы

source: OK, I'll take us there and give you some armor and a weapon to work with.
ru: Хорошо, я отведу вас туда и дам броню и оружие для работы.

source: Hacking Bots
ru: Взлом ботов

source: OK, I'll take us to the hacking area. Also, I'll give you some XP so you can improve your cooling.
ru: Хорошо, я отведу вас в хакерскую зону. Кроме того, я дам вам очков опыта, чтобы вы могли улучшить свое охлаждение.

source: Ranged Combat
ru: Дальний бой

source: OK, I'll take us to the shooting range and give you some armor and a weapon.
ru: Ладно, перейдём на стрельбище, и я дам тебе доспехи и оружие.

source: Let me take a short break and practice on my own for a while.
ru: Позволь мне сделать перерыв и попрактиковаться самостоятельно.

source: Ok, I'll be around if you need any more questions answered. Don't hesitate to ask.
ru: Ладно, я буду поблизости. Если у тебя появятся ещё вопросы, не стесняйся и спрашивай.

source: Hi! I'm new h...
ru: Привет! Я нов...

source: I don't care! Identify yourself, right now!
ru: Мне всё равно! Идентифицируй себя, немедленно!

source: %s... I'm %s.
ru: %s... Я %s.

source: All right, I'm Tybalt. I'm guarding the town citadel gate. Only authorized personnel are permitted.
ru: Принято, я Тибальт. Охраняю вход в городскую цитадель. Посторонним вход воспрещён.

source: Where I can find Spencer?
ru: Где мне найти Спенсера?

source: You are going in the wrong direction. Turn around, and he will be on your right.
ru: Ты идёшь не туда. Развернись, он будет по правую сторону от тебя.

source: What is the citadel?
ru: Что за цитадель?

source: Our headquarters, the strengthened building behind me. It's the area reserved to the Red Guard.
ru: Наш генштаб, укреплённое здание позади меня. Эта область зарезервирована Красной стражей.

source: We need to protect our equipment and documents: lives depend on it.
ru: Нам нужно защищать имущество и документы: от этого зависят жизни.

source: Our firearms are enough to kick off any droid, and to blow everything up.
ru: Нашей огневой мощи достаточно, чтобы вышвырнуть любого дроида и всё взорвать.

source: Luckily, no overloading reactor is near it. Ha-ha.
ru: К счастью, рядом нет перегруженного реактора. Ха-ха.

source: Is there anything secret in there?
ru: Там есть что-нибудь секретное?

source: So, ... Hey, I don't have to answer questions!
ru: Так... Эй, я не обязан отвечать на вопросы!

source: I have no time for a guided tour.
ru: У меня нет времени на экскурсии.

source: You can talk to Richard, the quartermaster. He knows the citadel better than I.
ru: Можешь поговорить с Ричардом, квартирмейстером. Он знает цитадель лучше меня.

source: I want to get into the citadel.
ru: Я хочу пройти в цитадель.

source: Of course. Guard members are always authorized to enter the town citadel. The gate is open. Enjoy your stay.
ru: Конечно. Стражам разрешено входить в цитадель в любое время. Вход открыт. Отдохни хорошенько.

source: Sorry pal, but I don't think so. Only authorized personnel are permitted and that means members of the Red Guard.
ru: Жаль, приятель, но я так не думаю. Вход разрешён только уполномоченному персоналу, то есть членам Красной стражи.

source: Talk to Spencer if you have any business inside. I cannot let you pass.
ru: Поговори со Спенсером, если у тебя дела внутри. Я не могу позволить тебе пройти.

source: Why is this gate locked most of the time?
ru: Почему этот вход почти всегда закрыт?

source: It's locked so no one can sneak inside while I'm not looking. That's why.
ru: Он закрыт, чтобы никто не смог пробраться внутрь, когда я не смотрю. Вот почему.

source: Is there another entrance to the Citadel?
ru: Есть ли другой вход в цитадель?

source: Yes. All with a bunch of laser autoguns. Adjusted to shoot on sight.
ru: Да. С кучей лазеров, начинающих стрелять автоматически.

source: %s, I discourage you to test our security system.
ru: %s, не советую проверять нашу систему безопасности.

source: So when are you not looking?
ru: Так когда ты не смотришь?

source: I am always looking. What? Are you planning to steal from us, like that last guy from out of town?
ru: Я всегда смотрю. Что? Планируешь обокрасть нас, как в тот раз, когда в город пришёл чужак?

source: I'm stationed here to make certain that doesn't happen again. Apparently the last guy suborned the droid that was here and took it with him.
ru: Я поставлен здесь, чтобы больше не допустить подобного. Видимо, тот парень подкупил дроида, который охранял вход, и забрал его с собой.

source: Apparently Tybalt was stationed to stop another break-in at the Red Guard citadel. What a boring job.
ru: Похоже, Тибальту поручили предотвратить повторный взлом цитадели Красной стражи. Что за унылая работа.

source: I have a lot of money for you.
ru: У меня есть деньжата для тебя.

source: Fascinating. Can I have a hundred please?
ru: Как мило. Могу я получить сотню?

source: Erm... I don't have that much.
ru: Э... У меня столько нет.

source: Well, too bad.
ru: Что ж, очень плохо.

source: That is not a hundred.
ru: Здесь не сотня.

source: Um, count that again.
ru: Мм, пересчитай снова.

source: Talk to me when you have a bit more.
ru: Поговори со мной, когда ещё поднакопишь.

source: Ok, now please open the door for me.
ru: Ладно, теперь открой мне дверь, пожалуйста.

source: What door?
ru: Какую дверь?

source: The door to the citadel!
ru: Дверь в цитадель!

source: But you are not a member of the Red Guard.
ru: Но ты не член Красной стражи.

source: You cannot come in.
ru: Ты не можешь войти.

source: I paid you!
ru: Я тебе заплатил!

source: Really? I don't remember that.
ru: Точно? Я этого не помню.

source: I want my money back.
ru: Верни мои деньги.

source: What money?
ru: Какие деньги?

source: I'm not a charity. If this is a problem, talk to Spencer.
ru: Благотворительность не для меня. Если это проблема, поговори со Спенсером.

source: But he doesn't love robbers and foul play.
ru: Но он не любит грабителей и грязную игру.

source: Wait, %s, maybe we may make a deal.
ru: Подожди, %s, возможно, мы договоримся.

source: You don't talk to Spencer about it, and I don't tell him you tried to bribe me.
ru: Не рассказывай Спенсеру об этом, и я не скажу ему, что ты пытался меня подкупить.

source: Just because I am such a nice guy, I'm even willing to give you half of your money back.
ru: Просто по доброте душевной я верну половину твоих денег.
